Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: The path/URL you've entered seems to be illegal on Windows! You can try it anyway, but you might get an error later. A valid path on windows must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Do you want to proceed anyway?
cs: Zadaná cesta / URL je neplatná na Windows! Můžete ji přeci jen zkusit, ale můžete později narazit na chybu. Platná cesta ve windows nesmí obsahovat '<>|"?*:' a ani jeden z následujících názvů: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Chcete pokračovat?
hr: Staza/URL koju ste unijeli nije ispravna za Windows platformu! Vi možete i tako pokušati ali bi se kasnije mogla pojaviti greška. Ispravna staza na Windows OSu ne smije sadržavati '<>|"?*:' kao i niti jedan od sljedećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Da li svejedno želite nastaviti?
it: Il percorso/URL inserito non sembra essere valido per Windows! È possibile tentare comunque, ma così facendo si rischia di incorrere in un errore più avanti. Un percorso valido non deve contenere caratteri quali '<>|"?*:' come pure uno dei seguenti nomi di periferiche: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Procedere comunque?
ja: このパスや URL は、 Windows では不正です。 このまま続行すると、後でエラーが発生するかもしれません。 Windows では、パスに「<>|"?*:」のいずれかの文字や、次のデバイス名を含めることはできません。 com1～com9、lpt1～lpt9、prn、aux、con、nul、clock$ 続行してもよろしいですか？
nb: Stien/URL-en du anga ser ut til å være ugyldig i Windows. Du kan forsøke, men det kan komme feil senere. En gyldig Windows-sti må ikke inneholde '<>|"?*:' eller noen av følgende de stasjonsnavnene: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Vil du fortsette likevel?
oc: Lo camin/URL qu'avètz entrat sembla illegal jos Windows ! Podètz malgrat tot ensajar, mas auretz benlèu una error pus tard. Un camin valid jos windows deu pas conténer '<>|" ?* :' o un dels noms de periferics seguent : com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Volètz contunhar malgrat tot ?
sk: Cesta/URL, ktorú ste zadali vyzerá byť vo Windows nepovolená! Môžete to napriek tomu skúsiť, ale asi to spôsobí chybu. Platná adresa vo Windows nesmie obsahovať "<>|"?*:" a ani jedno z mien zariadení: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Chcete napriek tomu pokračovať?
sr@latin: Putanja/URL koju ste uneli nije ispravna za Vindous platformu! Vi možete i tako pokušati ali bi se kasnije mogla pojaviti greška. Ispravna putanja na Vindous OSu ne sme sadržati '<>|"?*:' kao i nijedan od sledećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Da li svejedno želite nastaviti?
vi: bạn vừa nhập vào dường nhu không hợp lệ trên Windows! Bạn vẫn có thể thử nó, nhưng bạn có thể gặp lỗi sau này. Một đường dẫn hợp lệ trên Windows phải không chứa '<>|"?*:' hoặc một trong tên của các thiết bị: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Bạn có muốn đi tiếp không?

source: The path %1!ls! seems not to match the paths in the patchfile. But TortoiseMerge found the path %2!ls! matches it better. Do you want to use the suggested path instead?
cs: Cesta %1!ls! pravděpodobně nesouhlasí s cestami v záplatovém souboru. Ale TortoiseMerge našel cestu %2!ls!, která souhlasí více. Chcete použít raději doporučenou cestu?
hr: Staza %1!ls! izgleda ne odgovara stazama iz datoteke sa zakrpom. No, TortoiseMerge je našao stazu %2!ls! koja se bolje poklapa. Želite li koristiti predloženu stazu?
it: Il percorso %1!ls! sembra non corrispondere al percorso specificato nella patch. TortoiseMerge ritiene che il percorso %2!ls! sia più corretto. Si desidera usare il percorso suggerito invece di quello specificato?
ja: パス %1!ls! はパスファイル内のものと一致していないようです。 しかし、TortoiseMerge は %2!ls! のパスがより適合している判断しました。こちらのパスを代わりに使用しますか？
nb: Stien %1!ls! ser ikke ut til å passe med stiene i korreksjonsfilen. Men TortoiseMerge mener at stien %2!ls! passer bedre. Vil du heller bruke den foreslåtte stien?
oc: Sembla que lo camin %1!ls! correspond pas als camins del fichièr patch. Mas TortoiseMerge a trobat que lo camin %2!ls! i correspond melhor. Volètz utilizar lo camin suggerit a la plaça ?
sk: Cesta %1!ls! nevyzerá byť zhodná s cestou zo súboru záplaty. Ale TortoiseMerge našiel cestu %2!ls!, ktorá sa zhoduje lepšie. Chcete použiť navrhnutú cestu?
sr@latin: Putanja %1!ls! izgleda da nije nađena putanja u fajlu zakrpe. Ali, TortoiseMerge je našao putanju %2!ls! koja je slična. Želite li da umesto nje koristiti predloženu putanju?
vi: Đường dẫn %1!ls! có vẻ không khớp các đường dẫn trong patchfile. Nhưng TortoiseMerge tìm thấy đường dẫn %2!ls! khớp nó tốt hơn. Thay vào đó bạn có muốn sử dụng đường dẫn được đề nghị không?

source: The regular expression is invalid! Please enter a valid regular expression.
cs: Regulární výraz je neplatný! Prosím, zadejte platný regulární výraz.
hr: Regularni izraz nije valjan! Molimo unesite valjani regularni izraz.
it: L'espressione regolare è invalida! Si prega di inserire una espressione regolare valida.
ja: この正規表現は無効です。 有効な正規表現を入力してください。
nb: Det regulære uttrykket er ugyldig! Vennligst angi et gyldig regulært uttrykk.
oc: L'expression regulara es pas valida ! Entratz un expression regulara valida.
sk: Chybný regulárny výraz! Prosím zadajte správny regulárny výraz.
sr@latin: Regularni izraz je neispravan! Molimunesite ispravan regularni izraz.
vi: Biểu thức thông thường không hợp lệ! Vui lòng nhập vào một biểu thức thông thường hợp lệ.

source: The repository was successfully created. Do you want to create the default folder structure (trunk/branches/tags) now?
cs: Úložiště bylo úspěšně vytvořeno. Chcete vytvořit výchozí adresářovou strukturu (kmen/větve/značky)?
hr: Skladište je uspješno stvoreno. Želite li sada stvoriti zadatnu strukturu mapa (trunk/branches/tags)?
it: Il repository è stato creato correttamente. Si vuole creare la struttura della cartella di default (trunk/branches/tags) ora?
ja: リポジトリは正しく作成されました。 すぐにデフォルトのフォルダー構造（trunk/branches/tags）を作成しますか？
nb: Oppretting av depotet var vellykket. Vil du lage standard mappestruktur (trunk/branches/tags) nå?
oc: Lo depaus es estat creat amb succès. Volètz tre ara crear l'estructura de repertòris per defaut (trunk/tags/brancas) ?
sk: Úložisko bolo práve úspešne vytvorené. Chcete teraz vytvoriť predvolenú adresárovú štruktúru (trunk/branches/tags)?
sr@latin: Spremište je sukcesivno kreirano. Da li sada želite da kreirate strukturu uobičajenog foldera (deblo/grane/oznake)?
vi: Kho chứa đã được tạo thành công. Bạn có muốn tạo cấu trúc thư mục mặc định bây giờ không (cột/nhánh/thẻ)?

source: The returned error was: %ls
cs: Vrácená chyba byla: %ls
hr: Vraćena je greška: %ls
it: L'errore restituito era: %ls
ja: 返されたエラー: %ls
nb: Feilen som ble returnert var: %ls
oc: L'error rmandada èra : %ls
sk: Bola vrátena chyba: %ls
sr@latin: Vraćena greška je bila: %ls
vi: Lỗi trả về là: %ls

source: The selected file appears to still have one or more conflict markers in it. Are you sure you want to mark the file resolved?
cs: Vypadá to, že vybraný soubor stále má jedno nebo více označení konfliktu. Skutečně ho chcete označit za rozhodnutý?
hr: Izabrana datoteka izgleda da još uvijek sadrži oznake jednog ili više sukoba. Jeste li sigurni da želite označiti datoteku kao riješenu?
it: Il file selezionato sembra contenere ancora uno o più indicatori di conflitto. Si è certi di voler marcare il file come "risolto"?
ja: 選択されたファイル内には、まだ競合状態のファイルがあります。 ファイルを解決済みとみなしてよろしいですか？
nb: Det ser ut til at den valgte filen fortsatt har konfliktmerke(r) Er du sikker på at du vil merke filenstatus som løst?
oc: Lo fichièr seleccionat sembla conténer un o mantun marquage de conflicte a l'interior. Sètz segur de marcar lo fichièr coma resolgut ?
sk: Vybraný súbor ešte obsahuje značky konfliktov. Naozaj ho chcete označiť za vyriešený?
sr@latin: Izabrana fajl izgleda da još uvek sadrži oznake jednog ili više sukoba. Jeste li sigurni da želite označiti fajl kao rešen?
vi: Đường dẫn được lựa chọn có vẻ vẫn còn một hay nhiều đánh dấu mâu thuẫn trong đó. Bạn có chắc là muốn đánh dấu tập tin đã được giải quyết?

source: The settings file can not be decrypted with the specified password! Do you want to overwrite the sync file?
cs: Soubor nastavení nemůže být rozšifrován pomocí zadaného hesla! Chcete přepsat soubor synchronizace?
hr: Datoteka postavki se ne može dešifrirati uz priloženu lozinku! Želite li prebrisati datoteku sinkronizacije?
ja: 指定されたパスワードでは設定ファイルを復号できません。 同期ファイルを上書きしますか？
nb: Innstillingsfilen kan ikke dekrypteres med det oppgitte passordet! Vil du overskrive fillen?
oc: Lo fichièr de paramètres pòt pas èsser deschifrat amb lo senhal especificat. Volètz espotir lo fichièr sync ?
sr@latin: Fajl podešavanja ne može biti dekriptovan specificiranom lozinkom! Da li želite da prepišete sinkro fajl?

source: The specified path/url %ls is invalid!
cs: Zadaná cesta/url %ls je neplatná!
hr: Navedeni put/url %ls nije valjan.
ja: 指定されたパスまたは URL %ls は不正です。
nb: Den oppgitte sti/url %ls er ugyldig!
oc: Lo camin/l'URL especificat %ls es invalid !
sr@latin: Specificirana putanja/url %ls je neispravna!

source: The target already exists.
cs: Cíl již existuje.
hr: Odredište već postoji
it: Destinazione esistente.
ja: ターゲットはすでに存在します。
nb: Målet finnes allerede
oc: La cibla existís ja.
sk: Cieľ už existuje.
sr@latin: Cilj već postoji.
vi: Đích đã tồn tại.

source: The target file %ls already exists. Do you want to replace the file?
cs: Soubor %ls již existuje! Přejete si jej přepsat?
hr: Odredišna datoteka %ls već postoji. Da li ju želite prepisati?
it: Il file destinazione %ls esiste già. Lo si vuole sovrascrivere?
ja: ターゲットファイル %ls はすでに存在しています。 ファイルを置き換えてもよろしいですか？
nb: Målfilen %ls finnes allerede. Vil du erstatte filen?
oc: Lo fichièr destinacion %ls existís ja. Lo volètz espotir ?
sk: Cieľový súbor %ls už existuje! Chcete ho prepísať?
sr@latin: Ciljni fajl %ls već postoji. Želite li zameniti fajl?
vi: Tập tin đích %ls đã tồn tại. Bạn có muốn thay thế tập tin không?

source: The target folder %ls is not empty! Are you sure you want to checkout/export into that folder?
cs: Cílový adresář %ls není prázdný! Jste si jisti, že chcete provézt získání/export do tohoto adresáře?
hr: Ciljna mapa %ls nije prazna! Jeste li sigurni da želite preuzeti/izvesti baš u tu mapu?
it: La cartella %ls non è vuota! Si è sicuri di voler procedere al ritiro o all'esportazione in questa cartella?
ja: ターゲットフォルダー %ls は空ではありません。 本当にそのフォルダーにチェックアウト/エクスポートしてもよろしいですか？
nb: Målmappen %ls er ikke tom! Er du sikker på at du vil sjekke ut/eksportere til den mappen?
oc: Lo repertòri cibla %ls es pas void ! Sètz segur que volètz extraire/exportar dins aqueste repertòri ?
sk: Cieľový adresár %ls nie je prázdny! Ste si istý, že chcete získanie/export do tohoto adresára?
sr@latin: Ciljni folder %ls nije prazan! Jeste li sigurni da želite preuzimanje/izvoz baš u taj folder?
vi: Thư mục đích %ls không trống! Bạn có muốn lấy ra/xuất khẩu vào thư mục đó không?

source: The target has local modifications
cs: Cíl má místní změny
hr: Meta ima lokalne modifikacije
it: La destinazione ha delle modifiche locali
ja: ターゲットはローカルで変更されています
nb: Målet har lokale endringer
sk: Cieľ má miestne zmeny
sr@latin: Cilj ima lokalne izmene
vi: Đích có các sửa đổi địa phương

source: The target working copy '%ls' has local modifications. It is recommended to commit those changes first before merging new changes.
cs: Cílová pracovní kopie '%ls' má místní změny. Doporučuje se, aby se nejdříve tyto změny odevzdaly před sloučením změn nových.
hr: Odredišna radna kopija '%ls' ima lokalne promjene. Preporučamo da prvo pohranite te promijene prije nego stopite nove promjene.
it: La copia di lavoro di destinazione '%ls' ha modifiche locali. Si raccomanda di inviare queste modifiche prima di unire nuove modifiche.
ja: ターゲット作業コピー「%ls」はローカルでの変更が存在します。新しい変更をマージする前に、それらの変更をコミットすることをおすすめします。
nb: Arbeidskopien '%ls' har lokale endringer. Det anbefales å sende inn endringene først, før nye endringer blir flettet inn.
sk: Cieľová pracovná kópia "%ls" obsahuje miestne zmeny. Je odporúčane pred zlučením tieto zmeny odovzdať.
sr@latin: Ciljna radna kopija '%ls' ima lokalne izmene. Preporučuje se najpre urezivanje tih izmena pre stapanja novih izmena.
vi: Bản làm việc đích '%ls' có các sửa đổi địa phương. Tốt nhất là cam kết các thay đổi đó trước khi hợp nhất các thay đổi mới.

source: The target working copy has local modifications!
cs: Cílová pracovní kopie obsahuje lokální změny!
hr: Ciljna radna kopija ima lokalne promjene!
it: La copia di lavoro di destinazione ha modifiche locali!
ja: ターゲットの作業コピーにはローカルでの変更が存在します。
nb: Arbeidskopien har lokale endringer!
sk: Cieľová pracovná kópia obsahuje miestne zmeny!
sr@latin: Ciljna radna kopija ima lokalne izmene!
vi: Bản làm việc đích có sửa đổi địa phương!

source: The text is identical, but the files do not match! The following differences were found:
cs: Text je stejný, ale soubory se neshodují! Byly nalezeny následující rozdíly:
hr: Tekst je isti, ali datoteke se ne podudaraju! Pronađene su sljedeće razlike:
it: Il testo è identico, ma i file non coincidono! Sono state trovate le seguenti differenze:
ja: テキストは同一ですが、ファイルは一致していません。 次の差異が見つかりました。
nb: Teksten er identisk, men filene matcher ikke! Følgende forskjeller ble funnet:
oc: Lo tèxte es identic, mas los fichièrs son diferents ! Las diferéncias seguentas son estadas trobadas :
sk: Text je zhodný, ale súbory sa líšia! Boli nájdené nasledovné rozdiely:
sr@latin: Tekst je identičanali ali fajlovi nisu prepoznati! Sledeće razlike su nađene:

source: The time in seconds after which the parsing of the selected files stops. A lower value will make the auto-completion list available sooner, but maybe not scan all files.
cs: Čas v sekundách, kdy se zastaví zpracování vybraných souborů. Nižší hodnota seznam automatického dokončení dříve, ale možná ne se všemi soubory.
hr: Vrijeme u sekundama nakon kojeg se zaustavlja parsiranje odabranih datoteka. Manja vrijednost uzrokovati će bržu pojavu popisa automatskih dopuna, ali tada sve datoteke možda neće biti pretražene.
it: Il tempo, in secondi, dopo il quale l'analisi del file selezionato viene interrotta. Un valore basso renderà l'elenco d'autocompletamento disponibile più velocemente, ma potrebbe non analizzare tutti i file.
ja: 選択ファイルの構文解析を停止するまでの秒数を指定します。 小さい値を指定すると、すぐに自動補完リストが使用可能になります。 しかし、すべてのファイルのスキャンが終了しないかもしれません。
nb: Tid i sekunder etter at prosessering av valgte filer stopper. En lavere verdi kan gjøre autofullføringslisten tidligere tilgjengelig, men det er da mulig at ikke alle filer skannes.
oc: Lo temps en segondas aprèp lo qual lo filtratge dels fichièrs seleccionats s'arrête. Una valor mai bassa rendra la lista d'autocomplecion disponibla mai rapidement, mais ne parcourrera benlèu pas totes los fichièrs.
sk: Čas v sekundách, po ktorom bude zastavená analýza súborov. Menšia hodnota umožní zoznam automatického dopĺňania skorej, ale možno nebudú zanalyzované všetky súbory.
sr@latin: Vreme u sekundama nakon kojeg se zaustavlja analiza odabranih fajlova. Manja vrednost uzrokovaće bržu pojavu popisa automatskih dopuna, ali tada svi fajlovi možda neće biti pretraženi.
vi: Thời gian tính bằng giây mà sau đó việc phân tích các tập tin được lựa chọn dừng lại. Một giá trị thấp hơn sẽ làm cho danh sách tự động điền đủ có được sớm hơn, nhưng có lẽ không quét tất cả các tập tin.

source: The two selected URL's are not created from the same root. It's not possible to show the log messages between them!
cs: Dvě vybrané URL nejsou vytvořené ze stejného kořene. Není možné mezi nimi ukázat zprávy záznamu.
hr: Dva odabrana URL-a ne potiču od istog izvora. Nije moguće prikazati njihove poruke dnevnika!
it: I due URL selezionati non sono stati creati dalla stessa radice. Non è possibile visualizzare i commenti per entrambi!
ja: 選択された2つのURLは同じルートから作成されたものではありません。 そのため、これら2つの間のログメッセージを表示することはできません。
nb: De to valgte URLer er ikke laget fra samme rot. Det er ikke mulig å vise loggmeldingene mellom dem!
oc: Los dos URL seleccionadas son pas creadas amb la meteissa raiç. Es pas possible d'afichar los jornals d'istoric entre eux !
sk: Vybrané URL adresy neboli vytvorené z jedného kmeňového adresára. Nie je možné zobraziť správy denníka medzi nimi!
sr@latin: Dva odabrana URL-a ne potiču od istog izvora. Nije moguće prikazati njihove poruke dnevnika!
vi: Hai URL được lựa chọn không được tạo ra từ một gốc chung. Không thể hiện thông điệp tường trình giữa chúng!

source: The user who did the last commit
cs: Uživatel, který provedl poslední odevzdání
hr: Korisnik koji je napravio zadnju pohranu
it: L'utente che ha effettuato l'ultimo invio
ja: 最後にコミットを行ったユーザー
nb: Brukeren som sendte inn sist
oc: L'utilizaire qu'a fait la darrièra liurason
sk: Užívateľ, ktorý odovzdal naposledy
sr@latin: Korisnik koji je napravio zadnje urezivanja
vi: Người dùng thực hiện việc cam kết cuối cùng

source: The user who owns the lock of the file
cs: Uživatel, který vlastní zámek souboru
hr: Korisnik koji je zaključao datoteku
it: L'utente che ha bloccato il file
ja: ファイルのロックを所持しているユーザー
nb: Brukeren som eier filsperren
oc: L'utilizaire que deten lo verrolh sul fichièr
sk: Užívateľ, ktorý vlastní zámok súboru
sr@latin: Korisnik koji je zaključao fajl
vi: Người dùng sở hữu khóa của tập tin

source: Their file:
cs: Jejich soubor:
hr: Njihova datoteka:
it: Loro file:
ja: Their ファイル:
nb: Deres fil:
oc: Lor fichièr :
sk: Ich súbor:
sr@latin: NJihov fajl:
vi: Tập tin của họ:

source: Theirs
cs: Jejich
hr: Njihovo
it: Loro
nb: Deres
oc: Lo lor
sk: Ich
sr@latin: NJihov
vi: Của họ

source: There are changes or unversioned items inside one or more directories which you have included with svn:externals. Those files are not listed for commit. You need to commit those files separately.
cs: Existují změny nebo položky bez verze v rámci jednoho nebo více adresářů, které jste připojil pomocí svn:externals. Tyto soubory nejsou vypsány pro odevzdání. Musíte je odevzdat zvlášť.
hr: Postoje izmjene ili datoteke bez verzija unutar jedne ili više mapa koje ste uključili preko svojstva svn:externals. Te datoteke nisu na popisu za pohranu. Njih morate pohraniti zasebno.
it: Vi sono modifiche o elementi non-versionati all'interno di una o più cartelle che sono state incluse in svn:externals. Questi file non sono in lista per l'invio. Sarà necessario inviare questi file separatamente.
ja: svn:externals でインクルードされた１つ以上のディレクトリ内に変更もしくはバージョン管理外の項目が存在します。 それらのファイルはコミットのリストには現れません。それらのファイルは別途コミットする必要があります。
nb: Det er endringer eller ikke-versjonerte elementer i en eller flere kataloger som du har inkludert med svn:externals. Disse filene er ikke tatt med for innsending og må sendes inn separat.
oc: I a de cambiaments o elements non versionats dins un o mantun repertòri qu'avètz incluses amb svn:externals. Aqueles fichièrs son pas montrats per la liurason. Vos cal liurar aquestes fichièrs separadament.
sk: Boli vykonané zmeny alebo sú neverziované objekty v adresároch, ktoré bol zaradené cez svn:externals. Takéto súbory nie sú v zozname na odovzdanie. Tieto súbory musíte odovzdať osobitne.
sr@latin: Postoje izmene ili neverzionisani fajlovi unutar jednog ili više foldera koji su uključeni preko svojstva svn:externals. Ti fajlovi nisu na popisu za urezivanje. NJih morate urezati zasebno.
vi: Có thay đổi hoặc các món không được đánh phiên bản trong một hay nhiều thư mục mà bạn bao gồm với svn:external. Những tập tin đó không được liệt kê cho cam kết. Bạn cần cam kết các tập tin đó một cách riêng rẽ.

source: There are currently %d overlay handlers installed besides the ones Tortoise uses.
cs: V současnosti je nainstalováno %d obslužných rutin překrytí kromě těch, co používá Tortoise.
hr: Osim Tortoiseovog, trenutno je instalirano još %d rukovatelja preklapanja ikona
it: Ci sono attualmente %d handler overlay installati oltra a quello usato da Tortoise.
ja: 現在、Tortoiseが使用しているもののほかに%d件のオーバーレイハンドラ―が使われています。
nb: Det er nå %d ikonlag installert i tillegg til de Tortoise bruker.
oc: I a actualament %d superposicions de mai que de celles utilizats per TortoiseSVN.
sk: Momentálne je inštalových %d prekrytí okrem toho čo používa Tortoise.
sr@latin: Postoji tekućih %d rukovaoca prekrivača instaliranih po Tortoise korisniku
vi: Hiện có %d các cán lớp phủ được cài đặt bên cạnh những cán được dùng bởi Tortoise

source: There are more editable views. What view do you want to save?
cs: Existují další upravitelná zobrazení. Které zobrazení chcete uložit?
hr: Postoji više pregleda za uređivanje. Koji prikaz želite spremiti?
it: Ci sono più viste modificabili. Quale vista vuoi salvare?
ja: 他にも編集可能なビューがあります。 どのビューを保存しますか？
nb: Det finnes flere redigerbare visninger Hvilken visning vil du lagre?
oc: I a mai de vistas editablas. Quina vista volètz enregistrar ?
sk: Viacero zobrazení je upraviteľných Ktoré chcete uožiť?
sr@latin: Postoji više pregleda za uređivanje. Koji pregled želite da sačuvate?

source: There are no issue-tracker providers available.
cs: Není dostupný žádný poskytovatel sledovače problémů.
hr: Nema dostupnih usluga za praćenje zahtjeva.
it: Non ci sono fornitori di issue-tracker disponibili.
ja: 使用可能な課題追跡システムのプロバイダーが見つかりませんでした。
nb: Det er ingen leverandører av saksporing tilgjengelig.
oc: Il n'y a pas de provesidor de sistèma de seguiment dels problèmas de disponible.
sk: Nie je prístupný žiadny poskytovateľ sledovania prípadov
sr@latin: Nema nabavljača problem-tragača.
vi: Không có bộ cung cấp theo dõi vấn đề nào sẵn sàng.

source: There are still unresolved conflicts in line %d! You should resolve those conflicts first before saving. Do you want to save the file with the conflicts still there? If you click YES, then you have to manually resolve the conflicts in another editor!
cs: Jsou zde stále nerozřešené konflikty na řádce %d! Měl byste vyřešit tyto konflikty před uložením. Chcete uložit soubor obsahující konflikty? Pokud kliknete ANO, pak musíte manuálně dořešit konflikty v jiném editoru!
hr: Postoji još neriješenih sukoba u liniji %d! Potrebno je razriješiti te sukobe prije snimanja. Želite li snimiti datoteku s i dalje prisutnim sukobima? Ako kliknete DA, tada ćete trebati ručno razriješiti sukobe koristeći neki drugi alat za obradu!
it: Vi sono ancora dei conflitti irrisolti alla linea %d È consigliabile risolvere questi conflitti prima di poter salvare. Si desidera salvare il file nonostante i conflitti? Se si seleziona sì sarà necessario risolvere manualmente i conflitti in un'altro editor!
ja: 未解決の競合が%d行目にあります。 保存する前に、まず競合を解決してください。 競合がある状態のままで、ファイルを保存してもよろしいですか？ 「はい」をクリックすると、他のエディタを使用して手作業で解決する必要があります。
nb: Det finnes fortsatt uløste konflikter i linjen %d! Du bør absolutt løse disse konfliktene før lagring. Vil du lagre filen selv om den inneholder konflikter? Du må løse konflikten i en annen redigerer hvis du klikker JA!
oc: I a encara de conflictes pas resolguts a la linha %d ! Deuriatz resòlvre aquestes conflictes d'en primièr abans d'enregistrar. Volètz enregistrar lo fichièr amb de conflictes encara presents ? Se clicatz sus Òc, alara auretz a resòlvre manualament los conflictes dins un autre editor !
sk: Na riadku %d je ešte stále nevyriešený konflikt! Pred uložením, by ste mali vyriešiť všetky konflikty. Chcete uložiť súbor aj s konfliktom? Keď vyberiete ANO budete musieť vyriešiť konflikty ručne v inom editore!
sr@latin: Postoji još nerešenih sukoba u liniji %d! Potrebno je rešiti te sukobe pre snimanja. Želite li snimiti fajl sa i dalje prisutnim sukobima? Ako kliknete DA, tada ćete morati da ručno rešite sukobe koristeći neki drugi alat za obradu!
vi: Vẫn còn các mâu thuẫn chưa giải quyết trong dòng %d! Bạn nên giải quyết các mâu thuẫn trước khi lưu. Bạn có muốn lưu tập tin với mâu thuẫn vẫn còn đó? Nếu bạn nhấn VÂNG, thì bạn phải giải quyết các mâu thuẫn đó thủ công trong một trình biên tập khác!
