Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Switch the contents of the left and right view Switch left and right view
cs: Přepnout obsah v levém a pravém zobrazení Přepnout levé a pravé zobrazení
hr: Zamijeni sadržaj lijevog i desnog pogleda Zamijeni lijevi i desni pogled
it: Inverte i contenuti della vista di destra e di quella di sinistra Inverti colonne
ja: 左と右のビューの内容を入れ替える 左右の入れ替え
nb: Bytter innholdet i venstre og høyre visning Bytt venstre og høyre visning
oc: Escambiar los contenguts de las vistas d'esquèrra e de dreita Escambiar vistas d'esquèrra e de dreita
sk: Prepnúť obsah ľavého a pravého panelu Prepnúť ľavý a pravý pohľad
sr@latin: Zameni sadržaj levog i desnog pogleda Zameni levi i desni pogled
vi: Chuyển đổi nội dung của kiểu xem trái và phải Chuyển đổi kiểu xem trái và phải

source: Switch to the next document window
cs: Přepnout se do dalšího okna dokumentu
hr: Prebaci na prozor sa sljedećim dokumentom
it: Vai alla finestra seguente
ja: 次のドキュメントウィンドウに切り替える
nb: Bytt til neste dokumentvindu
oc: Cambiar per la fenèstra que ven
sk: Prepnúť do ďalšieho okna dokumentu
sr@latin: Prebaci na prozor sa sledećim dokumentom
vi: Chuyển sang cửa sổ tài liệu tiếp theo

source: Switch to the next window pane Next Pane
cs: Přepnout se do následujícího panelu okna Další panel
hr: Prebaci se na sljedeću ploču prozora Sljedeća ploča
it: Passa al prossima parte di finestra Prossimo pannello
ja: 次のウィンドウ区画に切り替える 次の区画
nb: Bytt til neste vindupanel Neste vindupanel
oc: Se desplaçar dins l'autre partida de la fenèstra Carrèu que ven
sk: Prepnúť na nasledovný panel Ďalší panel
sr@latin: Prebaci se na sledeću ploču prozora Sledeća ploča
vi: Chuyển sang cửa sổ bảng tiếp theo Cửa sổ bảng tiếp theo

source: Switch to the previous document window
cs: Přepnout se do předchozího okna dokumentu
hr: Prebaci na prozor s prethodnim dokumentom
it: Vai alla finestra precedente
ja: 前のドキュメントウィンドウに切り替える
nb: Bytt til forrige dokumentvindu
oc: Cambiar per la precedenta fenèstra
sk: Prepnúť do predchádzajúceho okna dokumentu
sr@latin: Prebaci na prozor s prethodnim dokumentom
vi: Chuyển sang cửa sổ tài liệu trước đó

source: Switch working copy to another branch / tag
cs: Překlopit pracovní kopii do jiné větve / značky
hr: Prebacuje radnu kopiju na drugu granu / oznaku
it: Sposta la copia di lavoro su un altro ramo / etichetta
ja: 他のブランチ/タグへ作業コピーを切り替え
nb: Bytt arbeidskopi til en annen gren / merke
oc: Desplaçar la còpia de trabalh sus una novèla branca / etiqueta
sk: Prepnúť pracovnú kópiu do inej vetvy / značky
sr@latin: Mijenja radnu kopiju drugom granom / oznakom
vi: Chuyển bản làm việc sang một nhánh/thẻ khác

source: Switch:
cs: Překlopit:
hr: Prebaci:
it: Sposta:
ja: 切り替える作業コピー:
nb: Bytt:
oc: Bascular :
sk: Prepnúť:
sr@latin: Zamena:
vi: Chuyển:

source: Switched
cs: Překlopeno
hr: Prebacio
it: cambiato
ja: 切り替え
nb: Byttet
oc: Renvengut
sk: Prepnuté
sr@latin: Prebačeno
vi: Đã chuyển

source: Switches the comparison left<->right
cs: Přepnout porovnávání levá<->pravá
hr: Zamjenjuje usporedbu lijevo <-> desno
it: Inverte la posizione dei file confrontati sullo schermo
ja: 左右の比較対象を入れ替える
nb: Bytter sammenligningen venstre<->høyre
oc: Càmbia la comparason esquèrra<->dreita
sk: Vymení porovnávané strany ľavá<->pravá
sr@latin: Zamenjuje poređenje levo<->desno
vi: Chuyển cách so sánh trái <-> phải

source: Sync
cs: Synchronizace
hr: Sinkronizacija
it: Sincronizza
ja: 同期
nb: Synkronisering
oc: Sincronizacion
sr@latin: Sinhro

source: Sync setup
cs: Nastavení synchronizace
hr: Postavke sinkronizacije
it: Imposta sincronizzazione
ja: 同期設定
nb: Synkroniseringsoppsett
oc: Parametratge de la sincronizacion
sr@latin: Sinhro podešavanje

source: Sync stored auth data
cs: Synchronizovat uložená data ověření
hr: Sinkronizacija pohrane podataka autorizacije
it: Sincronizza dati di autenticazione salvati
ja: 保存された認証データを同期
nb: Synkroniser lagrede autorisasjonsdata
oc: Sincronizar las donadas d'autentificacion enregistradas
sr@latin: Sinhr zapamćen izlazni podatak

source: System &sounds
cs: &Systémové zvuky
hr: Sistemski &zvukovi
it: &Suoni di sistema
ja: システムサウンド(&S):
nb: System&lyder
oc: &Sons sistèmas
sk: Systémové &zvuky
sr@latin: Sistemski &zvuci
vi: &Âm thanh của hệ thống

source: System registry entries have been removed and the INI file (if any) was deleted.
cs: Položky systémového registru byly odstraněny a INI soubor (pokud existoval) byl smazán.
hr: Stavke iz sistemskog registra su uklonjene i INI datoteka (ako je postojala) obrisana.
it: Le chiavi del registro di sistema sono state rimosse e il fine INI (se esistente) è stato cancellato.
ja: システムレジストリのエントリー、およびINIファイル（もしあれば）は削除されました。
nb: Register-oppføringer er fjernet og INI-filen (hvis den var der) ble slettet.
oc: Las entradas dins lo registre sistèma es estat escafat e lo fichièr INI (se existent) èra escafat.
sk: Položky systémových registrov boli odstránené a INI súbor (ak existoval) bol zmazaný.
sr@latin: Stavke iz sistemskog registra su uklonjene i INI fajl (ako je postojao) je obrisan.
vi: Regitry hệ thống đã được loại bỏ và tập tin INI (nếu có) đã được xóa

source: Tab Placeholder
cs: Místo pro záložku
hr: Držač tabova
ja: タブプレースホールダー
nb: Tabulatormarkør
sk: Miesto pre záložku
sr@latin: Tab znak
vi: Giữ chỗ cho dấu tab

source: Tab size:
cs: Velikost tabulátoru:
hr: Veličina taba:
it: Dimensione tabulazione:
ja: タブ幅:
nb: Tabulatorstørrelse:
oc: Talha de las tabulacions :
sk: Veľkosť tab.:
sr@latin: Veličina taba:
vi: Kích thước dấu tab:

source: Tag nodes
cs: Uzly značek
hr: Čvorovi grane-oznake
it: Nodi etichettati
ja: タグノード
nb: Merkenoder
oc: Nosèls tag
sk: Uzly značky
sr@latin: Oznake čvorovi
vi: Các nút thẻ

source: Target folder is not empty
cs: Cílový adresář není prázdný
hr: Ciljana mapa nije prazna
it: La cartella di destinazione è vuota.
ja: ターゲットフォルダーは空ではありません
nb: Målmappen er ikke tom
oc: Lo dorsièr cibla es pas void
sk: Cieľový adresár nie je prázdny
sr@latin: Ciljni folder nije prazan.
vi: Thư mục đích không trống

source: Tasks
cs: Úkoly
hr: Zadaci
ja: タスク
nb: Oppgaver
oc: Prètzfaits
sk: Úlohy
sr@latin: Zadaci
vi: Nhiệm vụ

source: Tasks Pane
cs: Panel Úkolů
hr: Ploča zadataka
it: Pannello Task
ja: タスク領域
nb: Oppgavepanel
sk: Panel úloh
sr@latin: Ploča zadataka
vi: Bảng nhiệm vụ

source: Test Only
cs: Pouze Test
hr: Samo za test
it: Solo Test
ja: テストのみ
nb: Kun Test
oc: Testar unicament
sk: Iba test
sr@latin: Samo za test
vi: Chỉ kiểm tra

source: Test the regex strings
cs: Vyzkoušet řetězce regulárního výrazu
hr: Testiraj regex stringove
it: Testa le stringhe regex
ja: 正規表現文字列をテスト
nb: Test de regulære uttrykkene
oc: Testatz las expressions regularas
sk: Vyskúšať regex reťazec
sr@latin: Testiranje regeks stringova
vi: Thử chuỗi regex

source: Text Status:
cs: Stav Obsahu:
hr: Status teksta:
it: Stato del testo:
ja: テキストの状態:
nb: Tekst-status:
oc: Estatut del tèxte :
sk: Stav textu:
sr@latin: Status teksta:
vi: Chữ Trạng Thái:

source: Text status
cs: Stav obsahu
hr: Status teksta
it: Stato del testo
ja: テキストの状態
nb: Tekst-status
oc: Estatut del tèxte
sk: Stav obsahu
sr@latin: Status teksta
vi: Chữ trạng thái

source: The changes will be applied to your working copy with a reverse merge operation. The repository won't be affected. You can review the changes before you commit them.
cs: Tyto změny budou použity ve Vaší pracovní kopii pomocí zpětného sloučení. Úložiště nebude ovlivněno. Můžete zkontrolovat změny před tím, než je odevzdáte.
hr: Promjene će biti primijenjene na Vašu radnu kopiju uz operaciju obrnutog stapanja. Neće se utjecati na skladište. Možete pregledati promjene prije nego što ih pošaljete.
it: Le modifiche saranno applicate alla tua copia di lavoro con un'unione inversa. Il repository non sarà modificato. Puoi rivedere queste modifiche prima di inviarle definitivamente.
ja: 変更は逆マージ操作によって作業コピーに適用されます。リポジトリは影響を受けません。結果をコミットする前に変更を確認できます。
nb: Endringene vil bli gjort i arbeidskopien din med en revers-fletting. Depotet vil ikke bli påvirket. Du kan se over endringene før du sender dem inn.
oc: Las modificacions seràn aplicadas a vòstra còpia de trabalh amb una operacion de fusion inversada. Lo depaus serà pas impactat. Podètz examinar las modificacions abans de las liurar.
sk: Zmenu budú na pracovnú kópiu aplikované spätným zlučním. Úložisko nebude ovplivnené. Pred tým ako zmeny odovzdte si ich môžete prezrieť.
sr@latin: Izmene će biti primenjene na radnu kopiju sa inverznom operacijom stapanja. Spremište neće biti dirano. Možete pregledati izmene pre nego ih urežete.
vi: Các thay đổi sẽ được áp dụng vào bản sao làm việc của bạn với một tác vụ đảo hợp nhất. Kho chứa sẽ không bị ảnh hưởng. Bạn có thể xem lại các thay đổi trước khi cam kết.

source: The chunk size did not match the number of added/removed lines!
cs: Velikost dílů neodpovídá množství přidaných/odebraných řádek!
hr: Veličina bloka se nije poklapala s brojem dodanih/uklonjenih linija!
it: La dimensione del frammeno non corrisponde al numero di linee aggiunte/eliminate!
ja: チャンクのサイズは追加/削除した行数と合いません。
nb: Størrelsen på avsnittet passer ikke med antall linjer som er lagt til eller trukket fra!
oc: La talha del marquage ne correspond pas a las linhas apondudas/suprimidas !
sk: Veľkosť bloku nezodpovedá počtu pridaných/vymazaných riadkov!
sr@latin: Veličina bloka se nije poklapala s brojem dodatih/uklonjenih linija!
vi: Kích thước một mẩu không khớp số dòng được thêm/loại bỏ!

source: The color of creation, copy and rename nodes of tags will be shifted towards yellow.
cs: Barva vytvoření, kopie a přejmenování uzlů značek bude posunuta ke žluté.
hr: Boja napravljenih, kopiranih i preimenovanih čvorova iz oznaka bit će pomaknuta prema žutoj.
it: Il colore dei nodi di creazione, copia e rinomina dei tag saranno modificati in giallo.
ja: タグの作成、コピー、名前変更のノードの色は、黄色系になります。
nb: Fargen til noder for oppretting, kopiering og omdøping av merker vil tones mot gult.
oc: La color de creacion, còpia o renomenatge de nosèls dels tags serà cambiada en jaune.
sk: Farba vytvorenia, kopírovania a premenovania uzlu značky bude posunutá k žltej.
sr@latin: Boja kreiranih, kopiranih i preimenovanih čvorova oznaka biće pomeren prema žutom.
vi: Màu của các nút thẻ cho tạo, sao chép, đổi tên sẽ được dịch tới gần màu xanh.

source: The color of creation, copy and rename nodes of the trunk will be shifted towards green.
cs: Barva vytvoření, kopie a přejmenování uzlů kmene bude posunuta k zelené.
hr: Boja napravljenih, kopiranih i preimenovanih čvorova glavne grane bit će pomaknuta prema zelenoj.
it: Il colore dei nodi di creazione, copia e rinomina del trunk saranno modificati in verde.
ja: トランクの作成、コピー、名前変更のノードの色は、緑系になります。
nb: Fargen til noder for oppretting, kopiering og omdøping av stammen vil tones mot grønt.
oc: La color de creacion, còpia, o renomenatge dels nosèls de la branca principala serà cambiada en verd.
sk: Farba vytvorenia, kopírovania a premenovania uzlu kmeňa bude posunutá k zelenej.
sr@latin: Boja kreirnih, kopiranih i preimenovanih čvorova debla biće pomereni prema zelenom.
vi: Màu của các nút trụ cột cho tạo, sao chép, đổi tên sẽ được dịch tới gần màu xanh.

source: The default URL to checkout from if nothing else is specified
cs: Výchozí URL pro získání, pokud není nastaveno nic jiného
hr: Uobičajna staza za izvoz ako nije drugačije određeno
it: L'Url da cui ritirare se nessun'altro url è stato specificato
ja: 何も指定しない場合にチェックアウトするデフォルトのURLです
nb: Standard URL å hente ut fra hvis ingen annen er angitt
oc: L'URL per defaut ont extraire se rien d'autre n'est indiqué
sk: Predvolená URL, z ktorej prebehne získavanie pokiaľ nie je určená iná
sr@latin: Uobičajna putanja URL za preuzimanje ako nije drugačije određeno
vi: URL mặc định để lấy ra nếu không có gì được chỉ ra

source: The default path to checkout to if nothing else is specified
cs: Výchozí cesta pro získání, pokud není nastaveno nic jiného
hr: Uobičajna staza za izvoz ako nije drugačije određeno
it: Il percorso in cui salvare le versioni ritirate dal server se nessun'altro percorso è stato specificato
ja: 何も指定しない場合にチェックアウトするデフォルトのパスです
nb: Standard sti å hente ut til hvis ingen annen er angitt
oc: Lo camin per defaut ont extraire se cap d'autre es pas precisat
sk: Predvolená cesta na získanie pokiaľ nie je určená iná
sr@latin: Uobičajna putanja za preuzimanje ako nije drugačije određeno
vi: Đường dẫn mặc định để lấy ra nếu không có gì được chỉ ra

source: The depth of this commit is "%ls", but copies are always performed recursively in the repository.
cs: Hloubka tohoto odevzdání je "%ls", ale kopie jsou vždy prováděny v úložišti rekurzivně.
hr: Dubina ove pohrane je "%ls", ali kopije se uvijek rade rekurzivno u repozitoriju.
it: La profondità di questo commit è "%ls", ma le copie vengono sempre eseguite ricorsivamente nel repository.
ja: このコミットは「%ls」の深さで行われますが、リポジトリ上でのコピーは常に再帰的に行われます。
nb: Dybden til denne innsendingen er "%ls", men kopiering utføres alltid rekursivt i depotet.
oc: La prigondor d'aquesta liurason es "%ls", mas de còpias son totjorn réalisées de faiçon recursiva dins lo depaus.
sk: Hĺbka odovzdania je "%ls", ale kopírovanie je vykonané na úložisku rekurzívne.
sr@latin: Dubina ovog urezivanja je "%ls", ali kopije se uvek primene rekurzivno u spremištu.
vi: Độ sâu của lần cam kết này là "%ls", nhưng các bản sao luôn được thực hiện một cách đệ quy trong kho chứa.

source: The diffing engine aborted because of an error: %ls
cs: Nástroj na zjišťování rozdílů byl ukončen kvůli chybě: %ls
hr: Rad mehanizma za izradu razlika je zaustavljen zbog greške: %ls
it: Il motore di comparazione ha annullato l'operazione a causa di un errore: %ls
ja: 次のエラーにより、差分ツールは中止されました: %ls
nb: Lappemotoren (diffing engine) avsluttet på grunn av feil: %ls
oc: Lo còdi de gestion de las diferéncias s'es arrestat a causa d'una error : %ls
sk: Porovnávanie bolo zrušené z dôvodu chyby: %ls
sr@latin: Rad mehanizma za izradu razlika je zaustavljen zbog greške: %ls
vi: Cỗ máy tìm khác biệt được bỏ bởi một lỗi: %ls

source: The file %ls does not exist!
cs: Soubor %ls neexistuje
hr: Datoteka %ls ne postoji!
it: Il file %ls non esiste!
ja: ファイル %ls は存在していません。
nb: Filen %ls eksisterer ikke!
oc: Lo fichièr %ls existís pas !
sk: Súbor %ls neexistuje!
sr@latin: fajl %ls ne postoji!
vi: Tập tin %ls không tìm thấy trong đường dẫn!

source: The file %ls is not versioned. How do you want to proceed?
cs: Soubor %ls je bez verze. Jak chcete pokračovat?
hr: Datoteka %ls nije verzionirana. Kako želite nastaviti?
ja: ファイル%lsはバージョン管理されていません。どうしますか？
nb: Filen %ls er ikke versjonert. Hva vil du gjøre?
oc: Lo fichièr %ls es pas jos contraròtle de version. Cossí volètz procedir ?
sr@latin: Fajl %ls nij verzionisan. Kako želite da nastavite?

source: The file %ls was not found in the patch file!
cs: Soubor %ls nebyl nalezen v záplatě!
hr: Datoteka %ls nije nađena u datoteci sa zakrpom!
it: Il file %ls non è stato trovato nel file di patch!
ja: ファイル %ls はパッチファイル内で見つかりませんでした。
nb: Filen %ls ble ikke funnet i korreksjonsfilen!
oc: Lo fichièr %ls es pas estat trobat dins lo patch !
sk: Súbor %ls nebol nájdený v súbore záplat!
sr@latin: fajl %ls nije nađena u fajlu sa zakrpom!
vi: Tập tin %ls không tìm thấy trong tập tin vá!

source: The file %ls is empty. Do you want to remove the file?
cs: Soubor %ls je prázdný.Přejete si jej odstranit?
hr: Datoteka %ls je prazna. Da li ju želite ukloniti?
it: Il file %ls è vuoto. Rimuovere il file?
ja: ファイル %ls は空です。 ファイルを削除してもよろしいですか？
nb: Filen %ls er tom. Vil du fjerne filen?
oc: Lo fichièr %ls es void. Volètz suprimir aqueste fichièr ?
sk: Súbor %ls je prázdny! Chcete ho odstrániť?
sr@latin: fajl %ls je prazan. Da li ga želite ukloniti?
vi: Tập tin %ls đang trống. Bạn có muốn loại bỏ nó không?

source: The file is too big
cs: Soubor je příliš velký
hr: Datoteka je prevelika
it: Il file è troppo grande
ja: ファイルが大きすぎます
nb: Filen er for stor
oc: Lo fichièr es tròp voluminós.
sk: Súbor je príliš veľký
sr@latin: fajl je prevelik
vi: Tập tin quá lớn

source: The file is too large to open.
cs: Soubor je příliš velký pro otevření.
hr: Datoteka je prevelika da bi se otvorila.
it: Il file è troppo grande per essere aperto.
ja: ファイルが大きすぎて開けません。
nb: Filen er for stor til å bli åpnet.
oc: Lo fichièr es tròp voluminós per èsser dobèrt.
sk: Súbor je priveľký na otvorenie.
sr@latin: fajl je prevelik da bi se otvorio.
vi: Tập tin quá lớn để mở.

source: The file or directory "%ls" already exists at the drop location! You have to remove it first before you can add an external there with the same name.
cs: Souboru nebo adresář "%ls" již existuje v cíli přenesení! Musíte ji nejdříve smazat a až pak mlžete zde přidat externí se stejným názvem.
hr: Datoteka ili direktorij "%ls" već postoji u lokaciji otpuštanja! Najprije ga trebate ukloniti prije nego možete tamo da dodate vanjske sa istim imenom.
ja: 「%ls」というファイルまたはディレクトリが既にドロップした場所に存在します。外部参照を追加する前に、同じ名前のファイルやディレクトリを削除しておく必要があります。
nb: Filen eller mappen "%ls" finnes allerede på slippstedet! Du må fjerne den først før du kan legge til en ekstern der med samme navn.
oc: Lo fichièr o lo repertòri "%ls" existís ja a l'emplaçament de destinacion ! Vos cal lo suprimir al prealable abans de poder apondre una referéncia extèrne amb lo meteis nom a aqueste emplaçament.
sr@latin: Fajl ili direktorijum "%ls" već postoji u lokaciji otpuštanja! Treba da ga uklonite najpre pre nego možete da dodate tamo eksternal sa istim imenom.

source: The file %ls already exists! Do you want to overwrite it?
cs: Soubor %ls již existuje! Přejete si jej přepsat?
hr: Datoteka %ls već postoji! Želite li ju pregaziti?
it: Il file %ls esiste già. Lo si vuole sovrascrivere?
ja: ファイル %ls はすでに存在しています。上書きしてもよろしいですか？
nb: Filen %ls finnes allerede! Vil du overskrive den?
oc: Lo fichièr %ls existís ja ! Lo volètz espotir ?
sk: Súbor %ls už existuje! Chcete ho prepísať?
sr@latin: fajl %ls već postoji! Želite li ga prepisati?
vi: Tập tin %ls đã tồn tại! Bạn có muốn ghi đè nó không?

source: The file %ls is not a valid text file!
cs: Soubor %ls není platným textovým souborem!
hr: Datoteka %ls nije valjana tekstualna datoteka!
it: Il file %ls non è file di testo valido!
ja: ファイル %ls はテキストファイルではありません。
nb: Filen %ls er ikke en gyldig tekstfil!
oc: Lo fichièr %ls es pas un fichièr tèxte valid !
sk: Súbor %ls nie je platný textový súbor!
sr@latin: Fajl %ls nije valjani teks fajl!
vi: Tập tin %ls không phải là một tập tin văn bản hợp lệ!

source: The folder %ls already exists!
cs: Cílový adresář %ls již existuje!
hr: Mapa %ls već postoji!
it: La cartella %ls esiste già!
ja: フォルダー %ls はすでに存在しています。
nb: Mappen %ls finnes allerede!
oc: Lo dorsièr %ls existís ja !
sk: Adresár %ls už existuje!
sr@latin: Folder %ls već postoji!
vi: Thư mục %ls đã tồn tại!

source: The hook script executed successfully
cs: Hákový skript byl úspěšně spuštěn
hr: Zakvačena skripta uspješno izvršena
it: Lo script collegato è stato eseguito correttamente
ja: フックスクリプトの実行に成功しました
nb: Påhakingsskriptet kjørte vellykket
oc: L'escript associat es estat executat corrèctament.
sk: Pripnutý skript prebehol v poriadku
sr@latin: Skripta zakačaljke izvršena uspešno

source: The hook script returned an error: %ls
cs: Hákový skript vrátil chybu: %ls
hr: Skripta je vratila grešku: %ls
it: Lo hook script ha segnalato un errore: %ls
ja: フックスクリプトはエラーを返しました: %ls
nb: Påhakingsskriptet ga en feil: %ls
oc: L'escript associat a rmandat una error : %ls
sk: Pripnutý skript vrátil chybu: %ls
sr@latin: Zakačiv Skript je vratio grešku: %ls
vi: Kịch bản hook trả về lỗi: %ls

source: The hook script was not approved to run
cs: Hákový skript nebyl schválen ke spuštění
hr: Zakvačena skripta nema odobrenje za pokretanje
it: Lo script di aggancio non è stato approvato per l'esecuzione
ja: フックスクリプトが実行用に設定されませんでした
nb: Påhakingsskriptet ble ikke godkjent for kjøring
oc: L'escript es pas estat aprovat per èsser executat
sk: Spustenie pripnutého skriptu nebolo schválené
sr@latin: Zakačiva skripta nema odobrenje za rad

source: The image can not be shown.
cs: Obrázek nemůže být zobrazen.
hr: Slika ne može biti prikazana.
it: L'immagine non può essere visualizzata.
ja: 画像を表示することができません。
nb: Bildet kan ikke vises.
oc: L'imatge pòt pas èsser afichada.
sk: Obrázok nemôže byť zobrazený.
sr@latin: Slika ne može biti prikazana.
vi: Ảnh không thể hiển thị được.

source: The issue-tracker provider could not be created. Please check that it is installed correctly.
cs: Poskytovatel sledovače problémů nemohl být vytvořen. Prosím ověřte, že byl správně instalován.
hr: Usluga za praćenje zahtjeva nije pokrenuta. Molimo provjeriti da li je dobro instalirana.
it: Il fornitore di issue-tracker non è stato creato. Si prega di controllare che sia installato correttamente.
ja: 課題追跡システムのプロバイダーを作成することができませんでした。正しくインストールされているかどうかを確認してください。
nb: Leverandøren av saksporing kunne ikke lages. Vennligst kontroller at den er korrekt installert.
oc: Lo provesidor del sistèma de seguiment dels problèmas a pas pogut èsser creat. Verificatz s'il es installat corrèctament.
sk: Poskytovateľa sledovača prípadov sa nepodarilo vytvoriť. Prosím, skontrolujte, či bol správne nainštalovaný.
sr@latin: Nabavljač problem-tragača nije kreiran. Molim proverite da je instaliran korektno.
vi: Bộ cung cấp theo dõi vấn đề không thể tạo được. Vui lòng kiểm tra rằng nó được cài đặt đúng.

source: The issue-tracker provider was unable to validate the parameter string
cs: Poskytovatel sledovače problémů nemohl ověřit řetězec parametru
hr: Usluga za praćenje zahtjeva nije u stanju provjeriti string parametar
it: Il fornitore di issue-tracker non è stato in grado di validare la stringa del parametro
ja: 課題追跡システムのプロバイダーは、パラメーター文字列の確認ができませんでした。
nb: Leverandøren av saksporing kunne ikke validere parameterstrengen
oc: Lo provesidor del sistèma de seguiment dels problèmas es pas estat capable de validar la cadena dels paramètres
sk: Sledovač prípadov nemohol overiť textový parameter
sr@latin: Nabavljač problem-tragača ne može da vrednuje parametarski string
vi: Bộ cung cấp theo dõi vấn đề không thể xác nhận được chuỗi tham số

source: The item '%ls' has property conflicts: %ls
cs: Položka '%ls' má konflikt vlastností: %ls
hr: Stavka '%ls' ima svojstvo konflikta: %ls
it: L'elemento '%ls' ha conflitti di proprietà:↩ %ls
ja: 項目「%ls」にはプロパティの競合があります。 %ls
nb: Elementet '%ls' har egenskapskonflikter:↩ %ls
oc: L'element '%ls' a de proprietats conflictualas : %ls
sr@latin: Stavka '%ls' ima konflikt osobina: %ls

source: The last merge operation tried to add the directory '%ls'
cs: Poslední sloučení se pokusilo přidat adresář '%ls'
hr: Zadnja operacija stapanja je pokušala dodati mapu '%ls'
it: L'ultima operazione di unione ha cercato di aggiungere la cartella '%ls'
ja: 最後のマージ操作でディレクトリ「%ls」を追加しようとしました
nb: Den siste fletteoperasjonen prøvde å legge til katalogen '%ls'
sk: Posledné prepnutie sa pokúsilo pridať adresár '%ls'
sr@latin: Zadnja opercija stapanja pokušava da doda folder '%ls'
vi: Tác vụ hợp nhất cuối cùng cố thêm vào thư mục '%ls'

source: The last merge operation tried to add the file '%ls'
cs: Poslední sloučení se pokusilo přidat soubor '%ls'
hr: Zadnja operacija stapanja je pokušala dodati datoteku '%ls'
it: L'ultima operazione di unione ha cercato di aggiungere la cartella '%ls'
ja: 最後のマージ操作でファイル「%ls」を追加しようとしました
nb: Den siste fletteoperasjonen prøvde å legge til filen '%ls'
sk: Posledné zlučovanie sa pokúsilo pridať súbor '%ls'
sr@latin: Zadnja operacija stapanja pokušava da doda fajl '%ls'
vi: Tác vụ hợp nhất cuối cùng cố thêm vào tập tin '%ls'
