Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Resolves conflicted files
cs: Vyřeší soubory v konfliktu
hr: Razrješuje sukobljene datoteke
it: Risolvi file in conflitto
ja: ファイルの競合を解決する
nb: Løser filer i konflikt
oc: Resòlvre los fichièrs en conflictes
sk: Rieši súbory v konflikte
sr@latin: Razrešuje sukobljene fajlove
vi: Đã giải quyết các tập tin bị mâu thuẫn

source: Restore
cs: Obnovit
hr: Vrati
it: Ripristina
ja: 復元
nb: Gjenopprett
oc: Restablís
sk: Obnoviť
sr@latin: Vratiti
vi: Khôi phục

source: Restore Default
cs: Obnovit výchozí
hr: Vrati početne postavke
it: Ripristina predefiniti
ja: デフォルトに戻す
nb: Tilbake til Standard
oc: Valors per defaut
sk: Obnoviť základné
sr@latin: Vrati početne postavke
vi: Khôi phục mặc định

source: Restore after commit
cs: Obnovit po odevzdání
hr: Vrati nakon commita
it: Ripristina dopo modifiche
ja: コミット後に復元
nb: Gjenopprett etter innsending
oc: Restabliment aprèp la liurason
sk: Obnoviť po odovzdaní
sr@latin: Vratiti posle urezivanja
vi: Khôi phục sau khi cam kết

source: Restore the window to normal size
cs: Obnovit okno do normální velikosti
hr: Vraća prozor na normalnu veličinu
it: Riporta la finestra alla dimensione normale
ja: ウィンドウを通常のサイズに戻す
nb: Gjenoppretter vinduet til normal størrelse
oc: Restablir la fenèstra a sa talha normala
sk: Obnoviť základnú veľkosť okna
sr@latin: Vraća prozor na normalnu veličinu
vi: Khôi phục cửa sổ về kích thước bình thường

source: Restored
cs: Obnoveno
hr: Obnovljeno
it: Rirpstinato
ja: 復元
nb: Gjenopprettet
oc: Restablit
sk: Obnovené
sr@latin: Obnovljeno
vi: Khôi phục

source: Reverse merged revision(s) {revrange} from {mergeurl}:
cs: Zpětně sloučené revize {revrange} z {mergeurl}:
hr: Obrnuto spojena revizija(e) {revrange} iz {mergeurl}:
it: Ripristina revisioni unite {revrange} da {mergeurl}:
ja: {mergeurl}からリビジョン{revrange}を逆マージ:
nb: Reversflettet revisjon(er) {revrange} fra {mergeurl}:
oc: A inversat la fusion de la(de) revision(s) {revrange} a partir de {mergurl} :
sk: Zpätne zlúčená(é) revízia(e) {revrange} do {mergeurl}:
sr@latin: Inverzno stopljene revizije {revrange} iz {mergeurl}:
vi: Các bản chỉnh sửa kết hợp ngược {revrange} từ {mergeurl}:

source: Reverse merging %1!ld! through %2!ld!
cs: Zpětně slučuji %1!ld! až %2!ld!
hr: Stapanje unazad %1!ld! do %2!ld!
it: Annulla l'unione di %1!ld! attraverso %2!ld!
ja: %1!ld! ～ %2!ld! を逆マージ
nb: Reversfletter fra %1!ld! til %2!ld!
oc: Inversar la fusion de %1!ld! fins a %2!ld!
sk: Spätné zlučovanie %1!ld! po %2!ld!
sr@latin: Vrati stapanje %1!ld! do %2!ld!
vi: Đảo hợp nhất %1!ld! đến %2!ld!

source: Reverse merging %ld
cs: Zpětně slučuji %ld
hr: Poništi stapanje %ld
it: Annulla l'unione %ld
ja: %ld を逆マージ
nb: Reversfletter %ld
oc: Inversar la fusion %ld
sk: Spätné zlučovanie %ld
sr@latin: Vrati stapanje %ld
vi: Đảo hợp nhất %ld

source: Revert
cs: Vrátit
hr: Vrati na staro
it: Ripristina
ja: 変更の取り消し
nb: Tilbakestill
oc: Tornar a l'anciana version
sk: Vrátiť
sr@latin: Vrati na staro
vi: Quay lui

source: Revert to default settings. Recommended for unexperienced users.
cs: Vrátit základní nastavení. Doporučeno pro nezkušené u uživatele.
hr: Vrati na početne postavke. Proporučljivo za početnike.
it: Ritorna alle impostazioni predefinite. Raccomandato per utenti inesperti.
ja: デフォルトの設定に戻す。経験のあまりないユーザーにお勧め。
nb: Tilbakestill til standard innstillinger. Anbefales for uerfarne brukere.
oc: Restablir los paramètres per defaut. Recomandat pels utilizaires non expérimentés.
sk: Vrátiť prednastavené. Odporúčané pre neskúsených užívateľov.
sr@latin: Vratite na uobičajeno podešavanje. Preporučeno za neiskusne korisnike.
vi: Quay lui về thiết lập mặc định. Nên dùng cho người dùng có kinh nghiệm.

source: Revert All local modifications will be lost.
cs: Vrátit Všechny místní změny budou ztraceny.
hr: Vrati Sve lokalne promjene će biti izgubljene
it: Annulla Tutte le modifiche locali verranno perse.
ja: 変更の取り消し ローカルで行ったすべての変更は失われます。
nb: Tilbakestill Alle lokale endringer vil gå tapt.
sk: Vrátiť Mietne zmeny budú stratené.
sr@latin: Vraćanje Sve lokalne izmene će biti izgubljene.
vi: Hoàn nguyên Tất cả các sửa đổi cục bộ sẽ bị mất.

source: Revert Changes will be applied to the working copy.
cs: Vrátit Změny budou použity v pracovní kopii.
hr: Vrati Promjene će se primijeniti na radnu kopiju.
it: Ripristina Le modifiche saranno applicate alla copia di lavoro.
ja: 変更を取り消す 変更を作業コピーに適用します。
nb: Tilbakestill Endringer vil bli gjort i arbeidskopien.
sk: Vrátiť Zmeny budú aplikované na pracovnú kópiu.
sr@latin: Vraćanje Izmene će biti primenjene u radnoj kopiji.
vi: Quay lui Các thay đổi sẽ được áp dụng vào bản sao làm việc

source: Reverted
cs: Vráceno
hr: Vraćeno na staro
it: Ripristinato
ja: 変更の取り消し
nb: Tilbakestilt
oc: Tornat a l'anciana version
sk: Vrátené
sr@latin: Vraćeno na staro
vi: Đã quay lui

source: Reverting %1!ls!
cs: Vracím %1!ls!
hr: Vraćam %1!ls!
it: Riprstino %1!ls!
ja: %1!ls!の変更を取り消しています
nb: Tilbakestiller %1!ls!
oc: Anulla las modificacions %1!ls!
sk: Vracanie %1!ls!
sr@latin: Vraća %1!ls!
vi: Đang quay lui %1!ls!

source: Reverting changes
cs: Vracím změny
hr: Vraćanje promjena
it: Annulla le modifiche
ja: 変更を取り消しています
nb: Tilbakestiller endringer
oc: Anullar las modificacions
sk: Vracanie zmien
sr@latin: Vraćanje izmena
vi: Quay lui các thay đổi

source: Reverts all changes you made since the last update
cs: Navrátí všechny změny, které byly provedeny od poslední aktualizace
hr: Poništava sve izmjene koje su učinjene nakon zadnje obnove
it: Annulla tutte le modifiche apportate dall'ultimo aggiornamento
ja: 最後の更新以降のすべての変更を取り消す
nb: Tar bort alle endringene som ble gjort siden siste oppdatering
oc: Anullar totes vòstres cambiaments dempuèi la darrièra mesa a jorn
sk: Vrátiť všetky zmeny od poslednej aktualizácie
sr@latin: Poništava sve izmene koje su učinjene nakon zadnjeg obnavljanja
vi: Quay lui tất cả thay đổi bạn làm kể từ lần cập nhất cuối cùng

source: Reverts an addition to version control
cs: Vrátit přidání do správy verzí
hr: Poništava dodavanje datoteke(a) pod nadzor Subversiona
it: Ripristina un'aggiunta al controllo di versione
ja: バージョン管理への追加を取り消す
nb: Tilbakestiller innlegging i versjonskontroll
oc: Invèrsa un apondon dins lo contraròtle de version
sk: Vrátiť pridanie do správy verzií
sr@latin: Poništava dodavanje fajlovi(a) pod naqor kontrole veryija
vi: Quay lui việc thêm vào kiểm soát phiên bản

source: Revision
cs: Revize
hr: Revizija
it: Revisione
ja: リビジョン
nb: Revisjon
sk: Revízia
sr@latin: Revizija
vi: Bản chỉnh sửa

source: Revision %1!ls!
cs: Revize %1!ls!
hr: Revizija %1!ls!
it: Revisione %1!ls!
ja: リビジョン %1!ls!
nb: Revisjon %1!ls!
sk: Revízia %1!ls!
sr@latin: Revizija %1!ls!
vi: Bản chỉnh sửa %1!ls!

source: Revision %ld
cs: Revize %ld
hr: Revizija %ld
it: Revisione %ld
ja: リビジョン %ld
sk: Revízia %ld
sr@latin: Revizija %ld
vi: Bản chỉnh sửa %ld

source: Revision &graph
cs: &Graf revizí
hr: Graf &revizija
it: &Grafico revisioni
ja: リビジョングラフ(&G)
nb: Revisjons&graf
oc: &Grafic de revision
sk: &Graf revízií
sr@latin: Revizioni &graf
vi: Biểu đồ &bản chỉnh sửa

source: Revision Graph
cs: Graf revizí
hr: Graf revizija
it: Grafico revisioni
ja: リビジョングラフ
nb: Revisjonsgraf
oc: Grafic de revision
sk: Graf revízií
sr@latin: Revizioni graf
vi: Biểu đồ bản chỉnh sửa

source: Revision Graph Filter
cs: Filtr grafu revizí
hr: Filter za graf revizija
it: Filtro grafico revisioni
ja: リビジョングラフフィルター
nb: Revisjonsgraf-filter
oc: Filtre del grafic de revision
sk: Filter grafu revízií
sr@latin: Filter revizionog grafa
vi: Lọc biểu đồ bản chỉnh sửa

source: Revision Graph::Colors
cs: Graf revizí::Barvy
hr: Graf revizija::Boje
it: Grafico revisioni:: Colori
ja: リビジョングラフ::色
nb: Revisjonsgraf::Farger
oc: Graf de las revision::Colors
sk: Graf revízií::Farby
sr@latin: Revizioni graf::Boje
vi: Biểu đồ bản chỉnh sửa::Màu

source: Revision Range
cs: Rozsah Revizí
hr: Raspon revizija
it: Gamma delle revisioni
ja: リビジョンの範囲
nb: Revisjonsintervall
oc: Plaja de revision
sk: Rozsah revízií
sr@latin: Raspon revizija
vi: Phạm vi bản chỉnh sửa

source: Revision graph
cs: Graf revizí
hr: Graf revizija
it: Grafico revisioni
ja: リビジョングラフ
nb: Revisjonsgraf
oc: Grafic de revision
sk: Graf revízií
sr@latin: Revizioni graf
vi: Biểu đồ bản chỉnh sửa

source: Revision range to merge
cs: Rozsah revizí ke sloučení
hr: Raspon revizija za stapanje
it: Intervallo revisione da unire
ja: マージするリビジョンの範囲
nb: Revisjonsintervall å flette
oc: Plaja de revisions a fusionar
sk: Rozsah revízií k zlúčeniu
sr@latin: Revizioni opseg za stapanje
vi: Phạm vi sửa đổi để hợp nhất

source: Revision:
cs: Revize:
hr: Revizija:
it: Revisione:
ja: リビジョン:
nb: Revisjon:
sk: Revízia:
sr@latin: Revizija:
vi: Bản chỉnh sửa:

source: Revision: %1!ld! %2!ls! URL: %3!ls! %4!ls!Author: %5!ls! Date: %6!ls! Log message: %7!ls!
cs: Revize: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Datum: %6!ls! Zpráva záznamu: %7!ls!
hr: Revizija: %1!ld! %2!ls!↩ URL: %3!ls!↩ %4!ls!Autor: %5!ls!↩ Datum: %6!ls!↩ ↩ Zabilješke:↩ %7!ls!
ja: リビジョン: %1!ld! %2!ls! URL: %3!ls! %4!ls!作者: %5!ls! 日時: %6!ls! ログメッセージ: %7!ls!
nb: Revisjon: %1!ld! %2!ls! URL: %3!ls! %4!ls!Forfatter: %5!ls! Dato: %6!ls! Loggmelding: %7!ls!
oc: Revision : %1!ld! %2!ls! URL : %3!ls! %4!ls!Autor : %5!ls! Data : %6!ls! Messatge : %7!ls!
sk: Revízia: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Dátum: %6!ls! Správa denníka: %7!ls!
sr@latin: Revizija: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Datum: %6!ls! Poruka dnevnika: %7!ls!

source: Revision: %1!ld! %2!ls! URL: %3!ls! %4!ls!Author: %5!ls! Date: %6!ls! Tags (%7!d!):%8!ls! Log message: %9!ls!
cs: Revize: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Datum: %6!ls! Značky (%7!d!):%8!ls! Zpráva záznamu: %9!ls!
hr: Revizija: %1!ld! %2!ls!↩ URL: %3!ls!↩ %4!ls!Autor: %5!ls!↩ Datum: %6!ls!↩ ↩ Tagovi (%7!d!):%8!ls!↩ ↩ Zabilješke:↩ %9!ls!
ja: リビジョン: %1!ld! %2!ls! URL: %3!ls! %4!ls!作者: %5!ls! 日時: %6!ls! タグ（%7!d!）:%8!ls! ログメッセージ: %9!ls!
nb: Revisjon: %1!ld! %2!ls! URL: %3!ls! %4!ls!Forfatter: %5!ls! Dato: %6!ls! Tagger (%7!d!):%8!ls! Loggmelding: %9!ls!
oc: Revision : %1!ld! %2!ls! URL : %3!ls! %4!ls!Autor : %5!ls! Data : %6!ls! Tags (%7!d!) :%8!ls! Comentari : %9!ls!
sk: Revízia: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Dátum: %6!ls! Značky (%7!d!):%8!ls! Správa denníka: %9!ls!
sr@latin: Revizija: %1!ld! %2!ls! URL: %3!ls! %4!ls!Autor: %5!ls! Datum: %6!ls! Znaci (%7!d!):%8!ls! Poruka dnevnika: %9!ls!

source: Revisions
cs: Revize
hr: Revizije
it: Revisioni
ja: リビジョン
nb: Revisjoner
sk: Revízie
sr@latin: Revizije
vi: Các bản chỉnh sửa

source: Rich Text (RTF) text with font and paragraph formatting
cs: Rich Text (RTF) text s formátováním písma a odstavce
hr: Rich Tekst (RTF) tekst sa formatiranim paragrafom i fontom
it: Rich Text (RTF) testo con formattazione di carattere e paragrafo
ja: Rich Text （RTF） フォントと段落情報を含むテキスト
nb: Rik Tekst (RTF) tekst med skrifttype og avsnittformatering
oc: Rich Text Format (RTF) Tèxte amb formatatge de las poliças e paragrafes
sk: Rich Text (RTF) text s formátovaním písma a odstavcov
sr@latin: Rič text (RTF) tekst sa pismom i formatiranjem paragrafa
vi: Giàu văn bản (RTF) chữ với phông và định dạng đoạn văn

source: Right View:
cs: Pravý pohled:
hr: Desni pogled:
it: Vista destra:
ja: 右ビュー:
nb: Høyre visning:
oc: Vista de dreita :
sk: Pravý pohľad:
sr@latin: Desni pogled:
vi: Xem bên phải:

source: Right image
cs: Pravý obrázek
hr: Desna slika
it: Immagine di destra
ja: 右側の画像
nb: Høyre bilde
oc: Imatge de dreita
sk: Pravý obrázok
sr@latin: Desna slika
vi: Ảnh bên phải

source: Row %d of %d
cs: Řádka %d z %d
hr: Redak %d od %d
it: Riga %d di %d
ja: 行 %d / %d
nb: Rad %d av %d
sk: Riadok %d z %d
sr@latin: Red %d od %d
vi: Dòng %d của %d

source: Row %d-%d of %d
cs: Řádka %d-%d z %d
hr: Redak %d-%d od %d
it: Riga %d-%d di %d
ja: 行 %d-%d / %d
nb: Rad %d-%d av %d
sk: Riadok %d-%d z %d
sr@latin: Red %d-%d od %d
vi: Dòng %d-%d của %d

source: Row Down
cs: Řádka dolů
hr: Red dolje
it: Riga giù
ja: 一行下へ
nb: Rad Ned
sk: Riadok dole
sr@latin: Red dole
vi: Dòng xuống

source: Row Up
cs: Řádka nahoru
hr: Red gore
it: Riga su
ja: 一行上へ
nb: Rad Opp
sk: Riadok hore
sr@latin: Red gore
vi: Dòng lên

source: Run cleanup &now
cs: Spustit čištění &nyní
hr: Pokreni čišćenje &sada
it: Esegui pulizia &ora
ja: 今すぐクリーンアップを実行(&N)
nb: Kjør opprydding &nå
oc: Executar lo &netejatge ara
sk: Spustiť čistenie &teraz
sr@latin: Pokre&ni čišćenje sada
vi: Chạy trình dọn dẹp ngay &bây giờ

source: Run hoo&k script
cs: Spustit há&kový skript
hr: Po&krenite zakačene skripte
it: Esegui script collegato
ja: フックスクリプトを実行(&K)
nb: Kjør påha&kingsskript
oc: Executar l'a&pèl d'escript
sk: Spustiť &dávkový súbor
sr@latin: Izvrši skriptu za&kačaljke

source: Run Run the hook script
cs: Spustit Spustit hákový skript
hr: Pokreni Pokreni zakačenu skriptu
it: Esegui Esegui lo script relativo
ja: 実行 フックスクリプトを実行する
nb: Kjør Kjør påhakingsskriptet
sk: Spustiť Dávka bude spustená
sr@latin: Pokreni Pokreni zakačiv skript
vi: Chạy Chạy kịch bản móc

source: S&elect...
cs: &Vybrat...
hr: &Odaberi...
it: S&eleziona...
ja: 選択(&E)...
nb: V&elg...
sk: &Vybrať
sr@latin: I&zabrati...
vi: &Chọn...

source: S&how Buttons on One Row
cs: &Zobrazit tlačítka v jednom řádku
hr: &Prikaži gumbe u jednom redu
it: &Visualizza pulsanti su una riga
ja: ボタンを1行で表示(&H)
nb: V&is Knapper i En Rad
sk: Tlačidlá z&obraziť v jednom riadku
sr@latin: P&rikaži dugmiće u jednom redu
vi: &Hiện nút bấm trên một dòng

source: S&how Buttons on Two Rows
cs: &Zobrazit tlačítka ve dvou řádcích
hr: &Prikaži gumbe u dva reda
it: &Visualizza pulsanti su due righe
ja: ボタンを2行で表示(&H)
nb: V&is Knapper i To Rader
sk: Tlačidlá z&obraziť v dvoch riadkoch
sr@latin: P&rikaži dugmiće u dva reda
vi: &Hiện nút bấm trên hai dòng

source: S&how Quick Access Toolbar below the Ribbon
cs: &Zobrazit Lištu Rychlého Přístupu pod Ribbonem
hr: &Prikaži alatnu traku za brzi pristup ispod trake
it: &Visualizza barra di accesso veloce sotto il nastro
ja: リボンの下にクイックアクセスツールバーを表示(&H)
nb: V&is Hurtigverktøylinje nedenfor Båndet
sk: Zob&raziť lištu rýchleho prístupu pod lištou
sr@latin: P&rikaži alatni panel za brzi pristup ispod trake
vi: &Hiện Thanh Công Cụ Truy Cập Nhanh dưới Ribbon

source: S&tatistics
cs: S&tatistika
hr: S&tatistika
it: S&tatistiche
ja: 統計(&T)
nb: S&tatistikk
oc: Es&tatisticas
sk: Š&tatistika
sr@latin: S&tatistika
vi: &Số liệu

source: S&witch...
cs: &Překlopit...
hr: Z&amijeni...
it: &Cambia...
ja: 切り替え(&W)...
nb: &Bytt...
oc: Anar s&us...
sk: &Prepnúť...
sr@latin: Z&ameni...
vi: &Chuyển sang...

source: SVN &Vendorbranch here
cs: Zde založit SVN &větev dodavatele
hr: SVN &Izvorna grana ovdje
it: Segmento &venditore SVN qui
ja: SVN ここにあるベンダーブランチを更新(&V)
nb: SVN &Leverandørgren her
oc: Branca del &vendeur SVN aicí
sk: SVN &Dodavateľská vetva tu
sr@latin: SVN &Prodajna grana ovde

source: SVN Add as &external here
cs: SVN Přidat zde jako &externí
hr: SVN Dodaj ovdj&e kao vanjski
ja: SVN ここに外部参照として追加(&E)
nb: SVN Legg til som &ekstern her
oc: SVN Apondre coma referéncia &extèrne aicí
sr@latin: SVN Dodaj kao &eksternal ovde

source: SVN Author
cs: SVN Autor
hr: SVN Autor
it: Autore SVN
ja: SVN 作者
nb: SVN Forfatter
oc: SVN Autor
sk: SVN Autor
sr@latin: SVN autor
vi: Tác giả SVN

source: SVN Copy and add files to this WC
cs: SVN Kopírovat a přidat soubory do této pracovní kopie
hr: SVN Kopiraj i dodaj datoteke u ovu radnu kopiju
it: SVN Copia e aggiungi i file a questa copia di lavoro
ja: SVN この作業コピーにファイルをコピーし追加
nb: SVN Kopiér og legg til filer til denne arbeidskopien
oc: SVN Copiar e apondre los fichièrs a aquesta còpia de trabalh
sk: SVN Kopírovať a pridať súbory do tejto pracovnej kópie
sr@latin: SVN Kopiraj i dodaj fajlove u ovu radnu kopiju
vi: SVN sao chép và thêm tập tin vào WC này

source: SVN Copy and rename versioned item here
cs: SVN kopírovat a přejmenovat soubory s verzí sem
hr: SVN Kopiraj ovdje i promijeni ime datoteke pod sustavom upravljanja verzija
it: Copia SVN e rinomina qui gli elementi con versione
ja: SVN バージョン管理下の項目をここにコピーし名前を変更
nb: SVN Kopiér og omdøp versjonert element her
oc: SVN Copiar e renomenar l'element versionat aicí
sk: SVN Kopírovať a premenovať verziované objekty sem
sr@latin: SVN Kopiraj i preimenuj verzionisanu stavku ovde
vi: SVN sao chép và đổi tên các món có phiên bản ở đây

source: SVN Copy versioned item(s) here
cs: SVN kopírovat soubor(y) s verzí sem
hr: SVN Kopiraj ovdje datoteke pod sustavom upravljanja verzija
it: Copia qui gli elementi SVN con versione
ja: SVN バージョン管理下の項目をここにコピー
nb: SVN Kopiér versjonerte element(er) hit
oc: SVN Copiar los elements versionats aicí
sk: SVN Kopírovať verziované objekty sem
sr@latin: SVN Kopiraj verzionisanu stavku(e) ovde
vi: SVN sao chép các món có phiên bản ở đây

source: SVN Export all items here
cs: SVN exportovat všechny položky sem
hr: SVN Izvezi sve ovdje
it: Esporta qui tutti gli elementi SVN
ja: SVN すべての項目をここにエクスポート
nb: SVN Eksportér alle elementer hit
oc: SVN Exportar totes los elements aicí
sk: SVN Exportovať všetky objekty sem
sr@latin: SVN Izvezi sve stavke ovde
vi: SVN xuất tất cả các món ở đây

source: SVN Export changed items here
cs: SVN Exportovat změněné položky sem
hr: SVN Izvezi promijenjene stavke ovamo
it: Elementi modificati esportazione SVN qui
ja: SVN 変更された項目をここにエクスポート
nb: SVN Eksportér endrede elementer hit
oc: Exportar los elements modificats del SVN aicí
sk: SVN exportovať zmenené objekty sem
sr@latin: SVN Izvezi izmenjene stavke ovde
vi: SVN Export thay đổi các món ở đây

source: SVN Export versioned items here
cs: SVN kopírovat soubory s verzí sem
hr: SVN Izvozi ovdje datoteke pod sustavom upravljanja verzija
it: Copia qui tutti gli elementi SVN con versione
ja: SVN バージョン管理下の項目をここにエクスポート
nb: SVN Eksportér versjonerte elementer hit
oc: SVN Exportar los elements versionats aicí
sk: SVN Kopírovať verziované objekty sem
sr@latin: SVN Kopiraj ovde verzionisane stavke
vi: SVN xuất các món có phiên bản ở đây

source: SVN Local lock owner
cs: SVN Místní vlastník zámku
hr: SVN Vlasnik lokota
it: Autore del blocco SVN
ja: SVN ローカルのロック所持者
nb: SVN Eier av lokal sperre
oc: SVN Proprietari del verrolh local
sk: SVN vlastník miestneho zámku
sr@latin: SVN Vlasnik lokalnog zaključavanja
vi: Chủ SVN khóa địa phương

source: SVN Move and rename versioned item here
cs: SVN přesunout a přejmenovat položky s verzí sem
hr: SVN Premjesti ovdje i promijeni ime stavke pod sustavom upravljanja verzija
it: Sposta e rinomina qui i file SVN con versione
ja: SVN バージョン管理下の項目をここに移動し名前を変更
nb: SVN Flytt og omdøp versjonert element her
oc: SVN Desplaçar e renomenar l'element versionat aicí
sk: SVN Presunúť a premenovať verziované objekty sem
sr@latin: SVN Premesti i promeni verzionisane stavke ovde
vi: SVN di chuyển và đổi tên các món có phiên bản ở đây

source: SVN Move versioned item(s) here
cs: SVN přesunout položku(y) s verzí sem
hr: SVN Premjesti ovdje datoteke pod sustavom upravljanja verzija
it: Sposta qui i file SVN con versione
ja: SVN バージョン管理下の項目をここに移動
nb: SVN Flytt versjonerte element(er) her
oc: SVN Desplaçar los elements versionats aicí
sk: SVN Presunúť verziované objekty sem
sr@latin: SVN Premesti verzionisane stavke ovde
vi: SVN di chuyển các món có phiên bản ở đây

source: SVN Revision
cs: SVN Revize
hr: SVN revizija
it: Revisione SVN
ja: SVN リビジョン
nb: SVN Revisjon
sk: SVN Revízia
sr@latin: SVN revizija
vi: SVN bản chỉnh sửa

source: SVN Statusnumber
cs: SVN číslo stavu
hr: SVN broj statusa
it: Numero di stato SVN
ja: SVN 状態番号
nb: SVN Statusnummer
oc: Numèro d'estatut SVN
sk: Číslo stavu SVN
sr@latin: SVN statusbroj
vi: Số trạng thái SVN

source: SVN eol-style
hr: SVN vrsta kraja linija
it: SVN tipo EOL
sk: SVN štýl ukončenia riadkov
sr@latin: SVN vrsta kraja linija
vi: Kiểu SVN eol

source: SVN mime-type
cs: SVN mime-typ
hr: SVN mime-tip
it: Tipo MIME SVN
ja: SVN MIMEタイプ
sk: SVN MIME typ
sr@latin: SVN mime-tip
vi: Kiểu SVN mime

source: SVN short URL
cs: SVN krátké URL
hr: SVN kratki URL
it: URL corta SVN
ja: SVN 短いURL
nb: SVN kort URL
oc: SVN URL corta
sk: SVN krátka URL
sr@latin: SVN kratki URL
vi: URL SVN ngắn

source: Sample log message to test the bugtraq: regex strings. Testing mentions of issues inside a text: Mention issue #55. Mention issues #77, #78. Update issue #101 Fixes issue #202 Resolves issue #88. Closes issue #99.
cs: Ukázková zpráva záznamu ke zkoušce řetězců bugtraq: regulárního výrazu. Zkouška zmínky o problémech uvnitř textu: Zmínit problém #55. Zmínit problémy #77, #78. Aktualizace problému #101 Opravuje problému #202 Řeší problém #88. Uzavírá problém #99.
hr: Primjer dnevničke poruke za isprobavanje bugtraqa: regex stringovi. Testiranje spominjanja zahtjeva unutar teksta: Spominjanje zahtjeva #55. Spominjanje zahtjeva #77, #78. Obnova zahtjeva #101 Popravlja zahtjev #202 Rješava zahtjev #88. Zatvara zahtjev #99.
it: Esempio di messagio registro attività per testare il bugtraq: regex strings. Il test richiama degli elementi nel testo: Mention issue #55. Mention issues #77, #78. Update issue #101 Fixes issue #202 Resolves issue #88. Closes issue #99.
ja: bugtraq をテストするためのサンプルログメッセージ（正規表現）。 Testing mentions of issues inside a text: Mention issue #55. Mention issues #77, #78. Update issue #101 Fixes issue #202 Resolves issue #88. Closes issue #99.
nb: Eksempel på loggmelding for å teste bugtraq: regulære uttrykk. Tester saker nevnt inne i teksten: Nevn sak #55. Nevn saker #77, #78. Oppdater sak #101 Fikser sak #202 Løser sak #88. Lukker sak #99.
oc: Exemple de messatge de log per testar la bugtraq : las expressions regularas. Testar las referéncias a dels id de bug dins un tèxte : Problèma n°55. Ligat als problèmas n°77, n°78. Mesa a jorn n°101 Corregís lo problèma n°202 Resòlv lo problèma n°88. Clau lo problèma n°99.
sk: Vzorová správa denníka na vyskúšanie bugtraq: regex strings. Skúšanie spomenutia prípadu v texte: Mention issue #55. Mention issues #77, #78. Update issue #101 Fixes issue #202 Resolves issue #88. Closes issue #99.
sr@latin: Dnevnik probe za testiranje bagtrek: regeks stringovi. Testiranje nagoveštaja problema unutar teksta : Nagoveštaj problema #55. Nagoveštaj problema #77, #78. Obnovljen problem #101 Fiksiran problem #202 Rešen problem #88. Zatvoren problem #99.
vi: Thông điệp tường trình ví dụ để kiểm tra bugtraq: regex strings. Kiểm tra nhắc đến các vấn đề bên trong văn bản: Nhắc đến vấn đề #55. Nhắc đến vấn đề #77, #78. Cập nhật vấn đề #101 Sửa vấn đề #202 Giải quyết vấn đề #88. Đóng vấn đề #99.

source: Sample text:
cs: Ukázkový text:
hr: Testni tekst:
it: Testo di esempio:
ja: サンプルテキスト:
nb: Eksempeltekst:
oc: Exemple de tèxte :
sk: Ukážkový text:
sr@latin: Probni tekst:
vi: Văn bản ví dụ:

source: Save
cs: Uložit
hr: Spremi
it: Salva
ja: 保存
nb: Lagre
oc: Enregistrar
sk: Uložiť
sr@latin: Sačuvaj
vi: Lưu

source: Save &as...
cs: Uložit j&ako...
hr: Snimi &kao...
it: Salva &come...
ja: 名前を付けて保存(&A)...
nb: Lagre &som...
oc: Enregistrar &jos...
sk: Uložiť &ako...
sr@latin: Sačuvaj &kao...
vi: Lưu như &là...

source: Save As
cs: Uložit Jako
hr: Snimi kao
it: Salva come
ja: 名前を付けて保存
nb: Lagre Som
oc: Enregistrar jos
sk: Uložiť ako
sr@latin: Sačuvaj kao
vi: Lưu như là

source: Save Bottom File as You're asked where to save the bottom file
cs: Uložit soubor dole jako Jste požádání o místo uložení souboru dole
hr: Spremite donju datoteku kao Biti ćete pitani gdje želite spremiti donju datoteku
ja: 下ファイルを名前を付けて保存 下ファイルをどこに保存するか指定します
nb: Lagre Nedre Fil som Du blir spurt hvor den nedre filen skal lagres
oc: Enregistrar lo fichièr del bas jos Òm vos demandarà ont enregistrar lo fichièr d'aval
sk: Uložiť spodný súbor ako Budete opýtaný kam uložiť spodný súbor
sr@latin: Čuva donje fajlove kao Bićete pitani gde da sačuvate donje falove

source: Save File
cs: Uložit soubor
hr: Spremite datoteku
it: Salva file
ja: ファイルを保存
nb: Lagre Filen
oc: Enregistrar lo fichièr
sk: Uložiť súbor
sr@latin: Sačuvaj fajl
