Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Show oldest node at top
cs: Zobrazit nejstarší uzel na vrchu
hr: Prikaži počevši od najstarijeg čvora
it: Posizione in cima il nodo più vecchio
ja: 最も古いノードを先頭に表示
nb: Vis eldste node øverst
oc: Afichar lo mai vieux nosèl en haut
sk: Zobraziť najstarší vrchol na vrchu
sr@latin: Prikaži počevši od najstarijeg čvora
vi: Hiển thị nút cũ nhất trên cùng

source: Show only a&ffected paths
cs: Zobrazit pouze &dotčené cesty
hr: Prikaži samo &utjecane staze
it: Visualizza solo le c&artelle interessate dalla modifica
ja: 影響を受けるパスのみ表示(&F)
nb: Vis bare &påvirkede stier
oc: Ne montrer que los camins &afectats
sk: Zobraziť iba &ovplyvnené cesty
sr@latin: Prikaži samo putanje od uticaj&a
vi: Chỉ hiển thị các đường dẫn bị &ảnh hưởng

source: Show only the changed parts of the path name. Replace unchanged elements with dots.
cs: Zobraz pouze změněné části cesty. Nahraď nezměněné části tečkami.
hr: Prikaži samo promijenjene dijelove staze. Zamijeni nepromijenjene elemente s točkicama.
it: Visualizza solo le parti del percorso che sono state modificate. Sostituisci elementi non modificati con puntini.
ja: パス名のサブディレクトリの部分のみを表示する。共通の部分はドットで置き換える。
nb: Vis bare de endrede delene av stinavnet. Erstatt uendrede elementer med prikker.
oc: Afichar unicament las zònas modificadas del camin. Remplaçar los elements non modificats per de punts.
sk: Zobrazí iba zmenené časti mena cesty. Nezmenené časti nahradí bodkami.
sr@latin: Prikazuje samo izmenjene delove imena putanja. Zamenjuje neizmenjene elemente tačkama.
vi: Chỉ hiển thị phần thay đổi trong tên đường dẫn. Thay thế các yếu tố không đổi với các dấu chấm.

source: Show or hide the line diff bar Toggle LineDiffBar
cs: Ukázat, nebo skrýt rozdílový řádek Přepnout porovnání řádků
hr: Prikaži ili sakrij traku s linijskom razlikom Mijenjanje prikaza trake s razlikama u retku
it: Visualizza/nascondi la barra confronto linee Barra Confronto Linee
ja: 行内差分バーを表示/非表示にする 行内差分バーを表示/非表示
nb: Vis/skjul linjediff-felt Bytt LinjeDiffFelt
oc: Veire o amagar la barra de las linhas de diferéncia Bascular la barra de las linhas de diferéncia
sk: Zobraz/skry riadkové porovnanie Prepni riadkové porovnanie
sr@latin: Prikaži ili sakri linije razlika pult Promeni LinRazlPult
vi: Ẩn hoặc hiện thanh khác biệt dòng Đảo hiện thanh khác biệt dòng

source: Show or hide the locator bar Toggle LocatorBar
cs: Ukázat, nebo skrýt lištu umístění Přepne lištu umístění
hr: Prikaži ili sakrij adresnu traku Mijenjanje prikaza adresne trake
it: Visualizza/nascondi la barra Locatori Barra Locator
ja: ロケーターバーを表示/非表示にする ロケーターバーを表示/非表示
nb: Vis/skjul lokaliseringslinjen Bytt LokaliseringsLinje
oc: Veire o amagar la barra de localizacion Bascular la barra de localizacion
sk: Zobraz/skry rámček polohy Prepni rámček polohy
sr@latin: Prikaži ili sakri statusnu tablu Menjaj prikaz LokatorPult
vi: Ẩn hoặc hiện thanh địa chỉ Đảo hiện thanh địa chỉ

source: Show or hide the status bar Toggle StatusBar
cs: Zobrazit, nebo skrýt stavový řádek Přepnout stavový řádek
hr: Prikaži ili sakrij statusnu traku Mijenjaj prikaz statusne trake
it: Visualizza/nascondi la barra di stato Barra di stato
ja: ステータスバーを表示/非表示にする ステータスバーを表示
nb: Vis/skjul statuslinje Bytt statuslinje-visning
oc: Veire o amagar la barra d'estatut Barra d'estatut
sk: Zobraziť, alebo schovať stavový rámček Prepni stavový rámček
sr@latin: Prikaži ili sakri statusni panel Mijenjaj prikaz StatusPult
vi: Ẩn hoặc hiện thanh trạng thái Đảo hiện thanh trạng thái

source: Show or hide the toolbar Toggle ToolBar
cs: Zobrazit, nebo skrýt lištu nástrojů Přepnout lištu nástrojů
hr: Prikaži ili sakrij traku s alatima Mijenjanje prikaza trake s alatima
it: Visualizza/nascondi la barra degli strumenti Barra degli strumenti
ja: ツールバーを表示/非表示にする ツールバーを表示
nb: Vis/skjul verktøylinje Bytt verktøylinje-visning
oc: Veire o amagar la barra d'aisinas Barra d'aisinas
sk: Zobraz/skry lištu nástrojov Prepni lištu nástrojov
sr@latin: Prikaži ili sakri alatni panel Menjanje prikaza AlatPulta
vi: Ẩn hoặc hiện thanh công cụ Đảo hiện thanh công cụ

source: Show revision properties
cs: Zobrazit vlastnosti revize
hr: Prikaži svojstva revizije
it: Visualizza le proprietà della revisione
ja: リビジョンプロパティを表示
nb: Vis revisjonsegenskaper
oc: Veire las proprietats de la revision
sk: Zobraziť vlastnosti revízie
sr@latin: Prikaži osobine revizije
vi: Hiện thuộc tính chỉnh sửa

source: Show shortcut &keys in ScreenTips
cs: Zobrazit &klávesové zkratky v Tipech
hr: Prikaži &skraćenice uz savjete
it: Visualizza tasti di a&bbreviazioni nei suggerimenti
ja: スクリーンチップ上にショートカットキーを表示(&K)
nb: Vis hurtig&taster i SkjermTips
sk: Zobraziť &klávesové skratky v tipoch
sr@latin: Prikaži &tastere skraćenice u EkranObjašnjenju
vi: Hiện &phím tắt trong Mẹo Màn Hình

source: Show special characters for whitespaces and newlines Show Whitespaces
cs: Zobrazí zvláštní znaky pro mezery a nové řádky Zobrazit mezery
hr: Prikaži posebne znakove za praznine i nove redove Prikaži praznine
it: Visualizza caratteri speciali per spazi e ritorni a capo Visualizza spazi
ja: 空白や改行を特殊な記号で表示する 空白を表示
nb: Vis spesielle symboler for blanktegn og linjeskift Vis Blanktegn
oc: Mostrar los caractèrs especials d'espaçament e de cambiament de linha Mostrar los caractèrs d'espaçament
sk: Zobraziť špeciálne znaky pre biele znaky a nové riadky. Zobraziť biele znaky
sr@latin: Prikaži specijalne karaktere za beline i nove linije Prikaži beline
vi: Hiển thị ký tự đặc biệt cho các khoảng trắng và dòng mới Hiển thị Khoảng Trắng

source: Show statistics for the selected log cache
cs: Zobrazit statistiku pro vybranou úschovu záznamu
hr: Prikaži statistiku spremnika za označen dnevnik
it: Visualizza statistiche per la cache selezionata
ja: 選択したログキャッシュの統計データを表示
nb: Vis statistikk for det valgte loggmellomlageret
oc: Veire las estatisticas del jornal mesas en cache seleccionat
sk: Zobrazí štatistiku pre vybraný zásobník denníka
sr@latin: Prikaži statistiku keš za označen dnevnik
vi: Hiển thị số liệu cho các bản nhớ thông điệp tường trình được chọn

source: Show tags on the copy source, not as separate nodes
cs: Zobrazit značky na zdroji kopie, ne jako samostatné uzly
hr: Pokaži oznake na izvoru kopiranja, a ne kao odvojene čvorove
it: Visualizza le etichette sulla copia sorgente e non come nodi separati
ja: ノードとして分割せずにコピー元にタグを表示する
nb: Vis merker på kopikilde, ikke som egne noder
oc: Veire las etiquetas dins la còpia de trabalh, pas coma de nosèls separats
sk: Zobrazí značky na kópií zdroja, nie ako samostatný vrchol
sr@latin: Pokaži oznake na izvoru kopiranja, a ne kao odvojene čvorove
vi: Hiển thị thẻ trên các nguồn sao chép, không phải các nút riêng rẽ

source: Show the diff The diff viewer is started for every selected item.
cs: Zobrazit rozdíl Prohlížeč rozdílů je spuštěn pro každou vybranou položku.
hr: Prikaži razlike Preglednik razlika pokrenut je za svaki označeni predmet.
it: Visualizza le differenze Il visualizzatore differenze verrà avviato per ogni elmento selezionato.
ja: 差分を表示 選択されたすべての項目について差分ビューアを起動します。
nb: Vis diff Diff-programmet vil startes for hvert valgt element.
sk: Zobraziť porovnanie Prehliadač porovnania bude otvorený pre všetky vybrané objekty.
sr@latin: Prikaži dif Dif pregledač se pokreće za svaku izabranu stavku.

source: Show/Hide
cs: Zobrazit/Schovat
hr: Pokaži/Sakrij
it: Visualizza/nascondi
ja: 表示/非表示
nb: Vis/Skjul
oc: Afichar/Amagar
sk: Zobraziť/skryť
sr@latin: Pokaži/Sakri
vi: Hiện/Ẩn

source: Showing %1!ld! revision(s), from revision %2!ld! to revision %3!ld! - %4!ld! revision(s) selected, showing %5!ld! changed paths
cs: Zobrazuji %1!ld! revizí, od revize %2!ld! do revize %3!ld! - vybráno %4!ld! revizí, zobrazuji %5!ld! změněných cest
hr: Prikaz %1!ld! revizija, od revizije %2!ld! do %3!ld! - %4!ld! revizija odabrano, prikaz %5!ld! promijenjenih staza
it: %1!ld! revisione/i visualizzata/e, dalla revisione %2!ld! alla revisione %3!ld! - %4!ld! revisione/i selezionata/e, %5!ld! percorso/i modificato/i visualizzato/i
ja: %1!ld!件のリビジョンを表示（%2!ld!～%3!ld!）、%4!ld!件のリビジョンを選択、%5!ld!件の変更されたパスを表示
nb: Viser %1!ld! revisjon(er), fra revisjon %2!ld! til revisjon %3!ld! - %4!ld! revisjon(er) valgt, viser %5!ld! endrede stier
oc: Aficha %1!ld! revision(s), de la revision %2!ld! a la revision %3!ld! - %4!ld! revision(s) seleccionadas, aficha %5!ld! camins modificats
sk: Zobrazené revízie: %1!ld! (od revízie %2!ld! do revízie %3!ld!) - Vybrané revízie: %4!ld!. Zobrazené zmenené cesty: %5!ld!
sr@latin: Prikazivanje %1!ld! revizija, od revizija %2!ld! do %3!ld! - %4!ld! odabranih revizija(e), koje prikazuju %5!ld! izmenjenih putanja.
vi: Hiển thị %1!ld! bản chỉnh sửa, từ bản chỉnh sửa %2!ld! đến bản chỉnh sửa %3!ld! - %4!ld! bản chỉnh sửa được chọn, Hiển thị %5!ld! đường dẫn được thay đổi

source: Showing %ld nodes
cs: Zobrazuji %ld uzlů
hr: Prikazujem %ld čvorova
it: Visualizza %ld nodi
ja: %ld件のノードを表示
nb: Viser %ld noder
oc: Aficha %ld nosèls
sk: Zobrazujem %ld uzlov
sr@latin: Prikazivanje %ld čvorova
vi: Hiển thị %ld nút

source: Showing graph for %ls
cs: Zobrazuji graf pro %ls
hr: Prikazujem graf za %ls
it: Grafico di %ls
ja: %lsのグラフを表示
nb: Viser graf for %ls
oc: Aficha lo grafic per %ls
sk: Zobrazujem graf pre %ls
sr@latin: Prikazujem graf za %ls
vi: Hiển thị biểu đồ cho %ls

source: Shows a graphical representation of copies/tags/branches
cs: Ukáže grafickou reprezentaci kopií/značek/větví
hr: Prikazuje grafički prikaz kopija/oznaka/grana
it: Visualizza una rappresentazione grafica di copie/tag/rami
ja: コピー/タグ/ブランチをグラフ表示する
nb: Viser en grafisk representasjon av kopier/merker/grener
oc: Aficha una representacion grafica de las còpias/etiquetas/brancas
sk: Zobrazí grafické vyjadrenie kópií, značiek a vetiev
sr@latin: Grafički prikaz kopije/oznake/grane
vi: Hiển thị biểu diễn đồ hoạ của các bản sao/thẻ/nhánh

source: Shows a unified diff of all changes of the path and those below, including property changes.
cs: Zobrazí sjednocený rozdíl všech změn cesty a položek v ní obsažené, včetně změn vlastností.
hr: Prikaži ujedinjene razlike za sve promjene putanje i one ispod, uključujući promjene svojstva.
ja: パスとそれ以下のすべての変更（プロパティの変更を含む）をUnified差分ファイルで表示します。
nb: Viser enhetlig diff for alle endringer i stien og de under, inkludert egenskapsendringer.
oc: Mòstra las diferéncias unificadas de tot los cambiaments de l'arborescéncia, incluant los cambiaments de proprietats
sr@latin: Prikazuje ujedinjene razlike za sve izmene putanje i dalje, uključujući izmene osobina.

source: Shows all files which were changed since the last update, locally and in the repository
cs: Ukáže všechny soubory od poslední aktualizace změněné lokálně a v úložišti
hr: Prikazuje sve datoteke promijenjene od zadnje obnove, lokalno i u skladištu
it: Visualizza tutti i file che hanno subito modifiche dall'ultimo aggiornamento, localmente e nel repository
ja: 最後の更新後に、ローカルおよびリポジトリ上で変更されたすべてのファイルを表示
nb: Viser alle filene som er endret siden forrige oppdatering, lokalt og i depotet
oc: Aficha totes los fichièrs modificats dempuèi la darrièra mesa a jorn, localament e dins lo depaus
sk: Zobrazí všetky súbory, ktoré boli zmenené od poslednej aktualizácie, miestne a v úložisku.
sr@latin: Prikazuje sve fajlovi promenjene od zadnjeg obnavljanja, lokalno i u spremištu
vi: Hiển thị tất cả các tập tin được thay đổi kể từ lần cập nhất cuối, địa phương và trong kho chứa

source: Shows all revisions where changes were made to this item
cs: Ukázat všechny revize, kde byly provedené změny této položky
hr: Prikazuje sve revizije u kojima je mijenjana ova stavka
it: Visualizza tutte le revisioni in cui sono state apportate delle modifiche a questo oggetto
ja: この項目に対して変更が行われたすべてのリビジョンを表示する
nb: Viser alle revisjoner hvor dette elementet ble endret
oc: Aficha totas las revisions ont de cambiaments son estats faits a aqueste element
sk: Zobrazí všetky revízie, v ktorých bol tento objekt zmenený
sr@latin: Prikazuje sve revizije u kojima je menjana ova stavka
vi: Hiển thị tất cả các bản chỉnh sửa nơi các thay đổi được làm nên trên món này

source: Shows folders and files included with the svn:externals property
cs: Zobrazí adresáře a soubory, které jsou zahrnuty ve vlastnosti svn:externals
hr: Prikazuje mape i datoteke uključene koristeći svojstvo svn:externals
it: Visualizza file e cartelle incluse con proprietà svn:esterne
ja: svn:externalsプロパティで指定されたフォルダーやファイルを表示する
nb: Viser mapper og filer med egenskapen svn:externals
oc: Mòstra los dorsièrs e los fichièrs incluses amb la proprietat svn:externals
sk: Zobrazí adresáre a súbory zahrnuté vo vlastnosti svn:externals
sr@latin: Prikazuje foldere i fajlove uključene sa osobinom svn:eksternali
vi: Hiện các thư mục và tập tin bao gồm với thuộc tính svn:externals

source: Shows information about TortoiseSVN
cs: Zobrazit informace o TortoiseSVN
hr: Prikaz podataka o TortoiseSVN
it: Visualizza informazioni su TortoiseSVN
ja: TortoiseSVN についての情報を表示
nb: Viser informasjon om TortoiseSVN
oc: Veire las informacions a propos de TortoiseSVN
sk: Zobrazí informácie o TortoiseSVN
sr@latin: Prikaz podataka o TortoiseSVN
vi: Hiển thị thông tin về TortoiseSVN

source: Shows the action log file in the default text editor
cs: Otevře soubor se záznamem činností ve výchozím textovém editoru
hr: Prikazuje dnevnik u postavljenom editoru teksta
it: Visualizza il file di log delle azioni nell'editor di testo di default
ja: デフォルトのテキストエディタでアクションログファイルを表示する
nb: Viser handlingsloggen i standard tekstredigeringsprogram
oc: Aficha lo fichièr del jornal de las accions dins l'editor de tèxte per defaut
sk: Zobrazí súbor denníka úkonov v predvolenom textovom editore
sr@latin: Prikazuje dnevnik u postavljenom editoru teksta
vi: Hiển thị tập tin về tường trình hành động trong bộ biên tập văn bản mặc định

source: Shows the eol-style property value
cs: Ukáže hodnotu vlastnosti eol-style
hr: Prikazuje vrijednost svojstva za vrstu završetaka linija (EOL)
it: Visualizza il valore della proprietà eol-style
ja: eol-style プロパティ値を表示する
nb: Viser verdien til egenskapen eol-style
oc: Mostrar la valor de la proprietat eol-style
sk: Zobrazí hodnotu štýlu ukončenia riadkov
sr@latin: Prikazuje vrednost svojstva za vrstu završetaka linija (EOL)
vi: Hiển thị giá trị thuộc tính kiểu eol

source: Shows the lock owner of locked files. Disable this to improve performance with older servers.
cs: Zobrazit vlastníka zámku u uzamčených souborů. Zakažte pro zlepšení výkonu starších serverů.
hr: Prikaži vlasnike lokota zaključanih datoteka. Onemogući za poboljšavanje izvođenja sa starijim poslužiteljima.
it: Visualizza l'utente proprietario dei file bloccati. Disabilita questa opzione per incrementare le prestazioni con vecchi server.
ja: ファイルをロックしている人を表示します。古いサーバーでは性能向上のため無効にしてください。
nb: Viser lås-eieren for låste filer. Slå av for å bedre ytelsen mot eldre tjenere.
oc: Mòstra lo proprietat del verrolh dels fichièrs. Desactivar aquò per melhorar las performàncias suls ancians servidors.
sk: Zobraziť vlastníka zámku pre zamknuté súbory. Pre staršie servery toto vypnite, aby nedošlo k poklesu výkonu.
sr@latin: Prikaži vlasnike katanaca zaključanih fajlova. Onemogući ovo da poboljšaš performanse kod starih servera.

source: Shows the log for the selected file / folder
cs: Ukáže záznam pro vybraný soubor / adresář
hr: Prikazuje dnevnik označene datoteke / mape
it: Visualizza il log per i file / cartelle selezionate
ja: 選択したファイル/フォルダーのログを表示
nb: Viser logg for valgt fil/mappe
oc: Veire lo jornal pel fichièr / repertòri seleccionat
sk: Zobrazí denník pre vybraný súbor / adresár
sr@latin: Prikazuje dnevnik označene fajlovi / folder
vi: Hiển thị tường trình cho tập tin/thư mục được chọn

source: Shows the mime type of the versioned file
cs: Ukáže MIME typ souboru s verzí
hr: Prikazuje mime tip datoteke s verzijom
it: Visualizza il mime-type dei file versonati
ja: バージョン管理されたファイルのMIMEタイプを表示する
nb: Viser MIME-typen på den versjonerte filen
oc: Veire lo tipe mime del fichièr versionat
sk: Zobrazí typ MIME verziovaného súboru
sr@latin: Prikazuje mime tip fajlovi s verzijom
vi: Hiển thị kiểu mime của tập tin được đánh phiên bản

source: Silver Style
cs: Stříbrný Styl
hr: Srebrni stil
it: Tema argento
nb: Sølv-stil
sk: Strieborný štýl
sr@latin: Srebrni stil
vi: Kiều Màu Bạc

source: Size
cs: Velikost
hr: Veličina
it: Dimensioni
ja: サイズ
nb: Størrelse
oc: Talha
sk: Veľkosť
sr@latin: Veličina
vi: Kích thước

source: Size and status
cs: Velikost a stav
hr: Veličina i status
it: Dimensione e stato
ja: サイズと状態
nb: Størrelse og status
oc: Talha e estat
sk: Veľkosť a stav
sr@latin: Veličina i status
vi: Kích thước và trạng thái

source: Size of all cached text information
cs: Velikost všech textových informací v úschově
hr: Veličina svih tekst informacija u spremniku
it: Dimensione di tutte le informazioni di testo memorizzate in cache
ja: すべてのキャッシュされているテキスト情報のサイズ
nb: Størrelsen på all mellomlagret tekstinformasjon
oc: Talha de la totalitat de las informacions textualas mesas en cache
sk: Veľkosť všetkých textových informácií v zásobníku
sr@latin: Veličina svih tekst informacija u kešu
vi: Kích thước của tất cả các văn bản thông tin trong bộ nhớ tạm

source: Size of log messages
cs: Velikost zpráv záznamu
hr: Veličina poruka dnevnika
it: Dimensione registro messaggi
ja: ログメッセージのサイズ
nb: Størrelse av loggmeldinger
oc: Talha dels messatges de log
sk: Veľkosť správ denníka
sr@latin: Veličina dnevnika poruke
vi: Kích thước của các thông điệp tường trình

source: Size of the cache file on disk
cs: Velikost souboru úschovy na disku
hr: Veličina spremnika na disku
it: Dimensione della cache su disco
ja: ディスク上のキャッシュファイルのサイズ
nb: Mellomlagerets størrelse på disk
oc: Talha del fichièr de cache sul disc
sk: Veľkosť zásobníka na disku
sr@latin: Veličina keš na disku
vi: Kích thước của tập tin nhớ tạm trên đĩa

source: Size of the cache if it were not compressed
cs: Velikost úschovy bez komprese
hr: Veličina spremnika (bez sažimanja)
it: Dimensione della cache se non fosse stata compressa
ja: 圧縮されていない場合はキャッシュのサイズ
nb: Mellomlagerets størrelse hvis det ikke var komprimert
oc: Talha del cache se èra pas compressat
sk: Veľkosť nekomprimovaného zásobníka
sr@latin: Veličina keša (bez sažimanja)
vi: Kích thước của bộ nhớ tạm nếu nó chưa được nén

source: Skip The file is left where it is.
cs: Přeskočit Soubor je ponechán tak jak byl.
hr: Preskoči Datoteka ostaje gdje je.
ja: スキップ ファイルはそのまま残します。
nb: Hopp over Filen forblir der den er.
oc: Passar Lo fichièr es daissat tal coma es.
sk: Preskočiť Ponechať súbor na jeho aktuálnon mieste
sr@latin: Izostavi Fajl je ostavljen gde je bio.

source: Skipped
cs: Vynecháno
hr: Preskočeno
it: Saltato
ja: スキップ
nb: Hoppet over
oc: Omis
sk: Preskočené
sr@latin: Preskočeno
vi: Bỏ qua

source: Skipped missing target
cs: Vynechán chybějící cíl
hr: Preskočena je meta koji nedostaje
it: Obbiettivo mancate saltato
ja: ターゲットが見つからないのでスキップ
nb: Hoppet over manglende mål
oc: Ignorat, cibla absente
sk: Preskočené chýbajúce ciele
sr@latin: Preskočena je meta koja nedostaje
vi: Bỏ qua đích bị thiếu

source: Skipped obstructing working copy
cs: Vynechána překážející pracovní kopie
hr: Preskočio smetajuću radnu kopiju
it: Non ostruire la copia di lavoro
ja: 阻止されている作業コピーをスキップ
nb: Hoppet over hindret arbeidskopi
oc: Còpia de trabalh en cors d'obstruction évitée
sk: Preskočená brániaca pracovná kópia
sr@latin: Preskočena oštećena radna kopija
vi: Bỏ qua các bản làm việc cản trở

source: Skipped, access denied
cs: Přeskočeno, přístup zamítnut
hr: Preskočeno, pristup odbijen
it: Ignorato, accesso negato
ja: スキップ、アクセスが拒否された
nb: Hoppet over, tilgang nektet
oc: Passat, accès refusat
sk: Preskočené, prístup zamietnutý
sr@latin: Preskočeno, pristup zabranjen

source: Skipped, no versioned parent
cs: Přeskočeno, žádný nadřazený bez verze
hr: Preskočeno, nema verzioniranog roditelja
it: Saltato
ja: スキップ、バージョン管理された親が存在しない
nb: Hoppet over, mappen over er ikke-versjonert
oc: Passat, cap de parent pas versionat
sk: Preskočené, neverziovaný rodič
sr@latin: Preskočeno, nema verzionisanog pretka
vi: Đã bỏ qua, không có bố mẹ nào được đánh phiên bản

source: Skipped, remains conflicted
cs: Přeskočeno, zůstává v konfliktu
hr: Preskočeno, ostaje u konfliktu
it: Ignorato, rimane in conflitto
ja: スキップ、競合が残っている
nb: Hoppet over, forblir i konflikt
oc: Passat, demòra conflictual
sk: Preskočené, ostáva v konflikte
sr@latin: Preskočeno, ostaje u konfliktu

source: Slide
cs: Posunout
hr: Klizanje
it: Scorri
ja: スライド
nb: Gli
sk: Posunúť
sr@latin: Slajd
vi: Trượt

source: Smart tab char
cs: Chytrý znak tabulátoru
hr: Pametan tab zank
it: Carattere di tabulazione intelligente
ja: スマートタブ文字
nb: Smart tab-tegn
oc: Tabulacion adaptada
sk: Inteligentné odsadzovanie
sr@latin: Pametan tab karakter

source: Some file(s) have been changed outside T-Merge. Do you want to load the changes?
cs: Některé soubory byly změněny mimo TortoiseMerge. Chcete změny načíst?
hr: Neke datoteke su izmijenjene izvan T-Merge. Želite li učitati promjene?
it: Alcuni file sono stati modificati al di fuori di T-Merge. Caricare queste modifiche?
ja: ファイルが TortoiseMerge の外で変更されました。 これらの変更を読み込みますか？
nb: Noen fil(er) har blitt endret utenfor T-Merge. Vil du laste endringene?
oc: Un o mantun fichièr son estats modificats en defòra de T-Merge. Volètz cargar las modificacions ?
sk: Jeden alebo viac súborov boli zmenené mimo T-Merge. Chcete načítať zmeny?
sr@latin: Neki fajl(ovi) je izmenjen van T-Merge. Da li želite da unesete izmene?
vi: Một (số) tập tin đã được thay đổi bên ngoài T-Merge. Bạn có muốn tải các thay đổi đó?

source: Some file(s) have been changed outside T-Merge. Would you like to reload and lose your changes?
cs: Některé soubory byly změněny mimo TortoiseMerge. Chtěli byste znovu načíst a Vaše změny zahodit?
hr: Neke datoteke su izmijenjene izvan T-Merge. Želite li ponovo učitati datoteke i izgubiti svoje promjene?
it: Alcuni file sono stati modificati al di fuori di T-Merge. Ricaricare il file e perdere le modifiche?
ja: ファイルが TortoiseMerge の外で変更されました。 変更を破棄して再読み込みしてもよろしいですか？
nb: Noen fil(er) har blitt endret utenfor T-Merge. Vil du laste på nytt og miste dine endringer?
oc: Un o mantun fichièr son estats modificats en defòra de T-Merge. Volètz recargar e pèrdre vòstras modificacions ?
sk: Jeden alebo viac súborov boli zmenené mimo T-Merge. Chcete súbory znovu načítať a stratiť vaše zmeny?
sr@latin: Neki fajl(ovi) je izmenjen van T-Merge. Da li želite da ponovo učitate i izgubite izmene?
vi: Một (số) tập tin đã được thay đổi bên ngoài T-Merge. Bạn muốn tải lại và mất các thay đổi của bạn?

source: Something went wrong
cs: Něco se zvrtlo
hr: Nešto je pošlo po zlu
it: Si è verificato un errore
ja: 問題が発生しました
nb: Noe gikk galt
oc: Quelquechose s'est mal passé
sk: Niečo sa nepodarilo
sr@latin: nešto je pošlo loše

source: Sort by commit count
cs: Uspořádat podle počtu odevzdání
hr: Poredaj po broju pohranjivanja
it: Ordina secondo il numero di invii
ja: コミット数でソートする
nb: Sorter etter innsendingstall
oc: Trier per nombre de liurasons
sk: Triediť podľa počtu odovzdaní
sr@latin: Poređaj po broju urezivanja
vi: Sắp xếp theo số lần cam kết

source: Source Left:
cs: Zdroj vlevo:
hr: Izvorni lijevo:
it: Sorgente a Sinistra:
ja: 左側のソース
nb: Venstre Kilde:
sk: Ľavý zdroj:
sr@latin: Izvor Levi:
vi: Nguồn bên trái:

source: Source Right:
cs: Zdroj vpravo:
hr: Izvorni desno:
it: Sorgente a Destra:
ja: 右側のソース
nb: Høyre Kilde:
sk: Pravý Zdroj:
sr@latin: Izvor Desni:
vi: Nguồn bên phải:

source: Source URL:
cs: Zdrojové URL:
hr: Izvorni URL:
it: URL Sorgente:
ja: 元のURL:
nb: Kilde-URL:
oc: URL font :
sk: Zdrojová URL:
sr@latin: Izvor URL:
vi: URL của nguồn:
