Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Omit externals
cs: Vynechat externí
hr: Izostavi vanjske
it: Tralascia esterni
ja: 外部参照を除外する
nb: Utelukk eksterne
oc: Ometre los extèrnes
sk: Vynechať externé
sr@latin: Izostavi starije
vi: Bỏ qua các thành phần bên ngoài

source: One of the paths you are attempting to move appears to be a special path (one of 'branches', 'tags' or 'trunk').
cs: Jedna z cest, kterou se pokoušíte přesunout se zdá být zvláštní cestou (jedna z 'větví', 'značek' nebo 'kmen').
hr: Jedna od staza koju pokušavate preseliti je, čini se, posebna staza ('branches', 'tags' ili 'trunk')
it: Uno dei percorsi che stai cercando di spostare sembra essere un percorso speciale (uno dei 'rami', 'tag' o 'trunk').
ja: 移動しようとしているパスには、特別なパスが含まれていると思われます （「ブランチ」、「タグ」、「トランク」のいずれか）。
nb: En av stiene du forsøker å flytte ser ut til å være en spesiell sti (en av 'branches', 'tags', eller 'trunk').
oc: Un dels camins qu'ensajatz de desplaçar sembla èsser un repertòri especial (i.e. «brancas», «tags» o «trunk»).
sk: Jedna z ciest, ktorú sa pokúšate presunúť vyzerá špeciálna ('branches', 'tags' alebo 'trunk').
sr@latin: Jedna od putanja koju pokušavate da pomeriti izgleda da je specijalna putanja (jedna od 'grane', 'značke' or 'deblo').
vi: Một trong các đường dẫn bạn đang thử di chuyển có vẻ là một đường dẫn đặc biệt (một trong các 'nhánh', 'thẻ' hoặc 'thân').

source: One or more auto-saved documents were found.
cs: Jeden nebo více automaticky uložené dokumenty byly nalezeny.
hr: Pronađen je jedan ili više auto-spremljenih dokumenata.
it: Sono stati trovati uno o più documenti salvati automaticamente.
ja: 一つ以上の自動保存されたドキュメントが見つかりました。
nb: Ett eller flere autolagrede dokumenter ble funnet.
oc: Una o mantun salvament automatics son estadas trobadas.
sk: Bol nájdených jeden alebo viac automaticky uložených dokumentov.
sr@latin: Jedan ili više auto-sačuvanih dokumenata je nađeno.
vi: Một hay nhiều các tài liệu tự động lưu được tìm thấy.

source: One or more files are in a conflicted state.
cs: Jeden nebo více souborů je v konfliktním stavu.
hr: Jedna ili više datoteka su u stanju sukoba.
it: Uno o più file sono in conflitto.
ja: 競合しているファイルがあります。
nb: En eller flere filer har konfliktstatus
oc: Un o mantun fichièr son en estat de conflicte.
sk: Jeden alebo viac súborov v stave konfliktu.
sr@latin: Jedna ili više fajl su u stanju sukoba.
vi: Một hay nhiều tập tin ở trong trạng thái mâu thuẫn.

source: One project has updates:
cs: Jeden projekt má aktualizace:
hr: Jedan projekt ima ažuriranja:
it: Un progetto ha aggiornamenti:
ja: 1件のプロジェクトに更新があります。
nb: Ett prosjekt har oppdateringer:
oc: Un projècte a de mesas a jorn :
sk: Jeden projekt má aktualizáciu:
sr@latin: Jedan projekat ima usklađivanja:

source: Onl&y record the merge (block revisions from getting merged)
cs: Pouze &zaznamenat sloučení (zamezí sloučení rozsahu revizí)
hr: Samo zabil&ježi stapanje (nemoj stvarno stopiti revizije)
it: Registra &solo l'unione (blocca l'unione delle revisioni)
ja: マージを実施せず、マージしたことにする(&Y)
nb: &Bare registrer flettingen (blokker at revisjonene blir flettet)
oc: Enregistrar pas que la &fusion (empacha la fusion de las revisons)
sk: Iba &záznam zlučovania (revízie nebudú zlúčené)
sr@latin: Snim&i samo stopljeno (blok revizije iz stapanja)
vi: &Chỉ ghi chép việc hợp nhất (ngăn chặn các bản chỉnh sửa khỏi bị hợp nhất)

source: Only file children
cs: Pouze podřazené soubory
hr: Djeca - samo datoteke
it: Solo file figli
ja: 子階層のファイルのみ
nb: Bare fil-underelementer
oc: Unicament los fichièrs enfant
sk: Iba súbory
sr@latin: Samo fajlovi potomci
vi: Chỉ con tập tin

source: Only numbers (optionally separated by commas) are allowed!
cs: Pouze čísla (volitelně oddělené čárkami) jsou povolené!
hr: Samo brojevi (mogu biti odvojeni zarezom) su dozvoljeni!
it: Sono ammessi solo numeri (eventualmente separati da virgole)!
ja: 数値のみ（コンマで分割可能）が入力可能です。
nb: Kun numre (adskilt med kommaer om ønskelig) er tillatt!
oc: Sols losnombres (opcionalament separats per de virgulas) son acceptats !
sk: Sú povolené iba čísla! (eventuálne oddelené čiarkami)
sr@latin: Samo brojevi (mogu biti odvojeni zarezom) su dozvoljeni!
vi: Chỉ số (có thể ngăn cách bởi dấu phẩy) được cho phép

source: Only properties changed
cs: Pouze změna vlastností
hr: Samo svojstva izmijenjena
it: Modificate solo le proprietà
ja: プロパティのみが変更
nb: Kun endringer av egenskaper
oc: Solas las proprietats ont cambiat
sk: Zmenená iba vlastnosť
sr@latin: Samo izmenjene osobine
vi: Chỉ các thuộc tính được thay đổi

source: Only this item
cs: Pouze tato položka
hr: Samo ova stavka
it: Solo questo elemento
ja: この項目のみ
nb: Bare dette elementet
oc: Unicament aqueste element
sk: Iba tento objekt
sr@latin: Samo ova stavka
vi: Chỉ món này

source: Only use s&pellchecker when tsvn:projectlanguage is set
cs: Použít kontrolu &pravopisu, pouze když je nastavena tsvn:projectlanguage
hr: Koristi p&rovjeru pravopisa kada je postavljen tsvn:projectlanguage
it: Usa il controllo &grammaticale solo se è impostato tsvn:projectlanguage
ja: tsvn:projectlanguageが設定されている場合のみスペルチェッカーを使用する(&P)
nb: Bruk sta&vekontroll bare når tsvn:projectlanguage er satt på
oc: Utilizar lo corrector ortogra&fiqc que se tsvn:projectlanguage es seleccionat
sk: Použiť kontrolu &pravopisu iba keď nastavený parameter tsvn:projectlanguage
sr@latin: Koristi p&roveru pravopisa kada je postavljen tsvn:projectlanguage
vi: Chỉ dùng bộ &kiểm tra chính tả khi tsvn:projectlanguage được bật

source: Opacity
cs: Sytost
hr: Prozirnost
it: Opacità
ja: 不透明度
nb: Gjennomsiktighet
oc: Transparéncia
sk: Nepriehľadnosť
sr@latin: Neprozirnost
vi: Độ mờ

source: Open
cs: Otevřít
hr: Otvori
it: Apri
ja: 開く
nb: Åpne
oc: Dobrir
sk: Otvoriť
sr@latin: Otvori
vi: Mở

source: Open &local
cs: Otevřít &místní
hr: Otvori &lokalno
it: Apri &locale
ja: ローカルを開く(&L)
nb: Åpne &lokal
oc: Dobrir &local
sk: Otvoriť &miestne
sr@latin: Otvori &lokalno

source: Open &with local...
cs: Otevřít &s místní...
hr: Otvori s lo&kalnim...
it: Apri &con il locale...
ja: ローカルでプログラムを指定して開く(&W)...
nb: Åpne &med lokal...
oc: Dobrir a&mb local...
sk: Otvoriť miestne &s ...
sr@latin: Otvori &sa lokalnim...

source: Open client certificate file
cs: Otevřít soubor s certifikátem
hr: Otvori datoteku s certifikatom klijenta
it: Apri il certificato attuale
ja: クライアントの証明書を開く
nb: Åpne klient-sertifikatfilen
oc: Dobrir fichièr certificat del client
sk: Otvor autentifikačný súbor klienta
sr@latin: Otvori fajl sa sertifikatom klijenta
vi: Mở tập tin chứng thực máy khách

source: Open files for diff or to apply a patch Open files
cs: Otevřít soubory pro porovnání či použití záplaty Otevřít soubory
hr: Otvori datoteke za diff ili kako bi primijenili zakrpu Otvori datoteke
it: Apri file per differenze o applica una patch Apri file
ja: 差分の表示やパッチの適用のためにファイルを開く ファイルを開く
nb: Åpne filer for å sammenligne eller anvende en korreksjon Åpne filer
oc: Dobrissètz los fichièrs diferents o aplicar lo patch Dobrissètz los fichièrs
sk: Otvoriť súbory na porovnanie alebo použiť záplatu Otvoriť súbory
sr@latin: Otvori fajlove za dif ili da se primeni zakrpa Otvori fajlove
vi: Mở các tập tin để xem khác biệt hoặc áp dụng một bản vá Mở các tập tin

source: Open from clipboard
cs: Otevřít ze schránky
hr: Otvori iz međuspremnika
it: Apri dagli Appunti
ja: クリップボードから開く
nb: Åpne fra utklippstavlen
oc: Dobrir dempuèi lo quichapapièrs
sk: Otvoriť zo schránky
sr@latin: Otvori iz klipborda
vi: Mở từ clipboard

source: Open image file...
cs: Otevřít obrázek...
hr: Otvori datoteku...
it: Apri immagine...
ja: 画像ファイルを開く ...
nb: Åpne bildefil...
oc: Cargar lo fichièr imatge...
sk: Otvor obrázok...
sr@latin: Otvori fajl slike...
vi: Mở tập tin ảnh...

source: Open multiple &local...
cs: O&tevřít mnoho místních
hr: Otvori višestruke &lokalne...
ja: 複数のローカルファイルを開く(&L)...
nb: Åpne flere &lokalt...
oc: Dobrir de multiples &locals...
sk: Otvoriť viacero &miestnych...
sr@latin: Otvori višestruki &lokal...

source: Open parent folder
cs: Otevřít nadřazený adresář
hr: Otvori mapu iznad
it: Apri livello superiore
ja: 親フォルダーを開く
nb: Åpne mappen over
oc: Dobrir lo repertòri parent
sk: Otvoriť hlavný adresár
sr@latin: Otvori predački folder
vi: Mở thư mục cha

source: Open repository &Url
cs: Otevřít &Url úložiště
hr: Otvori spremište &Url
ja: リポジトリのURLを開く(&U)
nb: Åpne depot-&Url
oc: Dobrir l'URL del referencial
sr@latin: Otvori &URL spremišta

source: Open with...
cs: Otevřít s...
hr: Otvori s...
it: Apri con...
ja: プログラムを指定して開く ...
nb: Åpne med...
oc: Dobrir amb...
sk: Otvoriť pomocou...
sr@latin: Otvori sa...
vi: Mở với

source: Open working copy in &explorer
cs: Otevřít pracovní kopii v &průzkumníku
hr: Otvori radnu kopiju u &exploreru
ja: 作業コピーをエクスプローラーで開く(&E)
nb: Åpne arbeidskopi i utforsk&er
oc: Dobrir la còpia de trabalh dins l'&explorador
sr@latin: Otvori radnu kopiju u pr&etraživaču

source: Opens Help Help Topics
cs: Otevře nápovědu Nápověda
hr: Otvara pomoć Sadržaj pomoći
it: Apri la Guida in linea Elementi della Guida
ja: ヘルプを開く ヘルプトピック
nb: Åpner hjelp Hjelpeemner
oc: Dobrís l'ajuda Ajuda
sk: Otvorí pomocníka Témy pomocníka
sr@latin: Otvara pomoć Teme pomoći
vi: Mở giúp đỡ Các chủ để giúp đỡ

source: Opens the repository browser to tweak the repository online
cs: Otevře průzkumníka úložiště pro online manipulaci
hr: Otvara preglednik skladišta kako bi podesio skladište dok je na vezi
it: Apre Repository Browser per personalizzare il browser online
ja: オンラインのリポジトリを調整するためにリポジトリブラウザーを開く
nb: Åpner depot-utforskeren slik at depotet kan jobbes med når tilkoblet
oc: Dobrir l'Explorador de depaus per optimizar lo depaus en linha
sk: Otvorí prezeranie úložiska na doladenie priamo
sr@latin: Otvara preglednik spremišta kako bi podesio spremište dok je na vezi
vi: Mở trình duyệt kho chứa để điều chỉnh kho chứa trực tuyến

source: Operate from log cache for now only
cs: Pouze pro teď pracovat z úschovy záznamu
hr: Od sad radi samo sa spremnikom dnevnika
it: Utilizza la cache del registro attività solo per questo evento
ja: 今回のみログキャッシュから操作する
nb: Arbeid fra mellomlagret logg bare foreløpig
oc: Trabalhar unicament a partir del cache del jornal dès ara
sk: Použiť zásobník denníka iba teraz
sr@latin: Od sad radi samo sa kešom dnevnika
vi: Hoạt động trên bản lưu tạm tường trình kể từ lúc này

source: Operative
cs: Operativní
hr: Operativna
it: Operativo
ja: 操作対象
nb: Operativ
oc: Operatiu
sk: Operatívne
sr@latin: Operativan
vi: Điều Hành

source: Option
cs: Nastavení
hr: Opcija
it: Opzione
ja: オプション
nb: Opsjon
oc: Opcion
sk: Voľby
sr@latin: Opcije
vi: Tuỳ chọn

source: Options
cs: Nastavení
hr: Opcije
it: Opzioni
ja: オプション
nb: Opsjoner
sk: Voľby
sr@latin: Opcije
vi: Các tùy chọn

source: Ori&ginal size (S)
cs: &Původní velikost (S)
hr: Ori&ginala veličina⇥ (S)
ja: 元のサイズで表示(&G) (S)
nb: Ori&ginal størrelse (S)
oc: Talha ori&ginale⇥(S)
sr@latin: Orii&ginalna veličina (S)

source: Other Task Panes
cs: Jiné Panely Úkolů
hr: Panel sa drguim zadaćama
it: Altri pannelli task
ja: その他のタスク領域
nb: Andre Oppgavepaneler
sk: Ostatné panely úloh
sr@latin: Drugi Panel Zadataka
vi: Các bảng tác vụ khác

source: Others
cs: Jejich
hr: Ostali
it: Altri
nb: Andre
oc: Autres
sk: Ostatný
sr@latin: Ostali
vi: Khác

source: Out of memory.
cs: Nedostatek paměti.
hr: Program je ostao bez memorije.
it: Memoria insufficente.
ja: メモリ不足です。
nb: Ikke mer minne.
oc: Mai de memòria.
sk: Nedostatok pamäte.
sr@latin: Program je ostao bez memorije.
vi: Hết bộ nhớ

source: Overlays
cs: Překryv ikon
hr: Prekrivne ikone
it: Overlay
ja: オーバーレイ
nb: Ikonlag
oc: Recobriments d'icòna
sk: Prekrytia
sr@latin: Prekrivači
vi: Nạp chồng

source: Override the svn:eol-style property setting. Files which don't have this property set are not affected.
cs: Potlačí nastavení vlastnosti svn:eol-style. Soubory, které tuto vlastnost nemají nastavenou, nebudou ovlivněny.
hr: Prepisuje preko svojstva svn:eol-style. Ne utječe na datoteke koje nemaju postavljeno ovo svojstvo.
it: Ignora le impostazioni della proprietà svn:eol-style. I file che non hanno questa proprietà non verranno influenzati.
ja: svn:eol-style プロパティの設定をオーバーライドする。 このプロパティが設定されていないファイルには影響しません。
nb: Overstyr verdien fra egenskapen svn:eol-style. Filer som ikke har denne egenskapen påvirkes ikke.
oc: Remplace lo reglatge de la proprietat svn:eol-style. Los fichièrs sens aquesta proprietat definida son pas afectats.
sk: Prepíše nastavenie vlastnosti svn:eol-style. Súbory, ktoré nemajú túto vlastnosť nastavenú, nie sú dotknuté.
sr@latin: Prepisuje preko svojstva svn:eol-style. Ne utječe na fajlovi koje nemaju postavljeno ovo svojstvo.
vi: Ghi đè thiết lập thuộc tính svn:eol-style Các tập tin không có thuộc tính này bật thì không bị ảnh hưởng

source: Overwrite Replace the target folder.
cs: Přepsat Nahradit cílový adresář.
hr: Prebriši Ciljana mapa će se zamijeniti.
it: Sovrascrivi Sostituisci la cartella di destinazione.
ja: 上書き ターゲットフォルダーを置き換える。
nb: Overskriv Erstatter målmappen.
sk: Prepísať Nahradí cieľový adresár.
sr@latin: Prepisivanje Zamenite ciljni folder.
vi: Ghi đè Thay thế thư mục đích.

source: Overwrite The settings are overwritten
cs: Přepsat Nastavení jsou přepsána
hr: Prepisati Postavke su prepisane
ja: 上書き 設定は上書きされます。
nb: Overskriv Innstillingene blir overskrevet
oc: Espotir Los reglatges son espotits
sk: Prepísať Nastavenia sú prepísané
sr@latin: Prepišite Podešavanja su prepisana

source: Overwrite The target file gets replaced
cs: Přepsat Cílový soubor bude nahrazen
hr: Prepiši Odredišna datoteka će se zamijeniti
it: Sovrascrivi Il file di destinazione sarà sovrascritto.
ja: 上書き ターゲットファイルを置き換える
nb: Overskriv Målfilen blir erstattet
sk: Prepísať Cieľový súbor bude nahradený
sr@latin: Prepišite Ciljni fajl je premešten
vi: Ghi đè Tập tin đích được thay thế

source: Overwrite The target file is replaced.
cs: Přepsat Cílový soubor je nahrazen.
hr: Prebriši Ciljana datoteka će se zamijeniti.
it: Sovrascrivi Il file selezionato è stato sostituito.
ja: 上書き ターゲットファイルを置き換えます。
nb: Overskriv Erstatter målfilen.
sk: Prepísať Nahradí ceľový súbor
sr@latin: Prepisivanje Ciljni folder je zamenjen.
vi: Ghi đè Tập tin đích đã được thay thế.

source: Page %u
cs: Strana %u
hr: Stranica %u
it: Pagina %u
ja: ページ %u
nb: Side %u
oc: Pagina %u
sk: Strana %u
sr@latin: Stranica %u
vi: Trang %u

source: Page %u Pages %u-%u
cs: Strana %u Strany %u-%u
hr: Stranica %u Stranice %u-%u
it: Pagina %u Pagine %u-%u
ja: ページ %u ページ %u-%u
nb: Side %u Sider %u-%u
oc: Pagina %u Paginas %u-%u
sk: Strana %u Strany %u-%u
sr@latin: Stranica %u Stranice %u-%u
vi: Trang %u Các trang %u-%u

source: Page :
cs: Strana :
hr: Stranica :
it: Pagina:
ja: ページ :
nb: Side :
oc: Pagina :
sk: Strana :
sr@latin: Stranica :
vi: Trang :

source: Parameters
cs: Parametry
hr: Svojstva
it: Parametri
ja: パラメーター
nb: Parametre
oc: Paramètres
sk: Parametre
sr@latin: Parametri:
vi: Tham số

source: Parameters:
cs: Parametry:
hr: Parametri:
it: Parametri:
ja: パラメーター:
nb: Parametre:
oc: Paramètres :
sk: Parametre:
sr@latin: Parametri:
vi: Các tham số:

source: Password
cs: Heslo
hr: Lozinka
ja: パスワード
nb: Passord
oc: Senhal
sk: Heslo
sr@latin: Lozinka

source: Password is wrong
cs: Nesprávné heslo
hr: Kriva lozinka
it: La password è errata
ja: パスワードが誤っています
nb: Passordet er galt
oc: Lo senhal es incorrècte
sk: Nesprávne heslo
sr@latin: Lozinka je loša

source: Password/phrase
cs: Heslo/fráze
hr: Lozinka/fraza
it: Password
ja: パスワード/フレーズ
nb: Passord/frase
oc: Senhal / clau
sk: Heslo/fráza
sr@latin: Lozinka/fraza

source: Password:
cs: Heslo:
hr: Zaporka:
ja: パスワード:
nb: Passord:
oc: Senhal :
sk: Heslo:
sr@latin: Lozinka:
vi: Mật khẩu:

source: Paste
cs: Vložit
hr: Zalijepi
it: Incolla
ja: 貼り付け
nb: Lim inn
oc: Pegar
sk: Vložiť
sr@latin: Nalepi
vi: Dán

source: Paste Tool Paste
cs: Nástroj Vložení Vložit
hr: Zalijepi iz memorije Zalijepi
it: Strumento Incolla Incolla
ja: 貼り付けツール 貼り付け
nb: Lim inn-verktøy Lim inn
sk: Nástroj vložiť Vložiť
sr@latin: Alat za lepljenje Zalepi
vi: Công cụ dán Dán

source: Paste filename list
cs: Vložit seznam souborů
hr: Umetni popis imena datoteka
it: Incolla l'elenco dei file
ja: ファイル名のリストを貼付
nb: Lim inn filnavnlisten
oc: Pegar la lista dels noms de fichièrs
sk: Vlož zoznam súborov
sr@latin: Zalepi listu imena fajoval
vi: Dán danh sách tên tập tin

source: Pastes the svn path from the clipboard, resulting in a move (cut) or copy operation
cs: Vloží svn cestu ze schránky, má za následek operaci přesun(vyjmutí) nebo kopírování
hr: Zalijepi svn putanju iz klipborda, rezultirajući operacijom micanja (rezanja) ili kopiranja
it: Copia il percorso svn dagli Appunti, effettuando un'operazione di spostamento (taglia) o copia
ja: クリップボードから SVN のパスを貼り付け、移動（切り取り）もしくはコピー操作を行う
nb: Limer inn svn-stien fra utklippstavlen, som gir en flytt (klipp ut) eller kopi-operasjon
oc: Pega lo camin SVN dempuèi lo quichapapièrs, aquò a per consequéncia una operacion de desplaçament (talhar) o de còpia
sk: Vloží svn cestu zo schránky - vykoná operáciu presunutia, alebo kopírovania
sr@latin: Nalepi svn putanju iz klipborda, rezultat je pomeranje (presek) ili kopi operacija
vi: Dán đường dẫn svn từ clipboard, cho kết quả trong một tác vụ di chuyển (cắt) hoặc sao chép

source: Patch &all items
cs: &Záplatovat všechny položky
hr: Z&akrpaj sve stavke
it: &Applica patch a tutti gli elementi
ja: すべての項目にパッチを適用(&A)
nb: Korriger &alle elementer
oc: Patchejar &totes los elements
sk: Zaplátať všetky &objekty
sr@latin: Krpi sve st&avke
vi: Vá &tất cả các món

source: Patch &selected item
cs: Záplatovat &vybranou položku
hr: Zakrpaj odabranu &stavku
it: Applica patch agli elementi &selezionati
ja: 選択された項目にパッチを適用(&S)
nb: Korriger &valgt element
oc: Patchejar los elements &seleccionats
sk: Zaplátať &vybrané objekty
sr@latin: Krpi izabrane &stavke
vi: Vá tất cả các món được &chọn

source: Patch all files
cs: Záplatovat všechny soubory
hr: Zakrpaj sve datoteke
it: Applica patch a tutti i file
ja: すべてのファイルにパッチを適用
nb: Korriger alle filer
oc: Patchejar totes los fichièrs
sk: Zaplátať všetky súbory
sr@latin: Krpi sve fajlove
vi: Vá tất cả các món

source: Patch selected files
cs: Záplatovat vybrané soubory
hr: Zakrpaj odabrane datoteke
it: Applica patch ai file selezionati
ja: 選択されたファイルにパッチを適用
nb: Korriger valgte filer
oc: Patchejar los fichièrs seleccionats
sk: Zaplátať vybrané súbory
sr@latin: Krpi izabrane fajlove
vi: Vá tất cả các món được chọn

source: Patchfiles (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
cs: Soubory se záplatami (*.diff, *.patch)|*.diff;*.patch|Vše (*.*)|*.*||
hr: Datoteke zakrpa (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
it: File patch (*.diff, *.patch)|*.diff;*.patch|Tutti i file (*.*)|*.*||
ja: パッチファイル (*.diff;*.patch)|*.diff;*.patch|すべてのファイル (*.*)|*.*||
nb: Korreksjonsfiler (*.diff, *.patch)|*.diff;*.patch|Alle (*.*)|*.*||
oc: Fichièrs patch (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
sk: Súbory záplat (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||
sr@latin: fajlovi zakrpa (*.dif, *.peč)|*.diff;*.patch|Svi (*.*)|*.*||
vi: Tập tin vá (*.diff, *.patch)|*.diff;*.patch|All (*.*)|*.*||

source: Patching
cs: Záplatování
hr: Krpam
it: Applico patch
ja: パッチ中
nb: Korrigerer
oc: Aplicacion del patch
sk: Záplatavanie
sr@latin: Krpljenje
vi: Đang vá

source: Patching file '%1!ls!'
cs: Záplatování souboru '%1!ls!'
hr: Krpanje datoteke '%1!ls!'
ja: '%1!ls!' にパッチ
nb: Korrigerer filen '%1!ls!'
oc: Patch en cors del fichièr '%1!ls!'
sk: Zaplátavanie súboru "%1!ls!"
sr@latin: Fajl zakrpa '%1!ls!'

source: Path
cs: Cesta
hr: Staza
it: Percorso
ja: パス
nb: Filsti
oc: Camin
sk: Cesta
sr@latin: Putanja
vi: Đường dẫn

source: Path found that matches the patch better.
cs: Zjištěna cesta, která se lépe shoduje se záplatou.
hr: Pronađena je staza koja bolje odgovara zakrpi
it: E' stato trovato un percorso che corrisponde meglio a questo percorso.
ja: パッチに適合するパスが見つかりました。
nb: Fant sti som passer korreksjonen bedre.
oc: Camin trobat que correspond melhor al patch.
sk: Bola najdená cesta, ktorá lepšie zodpovedá záplate.
sr@latin: Nađena putanja bolje upoređuje zakrpu
vi: Đường dẫn được tìm thấy khớp đường dẫn tốt hơn.

source: Path or URL:
cs: Cesta nebo URL:
hr: Putanja ili URL:
it: Percorso o URL:
ja: パスまたはURL:
nb: Sti eller URL:
oc: Camin o URL :
sk: Cesta alebo URL:
sr@latin: Putanja URL:

source: Path:
cs: Cesta:
hr: Putanja:
it: Percorso:
ja: パス:
nb: Sti:
oc: Camin :
sk: Cesta:
sr@latin: Putanja:

source: Paths
cs: Cesty
hr: Staze
it: Percorsi
ja: パス
nb: Filstier
oc: Camins
sk: Cesty
sr@latin: Putanje
vi: Các đường dẫn

source: Paths relative to root
cs: Cesty vzhledem ke kořeni
hr: Putanja u odnosu na korijen
it: Percorsi relativi al root
ja: ルートからの相対パス
nb: Stier relativt til roten
oc: Camins relatius a la raiç
sr@latin: Putanje relativne korenu

source: Peg
cs: Zavěsit
hr: Odabrana (peg)
ja: ペグ
nb: Spiker
oc: Piquet
sk: Pripevniť
sr@latin: Klin
vi: Chốt

source: Pencil Tool Pencil
cs: Tužka Tužka
hr: Alatna olovka Olovka
it: Strumento Matita Matita
ja: 鉛筆ツール 鉛筆
nb: Blyant-verktøy Blyant
sk: Nástroj ceruzka Ceruzka
sr@latin: Alat čišćenja Očisti
vi: Công cụ bút chì Bút chì

source: Percent of authorship
cs: Procento autorství
hr: Postotak autorstva
it: Percentuale di autori
ja: 作者別の貢献度
nb: Prosent av forfatterskap
sk: Percento autorstva
sr@latin: Procenat ispisa
vi: Phần trăm quyền tác giả

source: Percents
cs: Procent
hr: Postoci
it: Percento
ja: パーセント
nb: Prosent
oc: Pourcents
sk: Percentá
sr@latin: Procenti
vi: Phần trăm

source: Personalized Menus and Toolbars
cs: Přizpůsobené Menu a Nástrojové lišty
hr: Prilagodljivi izbornici i alatne trake
it: Menu e barre personalizzate
ja: 個人用メニューとツールバー
nb: Personlige Menyer og Verktøylinjer
sk: Prispôsobená ponuka a nástrojové lišty
sr@latin: Prilagodljivi meniji i alatni paneli
vi: Cá nhân hóa Thực đơn và Thanh công cụ

source: Picture (Metafile) a picture
cs: Obrázek (Metafile) obrázek
hr: Slika (meta-datoteka) slika
it: Immagine (Metafile) a immagine
ja: 画像（メタファイル） 画像
nb: Bilde (Metafil) et bilde
oc: Imatge (Metafile) un imatge
sk: Obrázok (Metafile) obrázok
sr@latin: Slika (Metafajl) slika
vi: Ảnh (tập tin meta) một bức ảnh

source: Picture:
cs: Obrázek:
hr: Slika:
it: Immagine:
ja: 画像:
nb: Bilde:
sk: Obrázok:
sr@latin: Slika:
vi: Bức ảnh:

source: Pictures (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|All (*.*)|*.*||
cs: Obrázky (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|Vše (*.*)|*.*||
hr: Slike (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|Sve (*.*)|*.*||
it: Immagini (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|All (*.*)|*.*||
ja: 画像 (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|すべてのファイル (*.*)|*.*||
nb: Bildefiler (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|Alle (*.*)|*.*||
oc: Imatges (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|Totas (*.*)|*.*||
sr@latin: Slike (*.svg, *.wmf, *.jpg, *.png, *.bmp, *.gif, *.webp)|*.svg;*.wmf;*.jpg;*.jpeg;*.png;*.bmp;*.gif;*.webp|All (*.*)|*.*||

source: Pie Graph
cs: Koláčový graf
hr: Dijagram (pita)
it: Torta
ja: 円グラフ
nb: Kakediagram
oc: Grafic en camembèrt
sk: Koláčový graf
sr@latin: Dijagram (pita)
vi: Biểu đồ bánh

source: Please enter a hook script to execute.
cs: Zadejte prosím hákový skript pro spuštění.
hr: Molimo upišite ime zakvačene skripte koja će se izvršiti.
it: Inserire uno script di agagncio da eseguire.
ja: 実行するフックスクリプトを入力してください。
nb: Vennligst angi et påhakingsskript som skal kjøres.
oc: Sasir un escript associat a executar.
sk: Prosím zadajte pripnutý (hook)skript na vykonanie.
sr@latin: Molimo upišite ime zakačivog skripta koji će se izvršiti.
vi: Vui lòng nhập vào một kịch bản hook để thi hành
