Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: # authors shown individually:
cs: # autorů zobrazeno jednotlivě:
hr: # autora pojedinačno prikazanih:
it: # autori mostrati individualmente:
ja: 個別に表示する作者の数:
nb: # forfattere vist individuelt:
sk: počet samostatne zobrazených autorov:
sr@latin: # autori prikazani pojedinačno:
vi: # tác giả riêng lẻ

source: %.2f MBytes transferred
cs: %.2f MBajtů přeneseno
hr: %.2f MB preneseno
it: %.2f MByte trasferiti
ja: %.2f MBを転送しました
nb: %.2f MByte overført
oc: %.2f Mo transferits
sk: Prenesené dáta: %.2f MiB
sr@latin: %.2f MBajta preneto
vi: %.2f MByte được truyền tải

source: %.2f kBytes/s
cs: %.2f kBajtů/s
hr: %.2f kb/s
it: %.2f KByte/s
ja: %.2f KB/秒
nb: %.2f kByte/s
oc: %.2f ko/s
sk: %.2f KiB/s
sr@latin: %.2f kBajt/a
vi: %.2f kByte/giây

source: %1 contained an unexpected object.
cs: %1 obsahoval neočekávaný objekt.
hr: %1 je sadržavao neočekivani objekt.
it: %1 contiene un oggetto imprevisto.
ja: %1は想定外のオブジェクトを含んでいます。
nb: %1 inneholdt et uventet objekt.
oc: %1 conteniá un objècte inesperat.
sk: %1 obsahoval neočakávaný objekt.
sr@latin: %1 je sadržao neočekivani objekat.
vi: %1 chứa một đối tượng không phù hợp.

source: %1 contains an incorrect path.
cs: %1 obsahuje nesprávnou cestu.
hr: %1 sadrži pogrešnu putanju.
it: %1 contiene un percorso non corretto.
ja: %1 に不正なパスが含まれています。
nb: %1 inneholder en ukorrekt sti.
oc: %1 conten un camin incorrècte.
sk: %1 obsahuje nesprávnu cestu.
sr@latin: %1 sadrže nekorektnu putanja.
vi: %1 chứa một đường dẫn không đúng.

source: %1 contains an incorrect schema.
cs: %1 obsahuje nesprávné schéma.
hr: %1 sadrži pogrešnu schemu.
it: %1 contiene uno schema non corretto.
ja: %1 に不正なスキーマが含まれています。
nb: %1 inneholder et ukorrekt skjema.
oc: %1 conten un esquèma incorrècte.
sk: %1 obsahuje nesprávnu schému.
sr@latin: %1 sadrže nekorektnu šemu.
vi: %1 chứa một giản đồ không đúng.

source: %1 has a bad format.
cs: %1 má špatný formát.
hr: %1 ima loš oblik.
it: %1 ha un formato errato.
ja: %1 の書式が不正です。
nb: %1 har feil format.
oc: %1 a un marrit format.
sk: %1 má zlý formát.
sr@latin: %1 ima neispravan format.
vi: %1 có định dạng xấu.

source: %1 was not found.
cs: %1 nebyl nalezen.
hr: %1 nije nađen.
it: %1 non è stato trovato.
ja: %1 が見つかりませんでした。
nb: Fant ikke %1.
oc: %1 es pas estat trobat.
sk: %1 nebol nájdený.
sr@latin: %1 nije nađen.
vi: %1 không tìm thấy.

source: %1!d! files selected, %2!d! files total
cs: Souborů vybraných: %1!d!, souborů celkem: %2!d!
hr: %1!d! datoteka označeno, %2!d! datoteka ukupno
it: %1!d! file selezionati, %2!d! file totali
ja: 選択ファイル数 %1!d! 、全体ファイル数 %2!d!
nb: %1!d! filer valgt, totalt %2!d! filer
oc: %1!d! fichièrs seleccionats, %2!d! fichièrs al total
sk: Vybraných %1!d! súborov, celkom %2!d! súborov
sr@latin: %1!d! fajlova označeno, %2!d! fajlova ukupno
vi: %1!d! tập tin được chọn, %2!d! tập tin tổng cộng

source: %1!d! most active author(s) with at least %2!d! commits each (%3!d! %%)
cs: %1!d! nejaktivnějších autorů každý s nejméně %2!d! odevzdáními (%3!d! %%)
hr: %1!d! najaktivnijih autora s najmanje %2!d! pohranjivanja svaki (%3!d! %%)
it: %1!d! autore(i) più attivo con almeno %2!d! invii ogni (%3!d! %%)
ja: 上位%1!d!人分（コミット数%2!d!回以上、全体の%3!d!%%）
nb: %1!d! mest aktive forfatter(e) med minst %2!d! innsendinger hver (%3!d! %%)
oc: Los %1!d! autors los mai actius amb al mens %2!d! liurasons cadun (%3!d! %%)
sk: %1!d! najaktívnejších autorov s aspoň %2!d! odovzdaní každý (%3!d! %%)
sr@latin: %1!d! najaktivniji(h) autor(a) sa najmanje %2!d! urezivanja svaki (%3!d! %%)
vi: %1!d! tác giả tích cực nhất với ít nhất %2!d! cam kết cho mỗi (%3!d! %%)

source: %1!ld! minute(s) and %2!ld! second(s)
cs: %1!ld! minut(a/y) a %2!ld! vteřin(a/y)
hr: %1!ld! minuta i %2!ld! sekundi
it: %1!ld! minuti(o) and %2!ld! secondi(o)
ja: %1!ld!分%2!ld!秒
nb: %1!ld! minutt(er) og %2!ld! sekund(er)
oc: %1!ld! minuta(s) e %2!ld! segonda(s)
sk: %1!ld! min %2!ld! s
sr@latin: %1!ld! minut(a) i %2!ld! sekund(e)
vi: %1!ld! phút và %2!ld! giây

source: %1!ls! (offline)
hr: %1!ls! (odspojen)
ja: %1!ls!（オフライン）
nb: %1!ls! (frakoblet)
oc: %1!ls! (fòra linha)
sr@latin: %1!ls! (isključen)
vi: %1!ls! (ngoại tuyến)

source: %1!ls! - at revision: %2!d!
cs: %1!ls! - na revizi: %2!d!
hr: %1!ls! - na reviziji: %2!d!
it: %1!ls! - alla revisione: %2!d!
ja: %1!ls! - リビジョン: %2!d!
nb: %1!ls! - ved revisjon: %2!d!
oc: %1!ls! - a la revision : %2!d!
sk: %1!ls! - na revízii: %2!d!
sr@latin: %1!ls! - u reviziji: %2!d!
vi: %1!ls! - tại bản chỉnh sửa: %2!d!

source: %1!ls! : Working Base, Revision %2!ld!
cs: %1!ls! : Pracovní originál, Revize %2!ld!
hr: %1!ls! : Radna osnova, revizija %2!ld!
it: %1!ls! : copia base, revisione %2!ld!
ja: %1!ls! : 作業ベース、リビジョン %2!ld!
nb: %1!ls! : Arbeidskopiens Basis, Revisjon %2!ld!
oc: %1!ls! : Basa de trabalh, Revision %2!ld!
sk: %1!ls! : Pracovný základ, revízia %2!ld!
sr@latin: %1!ls! : Radna Osnova, Revizija %2!ld!
vi: %1!ls! : bản gốc đang làm, chỉnh sửa số %2!ld!

source: %1!ls! in %2!ls!
cs: %1!ls! v %2!ls!
hr: %1!ls! u %2!ls!
ja: %2!ls!で %1!ls!
nb: %1!ls! på %2!ls!
oc: %1!ls! en %2!ls!
sk: %1!ls! v %2!ls!
sr@latin: %1!ls! u %2!ls!
vi: %1!ls! trong %2!ls!

source: %1!ls!\%2!ls! - Export
hr: %1!ls!\%2!ls! - Izvoz
it: %1!ls!\%2!ls! - Esportazione
ja: %1!ls!\%2!ls! - エクスポート
nb: %1!ls!\%2!ls! - Eksport
sr@latin: %1!ls!\%2!ls! - Izvoz
vi: %1!ls!\%2!ls! - Xuất

source: %1!ls!\%2!ls! - Export (%3!d!)
hr: %1!ls!\%2!ls! - Izvoz (%3!d!)
it: %1!ls!\%2!ls! - Esportazione (%3!d!)
ja: %1!ls!\%2!ls! - エクスポート（%3!d!）
nb: %1!ls!\%2!ls! - Eksport (%3!d!)
sr@latin: %1!ls!\%2!ls! - Izvoz (%3!d!)
vi: %1!ls!\%2!ls! - Xuất (%3!d!)

source: %1!ls! Revision %2!ls!, Author %3!ls!, Date %4!ls!
cs: %1!ls! Revize %2!ls!, Autor %3!ls!, Datum %4!ls!
hr: %1!ls! Revizija %2!ls!, Autor %3!ls!, Datum %4!ls!
it: %1!ls! Revisione %2!ls!, Autore %3!ls!, Data %4!ls!
ja: %1!ls! リビジョン %2!ls!、作者 %3!ls!、日付 %4!ls!
nb: %1!ls! Revisjon %2!ls!, Forfatter %3!ls!, Dato %4!ls!
oc: %1!ls! Revision %2!ls!, Autor %3!ls!, Data %4!ls!
sk: %1!ls! Revízia %2!ls!, Autor %3!ls!, Dátum %4!ls!
sr@latin: %1!ls! Revizija %2!ls!, Autor %3!ls!, Datum %4!ls!
vi: %1!ls! Bản sửa đổi %2!ls!, Tác giả %3!ls!, Ngày tháng %4!ls!

source: %1!ls! Revision %2!ls!, Author %3!ls!, Size %4!ls!, Date %5!ls!
cs: %1!ls! Revize %2!ls!, Autor %3!ls!, Velikost %4!ls!, Datum %5!ls!
hr: %1!ls! Revizija %2!ls!, Autor %3!ls!, Veličina %4!ls!, Datum %5!ls!
it: %1!ls! Revisione %2!ls!, Autore %3!ls!, Dimensione %4!ls!, Data %5!ls!
ja: %1!ls! リビジョン %2!ls!、作者 %3!ls!、サイズ %4!ls!、日付 %5!ls!
nb: %1!ls! Revisjon %2!ls!, Forfatter %3!ls!, Størrelse %4!ls!, Dato %5!ls!
oc: %1!ls! Revision %2!ls!, Autor %3!ls!, Talha %4!ls!, Data %5!ls!
sk: %1!ls! Revízia %2!ls!, Autor %3!ls!, Veľkosť %4!ls!, Dátum %5!ls!
sr@latin: %1!ls! Revizija %2!ls!, Autor %3!ls!, Veličina %4!ls!, Datum %5!ls!
vi: %1!ls! Bản sửa đổi %2!ls!, Tác giả %3!ls!, Kích thước %4!ls!, Ngày tháng %5!ls!

source: %1!ls! Showing %2!d! files and %3!d! folders, %4!d! items in total
cs: %1!ls! Zobrazeno %2!d! souborů a %3!d! složek, %4!d! položek celkem
hr: %1!ls! Prikazujem %2!d! datoteka i %3!d! mapa, ukupno %4!d! stavki
it: %1!ls! Totale %2!d! file e %3!d! cartelle, %4!d! elementi in totale
ja: %1!ls! %2!d!個のファイルと%3!d!個のフォルダー、計%4!d!項目を表示
nb: %1!ls! Viser %2!d! filer og %3!d! mapper, %4!d! elementer totalt
oc: %1!ls! Afichatge de %2!d! fichièrs e de %3!d! dorsièrs, de %4!d! elements al total
sk: %1!ls! Zobrazovanie %2!d! súborov a %3!d! adresárov, celkom %4!d! objektov
sr@latin: %1!ls! Prikazuje %2!d! fajla i %3!d! foldera, %4!d! ukupno stavki
vi: %1!ls! Hiển thị %2!d! tập tin và %3!d! thư mục, %4!d! số món tổng cộng

source: %1: %2 Continue running script?
cs: %1: %2 Pokračovat v běhu skriptu?
hr: %1: %2 Nastavi s izvođenjem skripte?
it: %1: %2 Continuare ad eseguire lo script?
ja: %1: %2 スクリプトの実行を続けますか？
nb: %1: %2 Fortsette å kjøre skriptet?
oc: %1 : %2 Contunhar l'execucion de l'escript ?
sk: %1: %2 Pokračovať v skripte?
sr@latin: %1: %2 Nastaviti izvršenje skripta?
vi: %1: %2 Tiếp tục chạy kịch bản?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
cs: %1 Nelze najít tento soubor. Prosím, zkontrolujte, že je zadána správná cesta a název souboru.
hr: %1 Ne mogu pronaći navedenu datoteku. Molim, provjerite da li je ispravna putanja i ime datoteke.
it: %1 Impossibile trovare il file. Verificare il percorso corretto e il nome del file.
ja: %1 というファイルが見つかりません。 パスとファイル名が正しいか確認してください。
nb: %1 Kan ikke finne denne filen. Sjekk at riktig filsti og filnavn er angitt.
oc: %1 Impossible de trobar aqueste fichièr. Verificatz que lo camin e lo nom del fichièr especificats son corrèctes.
sk: %1 Tento súbor nemožno nájsť. Skontrolujte, či je zadaná správna cesta a meno súboru.
sr@latin: %1 Ne može da nađe ovaj fajl. Proveriti da je korektna putanja i da je dato ime fajla.
vi: %1 Không tìm thấy tập tin này. Xác minh đường dẫn đúng và tên tập tin được cung cấp.

source: %I64d Bytes transferred
cs: %I64d Bajtů přeneseno
hr: %I64d bajtova preneseno
it: %I64d Byte trasferiti
ja: %I64d バイトを転送しました
nb: %I64d Byte overført
oc: %I64d octets transferits
sk: Prenesené dáta: %I64d B
sr@latin: %I64d Bajta preneto
vi: %I64d Byte được truyền tải

source: %I64d Bytes/s
cs: %I64d Bajtů/s
hr: %I64d bajtova/s
it: %I64d Byte/s
ja: %I64d バイト/秒
nb: %I64d Byte/s
oc: %I64d octets/s
sk: %I64d B/s
sr@latin: %I64d Bajt/a
vi: %I64d Byte/giây

source: %I64d kBytes transferred
cs: %I64d kBajtů přeneseno
hr: %I64d kB preneseno
it: %I64d KByte trasferiti
ja: %I64d KBを転送しました
nb: %I64d kByte overført
oc: %I64d ko transferits
sk: Prenesené dáta: %I64d KiB
sr@latin: %I64d kBajta preneto
vi: %I64d kByte được truyền tải

source: %Ts [Recovered]
cs: %Ts [Obnoveno]
hr: %Ts [Vraćeno na staro]
it: %Ts [Ripristinato]
ja: %Ts ［復元］
nb: %Ts [Gjenvunnet]
oc: %Ts [Recuperat]
sk: %Ts [Obnovené]
sr@latin: %Ts [Obnovljen]

source: %d projects have updates:
cs: %d projektů má aktualizace:
hr: %d projekti imaju ažuriranja:
it: %d progetti hanno aggiornamenti:
ja: %d件のプロジェクトに更新があります。
nb: %d prosjekter har oppdateringer:
oc: %d projèctes an de mesas a jorn :
sk: %d projrktov majú aktualizácie:
sr@latin: %d projekata ima usklađivanja:

source: %i%% alpha click to toggle alpha double click to automatically toggle alpha
cs: %i%% průhlednost klikněte pro zapnutí průhlednosti klikněte dvakrát pro automatické přepínání průhlednosti
hr: %i%% transparencije kliknite za prebacivanje transparencije dvostruko kliknite za automatsko prebacivanje transparencije
it: %i%% alpha clic per modifica alpha doppio clic per modificare automaticamente alpha
ja: 透過率 %i%% クリックで透過率を反転します。 ダブルクリックで透過率を自動的に反転します。
nb: %i%% alfa klikk for å bytte alfa dobbelklikk for å bytte alfa automatisk
oc: transparéncia %i%% clicatz per activar / desactivar la transparéncia doble clicatz per activar / desactivar automaticament la transparéncia
sk: %i%% alfa klikom prepnite alfu dvojklik zmení alfu automaticky
sr@latin: %i%% alfa kliknite da uključite alfa dvostruki klik za automtsko uključivanje alfa
vi: %i%% alpha nhấp chuột để chuyển đổi alpha nhấp đúp chuột vào để tự động chuyển đổi alpha

source: %ld of %ld
cs: %ld z %ld
hr: %ld od %ld
it: %ld di %ld
ja: %ld / %ld
nb: %ld av %ld
oc: %ld de %ld
sk: %ld z %ld
sr@latin: %ld od %ld
vi: %ld của %ld

source: %ld paths
cs: %ld cesty
hr: %ld putanje
it: %ld percorsi
ja: %ld 件のパス
nb: %ld stier
oc: %ld camins
sk: cesty: %ld
sr@latin: %ld putanje
vi: %ld đường dẫn

source: %ls (offline)
hr: %ls (odspojen)
ja: %ls（オフライン）
nb: %ls (frakoblet)
oc: %ls (fòra linha)
sk: %ls (odpojené)
sr@latin: %ls (isključen)
vi: %ls (ngoài mạng)

source: %ls (recursively)
cs: %ls (rekurzivně)
hr: %ls (rekurzivno)
it: %ls (ricorsivamente)
ja: %ls（再帰的）
nb: %ls (rekursivt)
oc: %ls (recursivament)
sk: %ls (rekurzívne)
sr@latin: %ls (rekurzivno)

source: %ls : Merged file
cs: %ls : Sloučený soubor
hr: %ls : Spojena datoteka
it: %ls : Effettuato il merge del file
ja: %ls : ファイルがマージされました
nb: %ls: Flettet fil
oc: %ls : Fichièr fusionat
sk: %ls : Zlúčený súbor
sr@latin: %ls : Stopljen fajl

source: %ls : Remote file
cs: %ls : Vzdálený soubor
hr: %ls : Udaljena datoteka
it: %ls : File remoto
ja: %ls : リモートファイル
nb: %ls : Fil i depot
oc: %ls : Fichièr distant
sk: %ls: Vzdialený súbor
sr@latin: %ls : Udaljen fajl
vi: %ls : Tập tin từ xa

source: %ls : Working Base
cs: %ls : Pracovní originál
hr: %ls : Radna osnova
it: %ls : base di lavoro
ja: %ls : 作業ベース
nb: %ls : Arbeidskopiens Basis
oc: %ls : Basa de trabalh
sk: %ls : Pracovný základ
sr@latin: %ls : Radna osnova
vi: %ls : Bản gốc đang làm

source: %ls : Working Copy
cs: %ls : Pracovní Kopie
hr: %ls : Radna kopija
it: %ls : copia di lavoro
ja: %ls : 作業コピー
nb: %ls : Arbeidskopi
oc: %ls : Còpia de trabalh
sk: %ls : Pracovná kópia
sr@latin: %ls : Radna kopija
vi: %ls : Bản sao đang làm

source: %ls, but the directory already exists unversioned locally.
cs: %ls, ale adresář již lokálně existuje bez verze
hr: %ls, ali mapa već postoji lokalno bez verzioniranja.
it: %ls, ma la cartella esiste già localmente senza versione.
ja: %ls、しかし、バージョン管理外のディレクトリが既に存在しています。
nb: %ls, men katalogen fins allerede lokalt, ikke-versjonert.
sk: %ls, ale adresár už existuje miestne neverziovaný.
sr@latin: %ls, ali folder već postoji lokalno neverzionisano.
vi: %ls, nhưng thư mục đã tồn tại không đánh số phiên bản trên máy rồi.

source: %ls, but the directory is missing locally (deleted or moved away?).
cs: %ls, ale místní adresář chybí (smazán nebo přesunut?).
hr: %ls, ali mapa nedostaje lokalno (izbrisana ili premještena na drugu lokaciju?).
it: %ls, ma la cartella non è presente in locale (cancellata o spostata?).
ja: %ls、しかしローカルにディレクトリが見つかりません（削除または移動した？）。
nb: %ls, men katalogen mangler lokalt (slettet eller flyttet vekk?).
sk: %ls, ale miestny adresár chýba (vymazaný, alebo presunutý?).
sr@latin: %ls, ali nedostaje direktorijum lokalno (obrisan ili pomeren odatle?).

source: %ls, but the directory is missing locally.
cs: %ls, ale lokální adresář chybí.
hr: %ls, ali mapa nedostaje lokalno.
it: %ls, ma la cartella manca localmente.
ja: %ls、しかし、ディレクトリはローカルに存在しません。
nb: %ls, men katalogen mangler lokalt.
sk: %ls, ale adresár miestne chýba.
sr@latin: %ls, ali folder nedostaje lokalno.
vi: %ls, nhưng thư mục không có trên máy.

source: %ls, but the directory was already added locally.
cs: %ls, ale adresář již byl lokálně přidán.
hr: %ls, ali mapa je već dodana lokalno.
it: %ls,ma la cartella era già stato aggiunta localmente.
ja: %ls、しかし、ディレクトリはすでにローカルに追加されています。
nb: %ls, men katalogen var allerede lagt til lokalt.
sk: %ls, ale adresár už bol miestne pridaný.
sr@latin: %ls, ali folder je već dodat lokalno.
vi: %ls, nhưng thư mục đã được thêm vào trên máy rồi.

source: %ls, but the directory was already edited.
cs: %ls, ale adresář již byl dříve upraven.
hr: %ls, ali mapa je već uređivana.
it: %ls,ma la cartella era già stato modificata.
ja: %ls、しかし、ディレクトリはすでに編集されています。
nb: %ls, men katalogen var allerede redigert.
sk: %ls, ale adresár už bol už upravený.
sr@latin: %ls, ali folder je već uređen.
vi: %ls, nhưng thư mục đã được biên tập rồi.

source: %ls, but the directory was deleted, moved or renamed locally.
cs: %ls, ale adresář již byl lokálně smazán, přesunut nebo přejmenován.
hr: %ls, ali mapa je lokalno obrisana, premještena ili preimenovana.
it: %ls, ma la cartella è stato cancellata, spostata o rinominata localmente.
ja: %ls、しかし、ディレクトリはローカルで削除か、移動か、名前の変更が行われています。
nb: %ls, men katalogen var slettet, flyttet eller omdøpt lokalt.
sk: %ls, ale adresár už bol miestne zmazaný, presunutý, alebo zmazaný.
sr@latin: %ls, ali folder je već obrisan, pomeren ili preimenovan lokalno.
vi: %ls, nhưng thư mục đã bị xóa, chuyển dời hoặc đổi tên trên máy.

source: %ls, but the directory was moved away
cs: %ls, ale adresář byl přesunut
hr: %ls, ali mapa je uklonjena
it: %ls, ma la cartella è stata spostata altrove
ja: %ls、しかし、ディレクトリは移動されました
nb: %ls, men katalogen var flyttet vekk
sk: %ls, ale adresár bol presunutý inam
sr@latin: %ls, ali direktorijum je izmaknut

source: %ls, but the directory was moved here
cs: %ls, ale adresář byl přesunut sem
hr: %ls, ali mapa je premještena ovdje
it: %ls, ma la cartella è stata spostata qui
ja: %ls、しかし、ディレクトリはここに移動されました
nb: %ls, men katalogen var flyttet hit
sk: %ls, ale bol sem presunutý adresár
sr@latin: %ls, ali direktorijum je primaknut

source: %ls, but the directory was obstructed in the working copy.
cs: %ls, ale adresář překážel v pracovní kopii.
hr: %ls, ali mapa je zapriječena u radnoj kopiji.
it: %ls, ma la cartella era ostruita nella copia di lavoro.
ja: %ls、しかし、ディレクトリが作業コピーで阻止されました。
nb: %ls, men katalogen var hindret i arbeidskopien.
sk: %ls, ale adresár v pracovnej kópií bol poškodený.
sr@latin: %ls, ali folder je sprečen u radnoj kopiji.
vi: %ls, nhưng thư mục đã bị cản trở trên bản sao đang làm.

source: %ls, but the directory was replaced
cs: %ls, ale adresář byl nahrazen.
hr: %ls, ali mapa je zamijenjena
it: %ls,ma la cartella era già stato modificata.
ja: %ls、しかし、ディレクトリは置換されています。
nb: %ls, men katalogen var erstattet
sk: %ls, ale adresár bol nahradený.
sr@latin: %ls, ali folder je premešten
vi: %ls, nhưng thư mục đã bị thay thế

source: %ls, but the file already exists unversioned locally.
cs: %ls, ale soubor již lokálně existuje bez verze.
hr: %ls, ali datoteka već postoji lokalno bez verzioniranja.
it: %ls, ma il file esiste già localmente senza versione.
ja: %ls、しかし、バージョン管理外のファイルが既に存在しています。
nb: %ls, men filen finnes allerede lokalt, ikke-versjonert.
sk: %ls, ale súbor už existuje miestne neverziovaný.
sr@latin: %ls, ali folder već postoji neverzionisano lokalno.
vi: %ls, nhưng tập tin đã tồn tại không đánh số phiên bản trên máy rồi.

source: %ls, but the file is missing locally (deleted or moved away?).
cs: %ls, ale místní soubor chybí (smazán nebo přesunut?).
hr: %ls, ali datoteka nedostaje lokalno (izbrisana ili premještena na drugu lokaciju?).
it: %ls, ma il file non è presente in locale (cancellata o spostata?).
ja: %ls、しかしローカルにファイルが見つかりません（削除または移動した？）
nb: %ls, men filen mangler lokalt (slettet eller flyttet vekk?).
sk: %ls, ale miestny súbor chýba (vymazaný, alebo presunutý?).
sr@latin: %ls, ali fajl nedostaje lokalno (obrisan ili pomeren odatle?).

source: %ls, but the file is missing locally.
cs: %ls, ale soubor chybí lokálně.
hr: %ls, ali datoteka nedostaje lokalno.
it: %ls, ma il file manca localmente.
ja: %ls、しかし、ファイルはローカルに存在しません。
nb: %ls, men filen mangler lokalt.
sk: %ls, ale súbor miestne chýba.
sr@latin: %ls, ali fajl nedostaje lokalno.
vi: %ls, nhưng tập tin không có trên máy.

source: %ls, but the file was already added locally.
cs: %ls, ale soubor již byl lokálně přidán.
hr: %ls, ali datoteka je već dodana lokalno.
it: %ls,ma il file era già stato aggiunto localmente.
ja: %ls、しかし、ファイルはすでにローカルに追加されています。
nb: %ls, men filen var allerede lagt til lokalt.
sk: %ls, ale súbor už bol miestne pridaný.
sr@latin: %ls, ali fajl je već dodat lokalno.
vi: %ls, nhưng tập tin đã được thêm vào trên máy rồi.

source: %ls, but the file was already edited.
cs: %ls, ale soubor již byl dříve upraven.
hr: %ls, ali datoteka je već uređivana.
it: %ls, ma il file era già stato modificato.
ja: %ls、しかし、ファイルはすでに編集されています。
nb: %ls, men filen var allerede redigert.
sk: %ls, ale súbor už bol upravený.
sr@latin: %ls, ali fajl je već uređen.
vi: %ls, nhưng tập tin đã được biên tập rồi.

source: %ls, but the file was deleted, moved or renamed locally.
cs: %ls, ale soubor již byl lokálně smazán, přesunut nebo přejmenován.
hr: %ls, ali datoteka je lokalno obrisana, premještena ili preimenovana.
it: %ls, ma il file è stato cancellato, spostato o rinominato localmente.
ja: %ls、しかし、ファイルはローカルで削除か、移動か、名前の変更が行われています。
nb: %ls, men filen var slettet, flyttet eller omdøpt lokalt.
sk: %ls, ale súbor už bol miestne zmazaný, presunutý, alebo zmazaný.
sr@latin: %ls, ali fajl je već obrisan, pomeren ili preimenovan lokalno.
vi: %ls, nhưng tập tin đã bị xóa, chuyển dời hoặc đổi tên trên máy.

source: %ls, but the file was moved away
cs: %ls, ale soubor byl přesunut
hr: %ls, ali datoteka je uklonjena
it: %ls, ma il file è stata spostato altrove
ja: %ls、しかし、ファイルは移動されました
nb: %ls, men filen var flyttet vekk
sk: %ls, ale súbor bol presunutý inam
sr@latin: %ls,ali fajl je izmaknut

source: %ls, but the file was moved here
cs: %ls, ale soubor byl přesunut sem
hr: %ls, ali datoteka je premještena ovdje
it: %ls, ma il file è stata spostato qui
ja: %ls、しかし、ファイルはここに移動されました
nb: %ls, men filen var flyttet hit
sk: %ls, ale bol sem presunutý súbor
sr@latin: %ls, ali fajl je primaknut

source: %ls, but the file was obstructed in the working copy.
cs: %ls, ale soubor překážel v pracovní kopii.
hr: %ls, ali datoteka je zapriječena u radnoj kopiji.
it: %ls, ma il file era ostruito nella copia di lavoro.
ja: %ls、しかし、ファイルが作業コピーで阻止されました。
nb: %ls, men filen var hindret i arbeidskopien.
sk: %ls, ale súbor v pracovnej kópií bol poškodený.
sr@latin: %ls, ali fajl je sprečen u radnoj kopiji.
vi: %ls, nhưng tập tin đã bị cản trở trên bản sao đang làm.

source: %ls, but the file was replaced
cs: %ls, ale soubor již byl dříve nahrazen.
hr: %ls, ali datoteka je zamijenjena
it: %ls, ma il file era già stato modificato.
ja: %ls、しかし、ファイルは置換されています。
nb: %ls, men filen var erstattet
sk: %ls, ale súbor už bol nahradený.
sr@latin: %ls, ali fajl je premešten
vi: %ls, nhưng tập tin đã bị thay thế

source: %ls %ld failed hunk(s)
cs: %ls %ld selhaných částí
hr: %ls %ld neuspjelih dijelova
it: %ls %ld parte(i) fallita
ja: %ls %ld件が失敗しました
nb: %ls %ld feilede avsnitt
oc: %ls %ld partida(s) ayant fracassat
sk: %ls %ld zlyhalo hunk(s)
sr@latin: %ls %ld neispravan komad(i)
vi: %ls %ld khoanh bị thất bại

source: %ls Do you want to remove the %d files anyway?
cs: %ls Chcete přesto odstranit soubory %d?
hr: %ls Želite li ipak ukloniti %d datoteka?
it: %ls Rimuovere il file %d comunque?
ja: %ls %d件のファイルを削除してもよろしいですか？
nb: %ls Vil du slette de %d filene likevel?
oc: %ls Volètz suprimir los %d fichièrs malgrat tot ?
sk: %ls Chcete napriek tomu odstrániť súbory (%d)?
sr@latin: %ls Da li želite da uklonite %d fajlova svakako?
vi: %ls Bạn có muốn loại bỏ %d tập tin?

source: %ls Do you want to remove the file '%ls' anyway?
cs: %ls Chcete přesto odstranit soubor '%ls'?
hr: %ls Želite li ipak ukloniti datoteku '%ls'?
it: %ls Rimuovere il file %ls comunque?
ja: %ls 本当にファイル「%ls」を削除してもよろしいですか？
nb: %ls Vil du slette filen '%ls' likevel?
oc: %ls Volètz suprimir lo fichièr '%ls' malgrat tot ?
sk: %ls Chcete napriek tomu odstrániť súbor (%ls)?
sr@latin: %ls Da li želite da uklonite fajl '%ls' svakako?
vi: %ls Bạn có muốn loại bỏ tập tin '%ls'?

source: %ls The folder %ls contains unversioned and/or modified file(s). Do you want to remove it anyway?
cs: %ls Adresář %ls obsahuje upravené soubory a/nebo bez verze. Chcete je přesto odstranit?
hr: %ls Mapa %ls sadrži neverzionirane i/ili modificirane mape. Da li je svejedno želite ukloniti?
it: %ls La cartella %ls contiene file(s) senza versione e/o modificati. Rimuoverla ugualmente?
ja: %ls フォルダー %ls はバージョン管理外のファイルもしくは変更されたファイルを含んでいます。本当に削除してもよろしいですか？
nb: %ls Mappen %ls inneholder ikke-versjonerte og/eller endrede fil(er). Vil du fjerne den likevel?
oc: %ls Lo dorsièr %ls contient un o mantun fichièr non versionats e/o modificats. Lo volètz suprimir malgrat tot ?
sk: %ls Zložka %ls obsahuje neverzované a/alebo upravené súbor(y). Chcete ju napriek tomu odstrániť?
sr@latin: %ls Folder%ls sadrži neverzionisane i/ili izmenjene fajlove. Želite li da ih svakako uklonite?
vi: %ls Thư mục %ls chứa các tập tin chưa phiên bản và/hoặc được sửa đổi. Bạn có muốn loại bỏ nó không?
