Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Clears the stored sizes and positions of %ld dialogs
cs: Smazat uložené velikosti a pozice dialogových oken %ld
hr: Čisti spremljene veličine i položaje %ld dijaloga
it: Elimina le dimensioni e le posizioni di %ld finestre di dialogo
ja: 保存されている%ld件のダイアログの位置と大きさを消去します
nb: Fjerner lagret størrelse og plassering for %ld dialoger
oc: Escafa las talhas e las posicions emmagazinadas de las %ld bóstias de dialòg.
sk: Vymaže uložené polohy a veľkosti dialógových okien (%ld)
sr@latin: Čisti uskladištene veličine i položaje %ld dijaloga
vi: Dọn dẹp các kích thước và vị trí đã lưu của %ld hội thoại

source: Click here to go to the website
cs: Klikněte zde pro navštívení webové stránky
hr: Kliknite ovdje za odlazak na web stranicu
it: Fai clic qui per andare nel sito web
ja: WEBサイトへ行くにはここをクリックしてください
nb: Klikk her for å gå til nettstedet
oc: Clicatz aicí per accedir al site internet
sk: Kliknite sem, aby ste sa dostali na webovú stránku
sr@latin: Kliknite ovde za odlazak na web stranicu
vi: Nhấn vào đây để đi tới trang web

source: Click here to select a recently typed message
cs: Klikněte zde pro výběr naposledy napsané zprávy
hr: Kliknite ovdje za odabir ranije upisane poruke
it: Fai clic qui per selezionare i commenti utilizzati di recente
ja: 最近入力したメッセージを選択する場合はここをクリックしてください
nb: Klikk her for å velge en nylig skrevet melding
oc: Clicatz aicí per seleccionar un comentari precedent
sk: Kliknite pre vybranie naposledy napísanej správy
sr@latin: Kliknite ovde za izbor skoro otkucane poruke
vi: Nhấn vào đây để chọn một thông điệp vừa đánh vào

source: Click on "Advanced" to specify alternate diff programs based on file extension
cs: Klikněte na "Pokročilé" pro nastavení alternativních rozdílových programů na základě přípon souborů
hr: Kliknite na "Napredno" za određivanje dopunskih razlikovnih programa s obzirom na tip datoteke
it: Fai clic su "Avanzate" per specificare i programmi esterni in base all'estensione
ja: 「高度な設定」をクリックすると、それぞれのファイル拡張子に対応する差分プログラムを指定することができます。
nb: Klikk på "Avansert" for å angi alternative diff-programmer basert på fil-endelser.
oc: Clicatz sus "Avançat" per especificar un programa de diferéncia per extension de fichièrs
sk: Vyberte "Pokročilé" k zadaniu náhradného porovnávacieho programu podľa prípon
sr@latin: Kliknite na "Napredno" za određivanje dopunskih diff programa baziranih na ekstenziju fajla
vi: Nhấn vào "Cao cấp" để chỉ định một chương trình so khác biệt khác dựa trên phần mở rộng của tập tin

source: Click on "Advanced" to specify alternate merge programs based on file extension
cs: Klikněte na "Pokročilé" pro nastavení alternativních slučovacích programů na základě přípon souborů
hr: Kliknite na "Napredno" za određivanje dopunskih programa za stapanje s obzirom na tip datoteke
it: Fai clic su "Avanzate" per specificare i programmi esterni in base all'estensione
ja: 「高度な設定」をクリックすると、それぞれのファイル拡張子に対応するマージプログラムを指定することができます。
nb: Klikk på "Avansert" for å angi alternative flette-programmer basert på fil-endelser.
oc: Clicatz sus "Avançat" per especificar un programa de fusion per extension de fichièrs
sk: Vyberte "Pokročilé" k zadaniu náhradného zlučovacieho programu podľa prípon
sr@latin: Kliknite na "Napredno" za određivanje dopunskih programa za stapanje baziranih na ekstenziji fajla
vi: Nhấn vào "Cao cấp" để chỉ định một chương trình hợp nhất khác dựa trên phần mở rộng của tập tin

source: Click to see commands to move blocks of text Use text blocks
cs: Klikněte pro zobrazení příkazů pro přesun částí textu Použít textové bloky
hr: Kliknite kako biste vidjeli naredbe za pomicanje blokova teksta Koristi blokove teksta
it: Fai clic per vedere i comandi per spostare blocchi di testo Usa blocchi di testo
ja: テキストのブロックを移動するためのコマンドを見るにはクリック テキストブロックを使用
nb: Klikk for å se kommandoer for å flytte tekstblokker Bruk tekstblokker
oc: Clicatz per veire las comandas per fin de desplaçar los blòts de tèxte Utilizatz los blòts de tèxte
sk: Kliknite aby sa zobrazili príkazy na presúvanie textu Použitie blokov textu
sr@latin: Klikni da vidiš komande za pomeranje bloka teksta Koristi tekst blokove
vi: Nhấn chuột để xem các lệnh di chuyển khối văn bản Sử dụng khối văn bản

source: Clipboard
cs: Schránka
hr: Međuspremnik
it: Appunti
ja: クリップボード
nb: Utklippstavle
oc: Quichapapièrs
sk: Schránka
sr@latin: Klipbord
vi: Bảng kẹp tạm

source: Close
cs: Zavřít
hr: Zatvori
it: Chiudi
ja: 閉じる
nb: Lukk
sk: Zatvoriť
sr@latin: Zatvori
vi: Đóng

source: Close Full Screen
cs: Zavřít Plnou Obrazovku
hr: Odustani od cijelog ekrana
it: Chiudi schermo intero
ja: 全画面表示を閉じる
nb: Lukk Full Skjerm
sk: Zatvoriť celoobrazovkové zobrazenie
sr@latin: Zatvori pun ekran
vi: Đóng chế độ toàn màn hình

source: Close Print Preview &Close
cs: Zavřít Náhled Tisku &Zavřít
hr: Zatvori Pregled Ispisa &Zatvori
it: Chiudi Anteprima di stampa &Chiudi
ja: 印刷プレビューを閉じる 閉じる(&C)
nb: Lukk Forhåndsvisning &Lukk
sk: Zatvoriť náhľad pred tlačou &Zatvoriť
sr@latin: Zatvori print pregled &Zatvori
vi: Đóng xem trước bản in &Đóng

source: Close manually
cs: Zavřít ručně
hr: Zatvori ručno
it: Chiudi manualmente
ja: 手動で閉じる
nb: Lukk manuelt
oc: Tampadura manuala
sk: Zatvoriť ručne
sr@latin: Zatvori ručno
vi: Đóng bằng tay

source: Close the active window and prompts to save the documents
cs: Zavře aktivní okno a zeptá se na uložení dokumentů
hr: Zatvara aktivni prozor i upozorava na snimanje dokumenata
it: Chiudi la finestra con richiesta di salvataggio
ja: ドキュメントを保存するために、アクティブなウィンドウとプロンプトを閉じる
nb: Lukk det aktive vinduet og spør om dokumenter skal lagres
oc: Tampar la fenèstra amb demanda de confirmacion d'enregistrament
sk: Zatvorí aktívne okno a vyzve k uloženiu dokumentov
sr@latin: Zatvara aktivni prozor i upozorava na snimanje dokumenata
vi: Đóng cửa sổ đang hoạt động và hiện yêu cầu lưu các tài liệu

source: Code Collaborator Settings
cs: Nastavení spolupráce na kódu
hr: Postavke koda suradnika
it: Impostazioni Collaboratori di Codice
ja: Code Collaboratorの設定
nb: Code Collaborator-instillinger
oc: Reglatges del Còdi del Collaborator
sk: Nastavenia pre Code Collaborator
sr@latin: Podešavanje saradničkog koda

source: Coll&apse source tree
cs: Sb&al zdrojový strom
hr: Za&klopi izvorno stablo
it: Ragg&ruppa il ramo sorgente
ja: ソースツリーを折りたたむ(&A)
nb: T&rekk sammen kildetreet
oc: Re&duire l'arborescéncia font
sk: &Zbaliť zdrojový strom
sr@latin: Sa&žeti izvorno stablo
vi: &Đóng các cây nguồn

source: Collaborator &password
cs: &Heslo spolupracovníka
hr: Suradnik &lozinka
it: Password del collaboratore
ja: Collaboratorのパスワード(&P)
nb: Collaborator-&passord
oc: Sen&hal del collaborator
sk: &Heslo pre Collaborator
sr@latin: Sardnička &lozinka

source: Collapse
cs: Sbalit
hr: Zatvori
it: Minimizza
ja: 折りたたむ
nb: Kollaps
oc: Replegar
sk: Zbaliť
sr@latin: Kolaps
vi: Thu gọn

source: Collapse &following tree
cs: Sbal &následující strom
hr: Zaklopi &slijedeće stablo
it: Minimizza i &seguenti rami
ja: 次のツリーを折りたたむ(&F)
nb: Trekk &sammen følgende tre
oc: Reduire l'arborescéncia &seguenta
sk: &Zbaliť nasledovný strom
sr@latin: Sažeti &sledeće stablo
vi: Đóng cây &sau đây

source: Collapse unchanged sections Collapse
cs: Sbalit nezměněné části Sbalit
hr: Sažmi nepromijenjene sekcije Sažmi
it: Minimizza sezioni non modificate Minimizza
ja: 変更されていない箇所を折りたたむ 折りたたむ
nb: Kollaps uendrede områder Kollaps
oc: Replegar las seccions non modificadas Replegar
sk: Zbaliť nezmenené sekcie Zbaliť
sr@latin: Slaže neizmenjene delove Složi
vi: Đóng phần chưa thay đổi Đóng

source: Color
cs: Barva
hr: Boja
it: Colore
ja: 色
nb: Farge
sk: Farba
sr@latin: Boja
vi: Màu

source: Color 1
cs: Barva 1
hr: Boja 1
it: Colore 1
ja: 色１
nb: Farge 1
sk: Farba 1
sr@latin: Boja 1
vi: Màu 1

source: Color 2
cs: Barva 2
hr: Boja 2
it: Colore 2
ja: 色２
nb: Farge 2
sk: Farba 2
sr@latin: Boja 2
vi: Màu 2

source: Color by &age, indexed
cs: Zbarvit podle stáří, &indexováno
hr: Boj&a po dobi, indeksirano
it: Colore in base &all'età, indicizzato
ja: 変更時期で原色で色分け(&A)
nb: Gi &farge etter alder, indeksert
oc: Color per l'&age, indexé
sk: Farby podľa veku - &indexované
sr@latin: Boje po st&arosti, indeksirano
vi: Tô màu theo &tuổi, danh mục

source: Color by age, &continuous
cs: Zbarvit podle stáří, &nepřetržité
hr: Boja po dobi, &kontinuirano
it: Colore in base all'età, &continuo
ja: 変更時期で連続色で色分け(&C)
nb: Gi farge etter alder, &kontinuerlig
oc: Color segon l'atge, &contunha
sk: Farby podľa veku - &spojité
sr@latin: Boje po starosti, &kontinualno
vi: Tô màu theo tuổi, &liên tục

source: Color by au&thor
cs: Zbarvit podle &autora
hr: Boja po au&toru
it: Colore in base all'au&tore
ja: 作者で色分け(&T)
nb: Gi farge etter &forfatter
oc: Color per au&tor
sk: Farby podľa &autora
sr@latin: Boje po au&toru
vi: Tô màu theo &tác giả

source: Colors
cs: Barvy
hr: Boje
it: Colori
ja: 色
nb: Farger
sk: Farby
sr@latin: Boje
vi: Các màu

source: Colors:
cs: Barvy:
hr: Boje:
it: Colori:
ja: 色:
nb: Farger:
sk: Farby:
sr@latin: Boje:
vi: Các màu:

source: Comman&ds:
cs: &Příkazy:
hr: Nare&dbe:
it: Coman&di:
ja: コマンド(&D):
nb: Komman&doer:
sk: Príka&zy
sr@latin: Koman&de:
vi: &Lệnh:

source: Command
cs: Příkaz
hr: Naredba
it: Comando
ja: コマンド
nb: Kommando
oc: Comanda
sk: Príkaz
sr@latin: Komanda
vi: Lệnh

source: Command Line
cs: Příkazová řádka
hr: Linijska naredba
it: Linea di comando
ja: コマンドライン
nb: Kommandolinje
oc: Linha de comanda
sk: Príkazový riadok
sr@latin: Komandna linija
vi: Dòng lệnh

source: Command Line To Execute:
cs: Příkaz ke spuštění:
hr: Naredba koju treba izvršiti:
it: Linea di comando da eseguire:
ja: 実行するコマンドライン:
nb: Kommandolinje som skal utføres:
oc: Linha de comanda d'executar :
sk: Príkazový riadok na vykonanie:
sr@latin: Komandna linija za izvršenje:
vi: Dòng lệnh để thi hành

source: Command Line To Execute: To specify a path inside a working copy, specify the url in the repository with the repository root url as %REPOROOT%, or %REPOROOT+% deeper down the working copy root.
cs: Příkazový řádek ke spuštění: Pro zadání cesty uvnitř pracovní kopie, zadejte url v úložišti, kde kořen úložiště je %REPOROOT%, nebo %REPOROOT+% pro hlubší úroveň od kořene úložiště.
hr: Komandna linija za izvršavanje: Da biste odredili putanju unutar radne kopije, navedite URL u spremištu s korijena repozitorija URL kao %REPORT%, odnosno %REPORT% dublje dolje u korijenu radne kopije.
it: Linea di comando da eseguire: Per specificare un percorso all'interno della copia di lavoro, specifica la URL nel repository con la URL radice del repository come %REPOROOT%, o %REPOROOT+% un livello inferiore alla radice della copia lavoro.
ja: 実行するコマンドライン: 作業コピー内のパスは、リポジトリ中のURLで指定してください。%REPOROOT%でリポジトリのルートURL、%REPOROOT+%で作業コピーのルートを表します。
nb: Kommandolinje som utføres: For å angi en sti i en arbeidskopi, oppgi url'en i depotet med depotroten som %REPOROOT%, eller %REPOROOT+% for en mappe et sted under depotroten.
sk: Príkazový riadok k spusteniu: K zadaniu cesty v rámci pracovnej kópie, zadajte koreňovú URL úložiska ako %REPOROOT%, alebo %REPOROOT+% d hlbšie v pracovnej kópií.
sr@latin: Komandna linija za izvršenje: Za specificiranje putanje unutar radne kopije specifisirajte url u spremištu sa korenom spremišta kao %REPOROOT%, ili %REPOROOT+% dublje u korenu radne kopije.

source: Command failed - Update needed
cs: Příkaz selhal - Je nutné aktualizovat
hr: Naredba neuspjela - Potrebno obnavljanje
it: Comando fallito - Aggiornamento necessario
ja: コマンド失敗 - 更新が必要
nb: Kommandoen feilet - Trenger oppdatering
oc: Fracàs de la comanda - Mesa a jorn necessària
sk: Príkaz zlyhal - je potrebná aktualizácia
sr@latin: Komanda neispravna - Obnavljanje je potrebno
vi: Lệnh thất bại - Cần phải cập nhật

source: Command failed.
cs: Příkaz selhal.
hr: Naredba nije izvršena.
it: Impossibile eseguire il comando.
ja: コマンドの実行に失敗しました。
nb: Kommandoen feilet.
oc: Fracàs de la comanda.
sk: Príkaz zlyhal.
sr@latin: Naredba pogrešno izvršena.
vi: Lệnh thất bại

source: Commands
cs: Příkazy
hr: Naredbe
it: Comandi
ja: コマンド
nb: Kommandoer
sk: Príkazy
sr@latin: Komande
vi: Các lệnh

source: Commit
cs: Odevzdat
hr: Pohrane
it: Invia
ja: コミット
nb: Send inn
oc: Liurar
sk: Odovzdať
sr@latin: Urezivanje
vi: Cam kết

source: Commit only the folder Files inside the folder won't get committed.
cs: Odevzdat pouze adresář Soubory uvnitř adresáře nebudou odevzdány.
hr: Pohrani samo mapu Datoteke unutar mape se neće pohraniti.
it: Invia solo la cartella I file all'interno della cartella non verranno inviati.
ja: フォルダーのみコミットする フォルダー内のファイルはコミットされません。
nb: Send inn bare mappen Filer inne i mappen blir ikke sendt inn.
sk: Odovzdať iba adresár Súbory v adresáry nebudú odovzdné
sr@latin: Urezuj samo folder Fajlove unutar foldera ne treba uzeti pri urezivanju.
vi: Chỉ cam kết thư mục Các tập tin bên trong thư mục sẽ không được cam kết.

source: Commit to:
cs: Odevzdat do:
hr: Pohrani u:
it: Invia a:
ja: コミット先:
nb: Send inn til:
oc: Liurar cap a :
sk: Odovzdať do:
sr@latin: Ureži u:
vi: Cam kết tới:

source: Commit...
cs: Odevzdat
hr: Pohrani...
it: Invia...
ja: コミット...
nb: Send inn...
oc: Liurar...
sk: Odovzdať ...
sr@latin: Ureži...
vi: Cam kết...

source: Commit Commit the changes to the target.
cs: Odevzdat Odevzdat změny do cíle.
hr: Pohrani Pohrani promjene nad metom.
it: Invia Invia le modifiche.
ja: コミット ターゲットへの変更をコミットする。
nb: Send inn Send inn endringene i målet
sk: Odovzdať Odovzdať zmeny do cieľa
sr@latin: Urezivanje Urezuj izmene u metu.
vi: Cam kết Cam kết các thay đổi vào mục tiêu.

source: Commits by author
cs: Odevzdání dle autora
hr: Pohranjivanja prema autorima
it: Invii per autore
ja: 作者別コミット数
nb: Innsendinger per forfatter
oc: Liurasons per autor
sk: Odovzdania podľa autorov
sr@latin: Urezivanje prema autoru
vi: Các cam kết bởi tác giả

source: Commits by date
cs: Odevzdání dle data
hr: Pohranjivanja prema datumu
it: Invii per data
ja: 時期別コミット数
nb: Innsendinger etter dato
oc: Liurasons per data
sk: Odovzdania podľa času
sr@latin: Urezivanje prema datumu
vi: Các cam kết theo ngày

source: Commits each %ls:
cs: Odevzdání za každý %ls:
hr: Pohrani svaku %ls:
it: Commit ogni %ls:
ja: %lsあたりのコミット数:
nb: Innsendinger per %ls:
oc: Liurasons cada %ls :
sk: Odovzdáva každý %ls:
sr@latin: Urezuje svako %ls:

source: Commits each week:
cs: Odevzdání za každý týden:
hr: Pohranjeno u tjednu:
it: Invia ogni settimana:
ja: 週あたりのコミット数:
nb: Innsendinger hver uke:
oc: Liurasons cada setmana :
sk: Odovzdania každý týždeň:
sr@latin: Urezivanje jednom nedeljno:
vi: Các cam kết mỗi tuần:

source: Commits your changes to the repository
cs: Odevzdat změny do úložiště
hr: Pohranjuje Vaše izmjene u skladište
it: Invia i cambiamenti al repository
ja: 変更をリポジトリにコミット
nb: Sender dine endringer inn til depotet
oc: Liurar vòstras modificacions dins lo depaus
sk: Odovzdať vaše zmeny do úložiska
sr@latin: Urezuje vaše izmene u spremište
vi: Cam kết những thay đổi của bạn vào kho chứa

source: Committing an unversioned folder will not recursively add its child items! You might want to add these folders recursively by using the 'Add...' context menu item.
cs: Odevzdáním adresáře bez verze rekurzivně nepřidá své podřízené položky! Možná budete chtít přidat tyto adresáře rekurzivně pomocí položky 'Přidat ...' v kontextovém menu.
hr: Pohranjivanje neverzionirane mape neće rekurzivno dodati njene podstavke! Možda želite dodati ove mape rekurzivno, koristeći stavku 'Dodaj...' u kontekstualnom izborniku.
it: L'invio di una cartella senza versione non aggiungerà ricorsivamente i suoi elementi figli! Potresti voler aggiungere queste cartelle ricorsivamente usando il menu contestuale 'Add...'
ja: バージョン管理外のフォルダーをコミットしても、その子階層の項目は再帰的に追加されません。 これらのフォルダーを再帰的に追加したい場合は、コンテキストメニューから「追加...」を選んでください。
nb: Innsending av en ikke-versjonert mappe legger ikke til underelementer rekursivt! Du vil kanskje legge til disse mappene rekursivt verd å bruke 'Legg til...' fra sammenhengsmenyen.
oc: Los ascendents seràn per aponduts recursivament al moment d'una liurason ! Los podètz apondre d'un biais recursiu amb l'ajuda del menú contextual 'Apondre ...'.
sk: Odovzdanie neverziovaného adresára nepridá všetky jeho detské objekty! Môžete chcieť pridať tieto adresáre rekurzívne použitím položky "Pridať..." z kontextového menu.
sr@latin: Urezivanje neverzionisanih foldera neće rekurzivno dodati potomačke stavke! Možete želeti da dodate ove foldere rekurzivno koristi 'Dodaj...' stavku kontekst meni.
vi: Cam kết một thư mục không phiên bản sẽ không thêm các món con của nó theo cách đệ quy! Bạn có lẽ muốn thêm các thư mục này theo cách đệ quy bằng cách dùng lựa chọn 'Thêm...' trong thưc đơn ngữ cảnh.

source: Committing to a tag
cs: Odevzdávám do značky
hr: Pohranjujem u oznaku
it: Invio verso un tag
ja: タグへコミットする
nb: Sender inn til et merke
oc: Liurar dins un tag
sk: Odovzdávanie do značky
sr@latin: Urezivanje u značku
vi: Đang cam kết vào một thẻ

source: Committing transaction...
cs: Odevzdávání přenosu...
hr: Pohranjivanje transkacije...
ja: トランザクションをコミットしています...
nb: Sender inn transaksjon...
oc: Liurason de la transaccion...
sr@latin: Postupak urezivanja...

source: Compare &HEAD revisions
cs: Porovnat &HEAD revize
hr: Usporedi &glavne (HEAD) revizije
it: Confronta revisioni &INTESTAZIONE
ja: 最新リビジョン(&HEAD)同士を比較
nb: Sammenlign &HEAD-revisjoner
oc: Comparar las revisions &HEAD
sk: Porovnať &HEAD revízie
sr@latin: Uporedi &GLAVNE revizije
vi: So sánh các bản chỉnh sửa &CHÍNH

source: Compare and &blame with working BASE
cs: Porovnat a o&bvinit s pracovním originálem
hr: Usporedi s radnom osnovom i &okrivi
it: Confronta e &biasima con la BASE
ja: 作業ベースと比較/注釈履歴(&B)
nb: Sammenlign og vis &skyld med basisfil (BASE)
oc: Comparar amb la BASE de trabalh e &anotar
sk: Porovnať a &obviniť s pracovným základom
sr@latin: Uporedi sa radnom OSNOVOM i &okrivi
vi: So sánh và &trách cứ với bản GỐC đang làm

source: Compare and blame with previous revision
cs: Porovnat a obvinit s předchozí revizí
hr: Usporedi s radnom osnovom i okrivi
it: Confronta e biasima con revisioni precedenti
ja: 直前のリビジョンと比較/注釈履歴
nb: Sammenlign og vis skyld med forrige revisjon
oc: Comparar amb la revision precedenta e anotar
sk: Porovnať a obviniť s predchádzajúcou revíziou
sr@latin: Uporedi i okrivi prethodnu reviziju
vi: So sánh và trách cứ với phiên bản trước

source: Compare revisions (&properties only)
cs: Porovnat revize (pouze &vlastnosti)
hr: Us&poredi revizije (samo svojstva)
it: Compara revisioni (solo &proprietà)
ja: リビジョンを比較（プロパティのみ）(&P)
nb: Sammenlign revisjoner (bare &egenskaper)
oc: Comparar las revisions (&proprietats unicament)
sk: Porovnať revízie (iba &vlastnosti)
sr@latin: Uporedi revizije (&osobine samo)

source: Compare revisions (conten&t only)
cs: Porovnat revize (pouze &obsah)
hr: Usporedi revizije (samo sad&ržaj)
it: Compara revisioni (solo con&tenuti)
ja: リビジョンを比較（コンテンツのみ）(&C)
nb: Sammenlign revisjoner (bare &innhold)
oc: Comparar las revisions (con&tenu unicament)
sk: Porovnať revízie (iba &obsah)
sr@latin: Uporedi revizije (&sadržaj samo)

source: Compare two files
cs: Porovnat dva soubory
hr: Usporedi dvije datoteke
it: Compara due file
ja: 2つのファイルを比較
nb: Sammenlign to filer
oc: Comparar dos fichièrs
sk: Porovnať dva súbory
sr@latin: Poredi dva fajla
vi: So sánh hai tập tin

source: Compare whitespaces
cs: Porovnat mezery
hr: Usporedi razmake
it: Confronta spaziature
ja: 空白を比較する
nb: Sammenlign blanktegn
oc: Comparar los espaçaments
sk: Porovnávať biele znaky
sr@latin: Uporedi beline
vi: So sánh khoảng trắng

source: Compare with &HEAD and BASE
cs: Porovnat s &HEAD a BASE
hr: Usporedi sa &HEAD i BASE
it: Compara con &HEAD e BASE
ja: 最新(&HEAD)リビジョンと作業ベースを比較
nb: Sammenlign med &HEAD og BASE
oc: Comparar amb &HEAD e BASE
sk: Porovnanie s &Hlavnou(HEAD) a Základnou(BASE)
sr@latin: Uporedi sa &GLAVNOM i OSNOVNOM

source: Compare with &working copy
cs: Porovnat s &pracovní kopií
hr: Usporedi s &radnom kopijom
it: Confronta con la copia di &lavoro
ja: 作業コピーと比較(&W)
nb: Sammenlign med &arbeidskopi
oc: Comparason amb la còpia de traba&lh
sk: Porovnať s &pracovnou kópiou
sr@latin: Uporedi s &radnom kopijom
vi: So sánh với bản đang &làm

source: Compare with b&ase
cs: Porovn&at s původním
hr: Usporedi s o&snovom
it: Confronta con la b&ase
ja: 作業ベースと比較(&B)
nb: Sammenlign med &basis
oc: Comparar amb la b&asa
sk: Porovnať so zákl&adom
sr@latin: Uporedi s o&snovom
vi: So sánh với bản &gốc

source: Compare with base (content only)
cs: Porovnat s originálem (pouze obsah)
hr: Usporedi sa bazom (samo sadržaj)
it: Confronta con la base (solo contenuto)
ja: 作業ベースと比較（内容のみ）
nb: Sammenlign med basis (bare innhold)
oc: Comparar amb la base (contengut unicament)
sk: Porovnať s BASE (iba obsah)
sr@latin: Upoređuje sa osnovom (samo sadržaj)

source: Compare with previous revision
cs: Porovnat s předchozí revizí
hr: Usporedi sa prijašnjom revizijom
it: Confronta con revisioni precedenti
ja: 直前のリビジョンと比較
nb: Sammenlign med forrige revisjon
oc: Comparar amb la revision precedenta
sk: Porovnať s predchádzajúcou revíziou
sr@latin: Uporedi sa prethodnom revizijom
vi: So sánh với bản trước đó

source: Compares all whitespaces when diffing Compare whitespaces
cs: Porovná všechny mezery při porovnávání Porovnat mezery
hr: Uspoređuje sve razmake prilikom izrade razlika Usporedi razmake
it: Confronto tutti gli spazi bianchi quando faccio il confronto Confronta spazi bianchi
ja: 差分をとる際にすべての空白を比較する 空白を比較する
nb: Sammenligner alle blanktegn ved diff Sammenlign blanktegn
oc: Compara totes los espacis al moment d'un diferencial Comparar los espacis
sk: Porovnať všetky biele znaky pri porovnávaní Porovnať biele znaky
sr@latin: Upoređuje sva beline kada razlikuje Upoređuje beline
vi: So sánh tất cả khoảng trắng khi tìm khác biệt So sánh khoảng trắng

source: Compares the file with the last committed revision to show you the changes you made
cs: Porovná soubor s poslední odevzdanou revizí aby ukázal změn, které jste udělal
hr: Uspoređuje datoteku sa zadnjom pohranjenom revizijom kako bi se vidjele izmjene koje ste učinili
it: Confronta il file con l'ultima revisione inviata in modo da mostrare i cambiamenti apportati
ja: 変更点を表示するために、最後にコミットしたリビジョンとファイルを比較する
nb: Sammenligner filen med den siste innsendte versjonen for å vise dine siste endringer
oc: Compara lo fichièr amb la darrièra version mesa a jorn per afichar los cambiaments qu'avètz fait
sk: Porovná súbor s naposledy odovzdanou revíziou, aby ste videli zmeny, ktoré ste vykonali
sr@latin: Upoređuje fajl sa zadnjom urezanom revizijom kako bi se videle izmene koje ste učinili
vi: So sánh tập tin với bản chỉnh sửa cuối cùng được cam kết để cho thấy các thay đổi mà bạn làm

source: Compares the selected file with a file in the repository
cs: Porovná vybraný soubor se souborem v úložišti
hr: Uspoređuje označenu datoteku s datotekom iz skladišta
it: Confronta il file selezionato con quelli nel repository
ja: リポジトリ内のファイルと選択されたファイルを比較
nb: Sammenligner valgt fil med en fil i depotet
oc: Compara lo fichièr seleccionat amb un fichièr dins lo depaus
sk: Porovná vybraný súbor so súborov v úložisku
sr@latin: Upoređuje izabrani fajl sa fajlom iz spremišta
vi: So sánh các tập tin được lựa chọn với một tập tin trong kho chứa

source: Completed
cs: Dokončeno
hr: Završeno
it: Completato
ja: 完了
nb: Ferdig
oc: Acabat
sk: Hotovo
sr@latin: Završeno
vi: Đã hoàn tất

source: Completed!
cs: Dokončeno!
hr: Završeno!
it: Completato!
ja: 完了
nb: Ferdig!
oc: Acabat !
sk: Hotovo!
sr@latin: Završeno!
vi: Đã hoàn tất!

source: Configure &TortoiseSVN to never use the recycle bin
cs: &Nastavit TortoiseSVN, aby nikdy nepoužíval koš
hr: Konfiguriraj &TortoiseSVN da nikada ne koristi koš za smeće
it: Configura &TortoiseSVN per non usare il cestino
ja: TortoiseSVNがごみ箱を使用しないように設定(&T)
nb: Sett opp &TortoiseSVN til aldri å bruke papirkurven
oc: Configurar &TortoiseSVN per ne jamais utilizar l'escobilhièr
sk: Nastaviť &TortoiseSVN aby nikdy nepoužíval odpadkový kôš
sr@latin: Konfiguriši da &TortoiseSVN nikad ne koristi korpu za recikliranje
vi: Điều chỉnh &TortoiseSVN để không bao giờ dùng thùng rác
