Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: The last merge operation tried to delete/move/rename the directory '%ls'
cs: Poslední sloučení se pokusilo smazat/přesunout/přejmenovat adresář '%ls'
hr: Zadnja operacija stapanja je pokušala obrisati/maknuti/promijeniti ime mape '%ls'
it: L'ultima operazione di unione ha cercato di cancellare/spostare/rinominare la cartella '%ls'
ja: 最後のマージ操作でディレクトリ「%ls」に対して削除/移動/名前変更をしようとしました
nb: Den siste fletteoperasjonen prøvde å slette/flytte/omdøpe katalogen '%ls'
sk: Posledné zlučovanie sa pokúsilo vymazať/presunúť/premenovať adresár '%ls'
sr@latin: Zadnja operacija stapanja pokušava da obriše/pomeri/preimenuje folder '%ls'
vi: Tác vụ hợp nhất cuối cùng cố xóa/di chuyển/đổi tên thư mục '%ls'

source: The last merge operation tried to delete/move/rename the file '%ls'
cs: Poslední sloučení se pokusilo smazat/přesunout/přejmenovat soubor '%ls'
hr: Zadnja operacija stapanja je pokušala obrisati/maknuti/promijeniti ime datoteci '%ls'
it: L'ultima operazione di unione ha cercato di cancellare/spostare/rinominare il file '%ls'
ja: 最後のマージ操作でファイル「%ls」に対して削除/移動/名前変更をしようとしました
nb: Den siste fletteoperasjonen prøvde å slette/flytte/omdøpe filen '%ls'
sk: Posledné zlučovanie sa pokúsilo vymazať/presunúť/premenovať súbor '%ls'
sr@latin: Zadnja operacija stapanja pokušava da obriše/pomeri/preimenuje fajl '%ls'
vi: Tác vụ hợp nhất cuối cùng cố xóa/di chuyển/đổi tên tập tin '%ls'

source: The last merge operation tried to modify the directory '%ls'
cs: Poslední sloučení se pokusilo změnit adresář '%ls'
hr: Zadnja operacija stapanja je pokušala izmijeniti mapu '%ls'
it: L'ultima operazione di unione ha cercato di modificare la cartella '%ls'
ja: 最後のマージ操作でディレクトリ「%ls」を変更しようとしました
nb: Den siste fletteoperasjonen prøvde å endre katalogen '%ls'
sk: Posledné zlučovanie sa pokúsilo zmeniť adresár '%ls'
sr@latin: Zadnja operacija stapanja pokušava da izmeni folder '%ls'
vi: Tác vụ hợp nhất cuối cùng cố sửa đổi thư mục '%ls'

source: The last merge operation tried to modify the file '%ls'
cs: Poslední sloučení se pokusilo změnit soubor '%ls'
hr: Zadnja operacija stapanja je pokušala promijeniti datoteku '%ls'
it: L'ultima operazione di unione ha cercato di modificare il file '%ls'
ja: 最後のマージ操作でファイル「%ls」を変更しようとしました
nb: Den siste fletteoperasjonen prøvde å endre filen '%ls'
sk: Posledná operácia zlúčiť sa pokúsilo zmeniť súbor '%ls'
sr@latin: Zadnja operacija stapanja pokušava da izmeni fajl '%ls'
vi: Tác vụ hợp nhất cuối cùng cố sửa đổi tập tin '%ls'

source: The last merge operation tried to replace the directory '%ls'
cs: Poslední sloučení se pokusilo nahradit adresář '%ls'
hr: Zadnja operacija stapanja je pokušala zamijeniti direktorij '%ls'
it: L'ultima operazione di unione ha cercato di sostituire la cartella '%ls'
ja: 最後のマージ操作でディレクトリ「%ls」を置換しようとしました
nb: Den siste fletteoperasjonen prøvde å erstatte katalogen '%ls'
sk: Posledné prepnutie sa pokúsilo nahradiť adresár '%ls'
sr@latin: Zadnja operacija spajanja pokušava da zameni folder '%ls'
vi: Tác vụ hợp nhất cuối cùng cố thay thế thư mục '%ls'

source: The last merge operation tried to replace the file '%ls'
cs: Poslední slučovácí operace se snažila nahradit soubor '%ls'
hr: Zadnja operacija stapanja je pokušala zamijeniti datoteku '%ls'
it: L'ultima operazione di unione ha cercato di sostituire il file '%ls'
ja: 最後のマージ操作でファイル「%ls」を置換しようとしました
nb: Den siste fletteoperasjonen prøvde å erstatte filen '%ls'
sk: Posledné zlučovanie sa pokúsilo nahadiť súbor '%ls'
sr@latin: Zadnja operacija stapanja pokušava da zameni fajl '%ls'
vi: Tác vụ hợp nhất cuối cùng cố thay thế tập tin '%ls'

source: The last switch operation tried to add the directory '%ls'
cs: Poslední překlopení se pokusilo přidat adresář '%ls'
hr: Zadnja operacija prebacivanja je pokušala dodati mapu '%ls'
it: L'ultima operazione di switch ha cercato di aggiungere la cartella '%ls'
ja: 最後の切り替え操作でディレクトリ「%ls」を追加しようとしました
nb: Den siste bytteoperasjonen prøvde å legge til katalogen '%ls'
sk: Posledné prepnutie sa pokúsilo pridať adresár '%ls'
sr@latin: Zadnja operacija skretanja pokušava da doda folder '%ls'
vi: Tác vụ hợp nhất cuối cùng cố thêm thư mục '%ls'

source: The last switch operation tried to add the file '%ls'
cs: Poslední překlopení se pokusilo přidat soubor '%ls'
hr: Zadnja operacija prebacivanja je pokušala dodati datoteku '%ls'
it: L'ultima operazione di switch ha cercato di aggiungere il file '%ls'
ja: 最後の切り替え操作でファイル「%ls」を追加しようとしました
nb: Den siste bytteoperasjonen prøvde å legge til filen '%ls'
sk: Posledné prepnutie sa pokúsilo pridať súbor '%ls'
sr@latin: Zadnja operacija skretanja pokušava da doda fajl '%ls'
vi: Tác vụ hợp nhất cuối cùng cố thêm tập tin '%ls'

source: The last switch operation tried to delete/move/rename the directory '%ls'
cs: Poslední překlopení se pokusilo smazat/přesunout/přejmenovat adresář '%ls'
hr: Zadnja operacija prebacivanja je pokušala obrisati/maknuti/promijeniti ime mapi '%ls'
it: L'ultima operazione di switch ha cercato di cancellare/spostare/rinominare la cartella '%ls'
ja: 最後の切り替え操作でディレクトリ「%ls」に対して削除/移動/名前変更をしようとしました
nb: Den siste bytteoperasjonen prøvde å slette/flytte/omdøpe katalogen '%ls'
sk: Posledné prepnutie sa pokúsilo vymazať/presunúť/premenovať adresár '%ls'
sr@latin: Zadnja operacija skretanja pokušava da obriše/pomeri/preimenuje folder '%ls'
vi: Tác vụ chuyển sang cuối cố xóa/di chuyển/đổi tên thư mục '%ls'

source: The last switch operation tried to delete/move/rename the file '%ls'
cs: Poslední překlopení se pokusilo smazat/přesunout/přejmenovat soubor '%ls'
hr: Zadnja operacija prebacivanja je pokušala obrisati/maknuti/promijeniti ime datoteci '%ls'
it: L'ultima operazione di switch ha cercato di cancellare/spostare/rinominare il file '%ls'
ja: 最後の切り替え操作でファイル「%ls」に対して削除/移動/名前変更をしようとしました
nb: Den siste bytteoperasjonen prøvde å slette/flytte/omdøpe filen '%ls'
sk: Posledné prepnutie sa pokúsilo vymazať/presunúť/premenovať súbor'%ls'
sr@latin: Zadnja operacija skretanja pokušava da obriše/pomeri/preimenuje fajl '%ls'
vi: Tác vụ chuyển sang cuối cố xóa/di chuyển/đổi tên tập tin '%ls'

source: The last switch operation tried to modify the directory '%ls'
cs: Poslední překlopení se pokusilo změnit adresář '%ls'
hr: Zadnja operacija prebacivanja je pokušala izmijeniti mapu '%ls'
it: L'ultima operazione di switch ha cercato di modificare la cartella '%ls'
ja: 最後の切り替え操作でディレクトリ「%ls」を変更しようとしました
nb: Den siste bytteoperasjonen prøvde å endre katalogen '%ls'
sk: Posledné prepnutie sa pokúsilo zmeniť adresár '%ls'
sr@latin: Zadnja operacija skretanja pokušava daizmeni folder '%ls'
vi: Tác vụ chuyển sang cuối cố sửa đổi thư mục '%ls'

source: The last switch operation tried to modify the file '%ls'
cs: Poslední překlopení se pokusilo změnit soubor '%ls'
hr: Zadnja operacija prebacivanja je pokušala promijeniti datoteku '%ls'
it: L'ultima operazione di spostamento ha cercato di modificare il file '%ls'
ja: 最後の切り替え操作でファイル「%ls」を変更しようとしました
nb: Den siste bytteoperasjonen prøvde å endre filen '%ls'
sk: Posledná operácia prepnúť sa pokúsila zmeniť súbor '%ls'
sr@latin: Zadnja operacija skretanja pokušava da izmeni fajl '%ls'
vi: Tác vụ chuyển sang cuối cố sửa đổi tập tin '%ls'

source: The last switch operation tried to replace the directory '%ls'
cs: Poslední překlopení se pokusilo nahradit adresář '%ls'
hr: Zadnja operacija prebacivanja je pokušala zamijeniti direktorij '%ls'
it: L'ultima operazione di switch ha cercato di sostituire la cartella '%ls'
ja: 最後の切り替え操作でディレクトリ「%ls」を置換しようとしました
nb: Den siste bytteoperasjonen prøvde å erstatte katalogen '%ls'
sk: Posledné prepnutie sa pokúsilo nahradiť adresár '%ls'
sr@latin: Zadnja operacija prebacivanja pokušava da zameni folder '%ls'
vi: Tác vụ chuyển sang cuối cố thay thế thư mục '%ls'

source: The last switch operation tried to replace the file '%ls'
cs: Poslední překlopení se pokusilo nahradit soubor '%ls'
hr: Zadnja operacija prebacivanja je pokušala zamijeniti datoteku '%ls'
it: L'ultima operazione di switch ha cercato di sostituire il file '%ls'
ja: 最後の切り替え操作でファイル「%ls」を置換しようとしました
nb: Den siste bytteoperasjonen prøvde å erstatte filen '%ls'
sk: Posledné prepnutie sa pokúsilo nahradiť súbor '%ls'
sr@latin: Zadnja operacija prebacivanja pokušava da zameni fajl '%ls'
vi: Tác vụ chuyển sang cuối cố thay thế tập tin '%ls'

source: The last update operation tried to add the directory '%ls'
cs: Poslední aktualizace se pokusila přidat adresář '%ls'
hr: Zadnja operacija obnavljanja je pokušala dodati mapu '%ls'
it: L'ultima operazione di update ha cercato di aggiungere la cartella '%ls'
ja: 最後の更新操作でディレクトリ「%ls」を追加しようとしました
nb: Den siste oppdater-operasjonen prøvde å legge til katalogen '%ls'
sk: Posledná aktualizácia sa pokúsila pridať adresár '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da doda folder '%ls'
vi: Tác vụ cập nhật cuối cố thêm thư mục '%ls'

source: The last update operation tried to add the file '%ls'
cs: Poslední aktualizace se pokusila přidat soubor '%ls'
hr: Zadnja operacija obnavljanja je pokušala dodati datoteku '%ls'
it: L'ultima operazione di update ha cercato di aggiungere il file '%ls'
ja: 最後の更新操作でファイル「%ls」を追加しようとしました
nb: Den siste oppdater-operasjonen prøvde å legge til filen '%ls'
sk: Posledná aktualizácia sa pokúsila pridať súbor '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da doda fajl '%ls'
vi: Tác vụ cập nhật cuối cố thêm tập tin '%ls'

source: The last update operation tried to delete/move/rename the directory '%ls'
cs: Poslední aktualizace se pokusila smazat/přesunout/přejmenovat adresář '%ls'
hr: Zadnja operacija obnavljanja je pokušala obrisati/maknuti/promijeniti ime mapi '%ls'
it: L'ultima operazione di update ha cercato di cancellare/spostare/rinominare la cartella '%ls'
ja: 最後の更新操作でディレクト「%ls」に対して削除/移動/名前変更をしようとしました
nb: Den siste oppdater-operasjonen prøvde å slette/flytte/omdøpe katalogen '%ls'
sk: Posledná aktualizácia sa pokúsila vymazať/presunúť/premenovať adresár '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da obriše/pomeri/preimenuje folder '%ls'
vi: Tác vụ cập nhật cuối cố xóa/di chuyển/đổi tên thư mục '%ls'

source: The last update operation tried to delete/move/rename the file '%ls'
cs: Poslední aktualizace se pokusila smazat/přesunou/přejmenovat soubor '%ls'
hr: Zadnja operacija obnavljanja je pokušala obrisati/maknuti/promijeniti ime datoteci '%ls'
it: L'ultima operazione di update ha cercato di cancellare/spostare/rinominare il file '%ls'
ja: 最後の更新操作でファイル「%ls」に対して削除/移動/名前変更をしようとしました
nb: Den siste oppdater-operasjonen prøvde å slette/flytte/omdøpe filen '%ls'
sk: Posledná aktualizácia sa pokúsila vymazať/presunúť/premenovať súbor '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da obriše/pomeri/preimenuje fajl '%ls'
vi: Tác vụ cập nhật cuối cố xóa/di chuyển/đổi tên tập tin '%ls'

source: The last update operation tried to modify the directory '%ls'
cs: Poslední aktualizace se pokusila změnit adresář '%ls'
hr: Zadnja operacija obnavljanja je pokušala izmijeniti mapu '%ls'
it: L'ultima operazione di update ha cercato di modificare la cartella '%ls'
ja: 最後の更新操作でディレクトリ「%ls」を変更しようとしました
nb: Den siste oppdater-operasjonen prøvde å endre katalogen '%ls'
sk: Posledná aktualizácia sa pokúsila zmeniť adresár '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da izmeni folder '%lsfolder
vi: Tác vụ cập nhật cuối cố sửa đổi thư mục '%ls'

source: The last update operation tried to modify the file '%ls'
cs: Poslední aktualizace se pokusila změnit soubor '%ls'
hr: Zadnja operacija obnavljanja je pokušala izmijeniti datoteku '%ls'
it: L'ultima operazione di aggiornamento ha cercato di modificare il file '%ls'
ja: 最後の更新操作でファイル「%ls」を変更しようとしました
nb: Den siste oppdater-operasjonen prøvde å endre filen '%ls'
sk: Posledná aktualizácia sa pokúsila zmeniť súbor '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da izmeni fajl '%ls'
vi: Tác vụ cập nhật cuối cố sửa đổi tập tin '%ls'

source: The last update operation tried to replace the directory '%ls'
cs: Poslední aktualizace se pokusila nahradit adresář '%ls'
hr: Zadnja operacija obnavljanja je pokušala zamijeniti direktorij '%ls'
it: L'ultima operazione di update ha cercato di sostituire la cartella '%ls'
ja: 最後の更新操作でディレクトリ「%ls」を置換しようとしました
nb: Den siste oppdater-operasjonen prøvde å erstatte katalogen '%ls'
sk: Posledná aktualizácia sa pokúsila nahradiť adresár '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da zameni folder '%ls'
vi: Tác vụ cập nhật cuối cố thay thế thư mục '%ls'

source: The last update operation tried to replace the file '%ls'
cs: Poslední aktualizace se pokusila nahradit soubor '%ls'
hr: Zadnja operacija obnavljanja je pokušala zamijeniti datoteku '%ls'
it: L'ultima operazione di update ha cercato di sostituireil file '%ls'
ja: 最後の更新操作でファイル「%ls」を置換しようとしました
nb: Den siste oppdater-operasjonen prøvde å erstatte filen '%ls'
sk: Posledná aktualizácia sa pokúsila nahradiť súbor '%ls'
sr@latin: Zadnja operacija obnavljanja pokušava da zameni fajl '%ls'
vi: Tác vụ cập nhật cuối cố thay thế tập tin '%ls'

source: The line '====' was expected in line %d !
cs: Řádka '====' byla očekávaná na řádce %d !
hr: Linija '====' se očekivala u %d. liniji!
it: Atteso '====' alla linea %d !
ja: 「====」行は%d行目にあると思われます。
nb: Forventet linjen '====' i linje %d !
oc: La linha '====' èra esperada a la linha %d !
sk: Na riadku %d bolo očakávané '===='!
sr@latin: Linija '====' se očekivala u %d. liniji!
vi: Dòng '====' phải có trong dòng %d !

source: The line 'Index: ' was not found! Either this is not a diff file or the diff is empty.
cs: Řádka 'Index: ' nebyla nalezena! Buď toto není záplata, nebo je záplata prázdná.
hr: Linija 'Index: ' nije nađena! Ovo ili nije datoteka s razlikama ili razlika nema.
it: La linea 'Index: ' non è stata trovata! Il file potrebbe essere vuoto oppure non essere un file di confronto valido.
ja: 「Index:」行が見つかりませんでした。 差分ファイルではないか、差分が存在しないかのどちらかです。
nb: Fant ikke linjen 'Index: '! Denne filen er enten tom eller ikke en diff-fil.
oc: La linha 'Indèx : ' es pas estada trobada ! Siá es pas un fichièr diff o lo diff es void.
sk: Nebol nájdený riadok 'Index: '! Súbor je prázdny, alebo to nie je súbor porovnania.
sr@latin: Linija 'Index: ' nije nađena! Ovo ili nije fajl s razlikama ili razlika nema.
vi: Dòng 'Index: ' không tìm thấy! Hoặc là đây không phải là một tập tin diff hoặc diff bị trống.

source: The line indicating the new file was expected in line %d !
cs: Řádka indikující nový soubor byla očekávaná na řádce %d !
hr: Red koji ukazuje na novu datoteku se očekivao u liniji br. %d!
it: La stringa indicante il nuovo file era attesa alla linea %d !
ja: 新しいファイルを示している行は、%d行目だと思われます。
nb: Linjen indikerer at den nye filen var forventet i linjenummer %d !
oc: La linha indiquant lo novèl fichièr èra esperat a la linha %d !
sk: Na riadku %d bolo očakávane určenie nového súboru!
sr@latin: Red koji ukazuje na novi fajl se očekivao u liniji br. %d!
vi: Dòng thể hiện tập tin mới phải có trong dòng %d !

source: The line number must be in between %d and %d
cs: Číslo řádku musí být mezi %d a %d
hr: Broj linija mora biti između %d i %d
it: Il numero linea deve essere compreso tra %d e %d
ja: 行番号は%d～%dの間でなければなりません
nb: Linjenummeret må være mellom %d og %d
oc: Lo numèro de linha deu èsser comprés entre %d e %d.
sk: Číslo riadka musí byť medzi %d a %d
sr@latin: Brojevi linija moraju biti između %d i %d
vi: Số dòng phải ở giữa %d và %d

source: The lock has already been broken from another working copy
cs: Zámek již byl rozbit z jiné pracovní kopie
hr: Lokot je već uklonjen iz neke druge radne kopije
it: Il blocco è stato già forzato da un'altra copia di lavoro
ja: ロックが他の作業コピーですでに強制解除されています
nb: Sperren er allerede brutt fra en annen arbeidskopi
oc: Lo verrolh es ja estat copat dempuèi una autra còpia de trabalh
sk: Zámok bol zlomený z inej pracovnej kópie
sr@latin: Katanac je već uklonjen iz neke druge radne kopije
vi: Khóa đã bị gãy từ một bản làm việc khác

source: The maximum number of action log lines to keep. Any lines added over this limit will remove the oldest lines from the file.
cs: Maximální počet řádků záznamu činností, které mají být uchovány. Jakékoli řádky nad tento limit odstraní ze souboru nejstarší řádky.
hr: Najveći broj redaka koji se spremaju u datoteci dnevnika. Svaka linija koja se doda iza ovog broja će ukloniti nastariju iz datoteke.
it: Il numero massimo di linee del log delle azioni da conservare. Ogni linea aggiunta oltre questo limite rimuoverà le linee più vecchie dal file.
ja: アクションログ内で保持する最大の行数。 この行数を超えて追加された場合は、古い行から順に削除されます。
nb: Maksimalt antall linjer som skal beholdes i handlingsloggen. Hvis flere linjer enn dette legges til, slettes de eldste linjene fra filen.
oc: Lo nombre maximum de linhas dins lo jornal de las accions de conservar. Cada linha aponduda en dessús d'aquesta limite suprimira la linha la mai anciana del fichièr.
sk: Maximálny počet riadkov, ktoré sa majú pamätať pre denník úkonov. Pridanie riadkov nad tento počet spôsobí zmazanie najstaršieho riadku zo súboru.
sr@latin: Najveći broj redova koji se čuvaju u fajlu dnevnika. Svaka linija koja se doda iza ovog broja ukloniće najstariju liniju iz fajla.
vi: Số tối đa các dòng tường trình hành động để giữ. Bất kỳ dòng nào thêm vào quá giới hạn này sẽ loại bỏ dòng cũ nhất khỏi tập tin.

source: The operation failed.
cs: Operace selhala.
hr: Naredba nije uspješno završena.
it: Operazione fallita
ja: 操作に失敗しました。
nb: Kommandoen feilet.
oc: L'operacion a fracassat.
sk: Úkon zlyhal.
sr@latin: Naredba nije uspešno završena.
vi: Tác vụ thất bại.

source: The parameters '/path' and '/pathfile' are mutually exclusive. You must only specify one of them.
cs: Parametry '/path' a '/pathfile' se vzájemně vylučují. Můžete nastavit pouze jeden z nich.
hr: Parameteri '/path' i '/pathfile' se međusobno isključuju. Morate se odlučiti za jedan od njih.
it: I parametri '/path' e '/pathfile' sono mutualmente esclusivi. Specificare uno solo di essi.
ja: パラメーターの「/path」と「/pathfile」の両方を指定することはできません。 どちらか一方だけを指定してください。
nb: Parametrene '/path' og '/pathfile' kan ikke gis samtidig. Du må oppgi bare en av dem.
oc: Los paramètres '/path' e '/pathfile' s'excluson mutualament. Ne vos cal pas definir qu'un dels dos.
sk: Parametre '/path' a '/pathfile' sú nezlúčitelné. Môžete zadať iba jeden z nich.
sr@latin: Parameteri '/path' i '/pathfile' se međusobno isključuju. Morate se odlučiti za jedan od njih.
vi: Các tham số '/path' và '/pathfile' loại trừ lẫn nhau. Bạn phải chỉ rõ ra một trong chúng.

source: The password is wrong. Please enter the correct password in the settings dialog.
cs: Nesprávné heslo. Zadejte prosím správné heslo v dialogovém okně nastavení.
hr: Lozinka nije u redu. Molimo unesite ispravnu lozinku u dijaloškom okviru postavki.
ja: パスワードが誤っています。 設定ダイアログで正しいパスワードを入力してください。
nb: Passordet er galt. Vennligst skriv inn det korrekte passordet i innstillingsdialogen.
oc: Lo senhal es incorrècte. Entratz lo senhal corrècte dins la fenèstra de configuracion.
sk: Nesprávne heslo. Prosím zadajte správne heslo v nastavovacom okne.
sr@latin: Lozinka je loša. Molim unesite korektnu lozinku u dijalog podešavanja.

source: The passwords don't match
cs: Hesla se neshodují
hr: Lozinke se ne podudaraju
it: Le password non corrispondono
ja: パスワードが一致しません。
nb: Passordene er ikke like
oc: Los senhals correspondon pas
sk: Heslá sa nezhodujú
sr@latin: Lozinka se ne mož prepoznati

source: The patch seems outdated! The file line %1!ls! and the patchline %2!ls! do not match!
cs: Záplata vypadá zastarale! Řádka souboru %1!ls! a řádka záplaty %2!ls! nesouhlasí!
hr: Zakrpa je, izgleda, zastarjela! Linija datoteke %1!ls! i linija zakrpe %2!ls! se ne poklapaju!
it: La patch sembra essere superata! La linea %1!ls! del file e la linea %2!ls! nella patch non corrispondono!
ja: パッチは古いと思われます。ファイル内の行 %1!ls! とパッチ内の行 %2!ls! が一致しません。
nb: Korreksjonsfilen ser ut til å være for gammel. Fil-linjen %1!ls! og korreksjonslinjen %2!ls! passer ikke sammen.
oc: Lo patch sembla perimit ! La linha %1!ls! e la linha del patch %2!ls! correspondon pas !
sk: Záplata vyzerá byť zastaralá! Riadok súboru %1!ls! a riadok záplaty %2!ls! sa nezhodujú!
sr@latin: Zakrpa je, izgleda, zastarela! Linija fajlova %1!ls! i linija zakrpe %2!ls! se ne poklapaju!
vi: Bản vá có vẻ quá cũ! Tập tin dòng %1!ls! và dòng vá %2!ls! không khớp!

source: The path/URL '%ls' seems to be illegal on Windows! You can try it anyway, but you might get an error later.
cs: Cesta/URL '%ls' se zdá být ve Windows neplatná! Můžete to přesto zkusit, ale možná že později dostanete chybu.
hr: Staza/URL '%ls' je, čini se, nedozvoljena na Windowsima! Možete je ipak isprobati, no možda ćete poslije dobiti grešku.
it: Il percorso/URL '%ls' sembra non essere valido in Windows! Puoi provare ugualmente, ma potresti avere un errore più tardi.
ja: 「%ls」というパス/URL は Windows では無効です。 実行はできますが、後でエラーが発生するかもしれません。
nb: Stien/URLen '%ls' ser ut til å være ulovlig på Windows! Du kan prøve likevel, men det kan gi en feil senere.
oc: Lo camin/URL '%ls' sembla pas valid jos Windows ! Podètz ensajar del conservar, mas d'errors pòdon subvenir pus tard.
sk: Cesta/URL "%ls" vyzerá byť nepovolená na Windows! Môžete to napriek tomu skúsiť, ale neskôr sa môže objaviť chyba.
sr@latin: Putanja/URL '%ls' izgleda ilegalno u Vindousu! Možete pokušati u svakom slučaju, ali će možda doći do greške kasnije.
vi: Đường dẫn/URL '%ls' có vẻ như không hợp lệ trên Windows! Bạn vẫn có thể thử nó, nhưng bạn có thể gặp lỗi sau này.
