Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Image &and Text
cs: Obrázek &a Text
hr: Slika &i tekst
it: Imm&agine e testo
ja: イメージとテキスト(&A)
nb: Bilde &og Tekst
sk: Obrázok &a text
sr@latin: Slika &i tekst
vi: Ảnh &và Chữ

source: Image &and text
cs: Obrázek &a text
hr: Slika &i tekst
it: Imm&agine e testo
ja: イメージとテキスト(&A)
nb: Bilde &og tekst
sk: Obrázok &a text
sr@latin: Slika &i tekst
vi: Ảnh &và chữ

source: Images
cs: Obrázky
hr: Slike
it: Immagini
ja: 画像
nb: Bilder
sk: Obrázky
sr@latin: Slike
vi: Ảnh

source: Immediate children, including folders
cs: Bezprostředně podřazené prvky, včetně adresářů
hr: Neposredna djeca uključujući mape
it: Figli immediati, includi cartelle
ja: 直接の子階層（フォルダーを含む）
nb: Nærmeste under-elementer, mapper inkludert
oc: Los enfants immediats, amb los dorsièrs
sk: Priame deti, vrátane adresárov
sr@latin: Neposredni potomak, uključujući foldere
vi: Các con gần nhất, bao gồm thư mục

source: Import
cs: Importovat
hr: Uvezi
it: Importa
ja: インポート
nb: Importer
oc: Importar
sk: Importovať
sr@latin: Uvezi
vi: Nhập

source: Import %1!ls! to %2!ls!%3!ls!
cs: Importuji %1!ls! do %2!ls!%3!ls!
hr: Uvoz %1!ls! u %2!ls!%3!ls!
it: Importa %1!ls! in %2!ls!%3!ls!
ja: %1!ls! を %2!ls!%3!ls! へインポート
nb: Importer %1!ls! til %2!ls!%3!ls!
oc: Impòrta %1!ls! cap a %2!ls!%3!ls!
sk: Importovať %1!ls! do %2!ls!%3!ls!
sr@latin: Uvoz %1!ls! u %2!ls!%3!ls!
vi: Nhập khẩu %1!ls! đến %2!ls!%3!ls!

source: Import %ld items
cs: Importovat %ld položek
hr: Uvezi %ld stavaka
it: Importa %ld elementi
ja: %ld件の項目をインポート
nb: Importer %ld elementer
oc: Importar %ld elements
sk: Importovať %ld objektov
sr@latin: Uvezi %ld stavaka
vi: Nhập %ld món

source: Import &message
cs: Zpráva &importu
hr: Uvezi &poruku
it: Importa &commento
ja: インポートメッセージ(&M)
nb: Importer &melding
oc: Co&mentari de l'import
sk: Importovať &správu
sr@latin: Uvezi &poruku
vi: &Thông điệp nhập

source: Import Settings from file...
cs: Importovat nastavení ze souboru...
hr: Uvezi postavke iz datoteke ...
it: Importa impostazioni da file...
ja: インポート設定をファイルから読み込む...
nb: Importer innstillinger fra fil...
oc: Importar los Paramètres dempuèi un fichièr...
sk: Načítať nastavenia zo súboru...
sr@latin: Uvezi podešavanje iz fajla...

source: Import a previously saved set of properties from a file
cs: Importovat dříve uloženou sadu vlastností ze souboru
hr: Uvozi prethodno spremljenu grupu svojstva iz datoteke
it: Importa un insieme di proprietà salvato precedentemente da un file
ja: ファイルに保存されているプロパティをインポートする
nb: Importerer en tidligere lagret samling egenskaper fra en fil
oc: Importar a jòc de proprietats prealablament salvat dempuèi un fichièr
sk: Načítatať uloženú sadu vlastností zo súboru
sr@latin: Uvozi prethodno spremljenu grupu osobina iz fajlovi
vi: Nhập một tập hợp các thuộc tính được lưu từ một tập tin

source: Import file %1!ls! to %2!ls!
cs: Importovat soubor %1!ls! do %2!ls!
hr: Uvoz datoteke %1!ls! u %2!ls!
it: Importa file %1!ls! in %2!ls!
ja: ファイル %1!ls! を %2!ls! にインポート
nb: Importer fil %1!ls! til %2!ls!
oc: Importar lo fichièr %1!ls! vers %2!ls!
sk: Importovať súbor %1!ls! do %2!ls!
sr@latin: Uvozi fajl %1!ls! u %2!ls!
vi: Nhập tập tin %1!ls! vào %2!ls!

source: Import file to %ls
cs: Importovat soubor do %ls
hr: Uvozim datoteku u %ls
it: Importa file in %ls
ja: ファイルのインポート先 %ls
nb: Importer fil til %ls
oc: Importar lo fichièr vers %ls
sk: Importovať súbor do %ls
sr@latin: Uvozi fajl u %ls
vi: Nhập tập tin sang %ls

source: Import folder %1!ls! to %2!ls!
cs: Importovat adresář %1!ls! do %2!ls!
hr: Uvoz mape %1!ls! u %2!ls!
it: Importa cartella %1!ls! in %2!ls!
ja: フォルダー %1!ls! を %2!ls! にインポート
nb: Importer mappe %1!ls! til %2!ls!
oc: Importar lo repertòri %1!ls! cap a %2!ls!
sk: Importovať adresár %1!ls! do %2!ls!
sr@latin: Uvozi folder %1!ls! u %2!ls!
vi: Nhập thư mục %1!ls! sang %2!ls!

source: Import to %1
cs: Importovat do %1
hr: Uvezi u %1
it: Importa in %1
ja: %1 にインポート
nb: Importer til %1
oc: Importar dins %1
sr@latin: Uvezi u %1

source: Import The items are imported, creating a new revision for each item.
cs: Importovat Položky jsou importovány, vytvářejíc novou revizi pro každou položku.
hr: Uvezi Stavke će se uvesti, stvarajući novu reviziju za svaku stavku.
it: Importa Questi elementi verrano importati, creando una nuova revisione per ogni elemento.
ja: インポート 項目をインポートし、それぞれの項目に対して新しいリビジョンを作成する。
nb: Importer Elementene blir importert, med en ny revisjon for hvert element.
sk: Importovať Objekty sú importované vytvoriac novú revíziu pre každý objekt.
sr@latin: Uvoz Stavke su uvezene, kreira se nova revizija za svaku stavku.
vi: Nhập khẩu Các món này được nhập khẩu, tạo một bản chỉnh sửa mới cho mỗi món.

source: Imported folder structure
cs: Importována adresářová struktura
hr: Struktura uvezene mape
it: Struttura di cartelle importata
ja: フォルダー構造をインポート
nb: Importert mappestruktur
oc: Arborescéncia de repertòris importée
sk: Importovaná štruktúra adresárov
sr@latin: Uvezena struktura foldera
vi: Nhập cấu trúc thư mục

source: Importing file %1!ls!
cs: Importuji soubor %1!ls!
hr: Uvozim datoteku %1!ls!
it: Importazione del file %1!ls!
ja: インポートファイル %1!ls!
nb: Importerer filen %1!ls!
oc: Import del fichièr %1!ls!
sk: Importuje sa súbor %1!ls!
sr@latin: Uvozi fajl %1!ls!
vi: Nhập tập tin %1!ls!

source: Imports the directory to a repository
cs: Importuje adresář do úložiště
hr: Uvoz direktorija u skladište
it: Importa la cartella in un repository
ja: ディレクトリをリポジトリにインポート
nb: Importerer katalogen til et depot
oc: Importe lo repertòri dins un depaus
sk: Importuje adresár do úložiska
sr@latin: Uvoz foldera u spremište
vi: Nhập thư mục vào kho chứa

source: In order to show this dialog in the future, press <Ctrl> while executing the Code Collaborator menu command.
cs: Aby toto dialogové okno bylo zobrazeno i v budoucnu, stiskněte <Ctrl> při spuštění příkazu Spolupráce na kódu z nabídky
hr: Da bi pokazao ovaj dijaloški okvir u budućnosti, pritisnite <Ctrl> prilikom izvođenja suradnikovog koda naredbe izbornika.
it: Per poter mostrare questo dialogo in futuro, premi <Ctrl> mentre esegui il comando Code Collaborator dal menù.
ja: 後でこのダイアログを表示するには、［Ctrl］を押しながらCode Collaboratorのメニューコマンドを実行してください。
nb: For å vise denne dialogen i fremtiden, trykk <Ctrl> når du velger Code Collaborator i menyen.
oc: Per utilizar aquesta bóstia de dialòg a l'avenidor, quichatz <Ctrl> quand executatz la comanda de menú Còdi del Collaborator.
sk: K vyvolaniu tohto menu v budúcnosti, stlačte <Ctrl> pri vyvolavaní príkazu Code Collaborator z ponuky.
sr@latin: Da bi prikazali dijalog u buduće pritisni <Ctrl> dok izvršava komandu menija saradničkog koda.

source: Include e&xternals
cs: Zahrnout e&xterní
hr: Uključi e&xternale
it: Includi e&sterni
ja: 外部参照を含める(&X)
nb: Ta med &eksterne
oc: Inclure los e&xtèrnes
sk: Vrátane e&xterných
sr@latin: Uključite e&ksternale
vi: Bao gồm các phần bên &ngoài

source: Include ignored files
cs: Zahrnout ignorované soubory
hr: Uključi zanemarene datoteke
it: Includi file ignorati
ja: 無視ファイルを含める
nb: Inkluder ignorerte filer
oc: Inclure los fichièrs ignorats
sk: Vrátane ignorovaných súborov
sr@latin: Uključi zanemarene fajlovi
vi: Bao gồm tập tin bị bỏ qua

source: Include local settings
cs: Zahrnout místní nastavení
hr: Uključi lokalne postavke
it: Includi impostazioni locali
ja: ローカル設定を含む
nb: Inkluder lokale innstillinger
oc: Inclure los paramètres locals
sr@latin: Uključi lokalno podešavanje

source: Include merged revisions
cs: Zahrnout sloučené revize
hr: Uključi spojene revizije
it: Includi revisioni che sono state fuse
ja: マージされたリビジョンを含める
nb: Ta med flettede revisjoner
oc: Inclure las revisions fusionadas
sk: Zahrnúť zlúčené revízie
sr@latin: Uključi stopljene revizije
vi: Bao gồm các phiên bản được hợp nhất

source: Include only the following revision range:
cs: Zahrnout pouze následující rozsah revizí:
hr: Uključi samo slijedeći raspon revizija:
it: Includi solo il seguente intervallo di revisioni:
ja: 次のリビジョン範囲のみを含める:
nb: Ta med bare revisjoner i intervallet:
oc: Inclure solament la plaja de revisions seguenta :
sk: Iba nasledovný rozsah revízií:
sr@latin: Uključi samo sledeći raspon revizija:
vi: Chỉ bao gồm phạm vi thay đổi sau đây:

source: Includes the repository for status check Hold down the shift key when clicking to fetch everything.
cs: Obsahuje úložiště pro kontrolu stavu Podržte klávesu shift při klikání pro načtení všeho.
hr: Uključuje skladište za provjeru statusa Pritisnite tipku shift prilikom klika kako biste sve dohvatili.
it: Include il repository per il controllo dello stato Tieni premuto il tasto MAIUSC quando fai clic per recuperare qualcosa.
ja: 状態チェックのためにリポジトリを含めます すべてを取得するためにはShiftキーを押したままでクリックしてください。
nb: Tar med depotet i statussjekk Hold inne shift-tasten når du klikker for å hente alt.
oc: Inclutz lo depaus dins la verificacion d'estat Quichatz sus la tòca Shift quand clicatz per tot listar.
sk: Zahrnie úložisko do kontroly stavu. Keď chcete získať všetko držte shift keď klikáte.
sr@latin: Uključuje spremište za proveru statusa Držite pritisnut šift taster dok klikćete da nađete sve.
vi: Bao gồm kho chứa cho việc kiểm tra trạng thái Giữ phím shift khi nhấn chuột để nạp mọi thứ.

source: Incorrect filename.
cs: Neplatný název souboru.
hr: Pogrešno ime datoteke.
it: Nome di file non valido.
ja: ファイル名が不正です。
nb: Ukorrekt filnavn
oc: Nom de fichièr incorrècte.
sk: Nesprávne meno súboru.
sr@latin: Pogrešno ime fajla.
vi: Tên tập tin sai.

source: Index colors:
cs: Barvy indexu:
hr: Boje indeksa:
it: Colori indicizzati:
ja: 原色:
nb: Indekserte farger:
oc: Indèx de las colors :
sk: Indexované farby:
sr@latin: Indeks boja:
vi: Màu danh mục:

source: Info on external
cs: Informace o externí
hr: Informacije na vanjskom
ja: 外部参照の情報
nb: Info om ekstern
oc: Informacion sus l'extèrne
sr@latin: Info na eksternalu

source: Information
cs: Informace
hr: Informacija
it: Informazioni
ja: 情報
nb: Informasjon
oc: Informacion
sk: Informácie
sr@latin: Informacija

source: Inline diff
cs: Rozdíl v řádku
it: Differenze inline
ja: 行内差分
nb: Linjeforskjeller
oc: Las diferéncias dins la linha
sk: Riadkový rozdiel
sr@latin: Dif u liniji
vi: Diff nội tuyến

source: Inline diff word-wise
cs: Rozdíl v řádku podle slov
hr: Inline diff po riječima
it: Differenze inline globale
ja: 単語単位の行内差分
nb: Linjeforskjeller per ord
oc: Diferéncias de linha dins los mots
sk: Riadkový rozdiel založený na slovách
sr@latin: Dif u liniji prema rečima
vi: Diff nội tuyến theo từ

source: Inline differences
cs: Rozdíly na řádcích
hr: Jednoredne razlike
it: Differenze all'interno delle linee
ja: 行内差分
nb: Linjeforskjeller
oc: Diferéncias en linha
sk: Rozdiely v riadkoch
sr@latin: Razlike unutar liniji
vi: Khác biệt trong dòng

source: Input
cs: Vstup
hr: Upis
it: Immissione
ja: 入力
nb: Skriv loggmelding
oc: Entrar
sk: Vstup
sr@latin: Ulaz
vi: Dữ liệu vào

source: Insert Clipboard contents Paste
cs: Vložit obsah schránky Vložit
hr: Umetni sadržaj međuspremnika Zalijepi
it: Inserisce il contenuto degli Appunti Incolla
ja: クリップボードの内容を挿入する 貼り付け
nb: Lim inn fra utklippstavlen Lim inn
oc: Inserir lo quichapapièrs Pegar
sk: Vloží obsah schránky Vlož
sr@latin: Umetni sadržaj klipborda Zalepi
vi: Chèn nội dung vào Clipboard Dán

source: Insert message at:
cs: Vložit zprávu na:
hr: Ubaci poruku na:
it: Inserire messaggio a:
ja: メッセージを挿入:
nb: Sett inn melding på:
oc: Entrar lo comentari a :
sk: Zadaj správu na:
sr@latin: Ubaci poruku u:
vi: Chèn thông điệp tại:

source: Insert title at the bottom, after the message
cs: Vložit název ve spodní části, za zprávou
hr: Umetnite naslov na dnu, nakon poruke
it: Inserisci il titolo alla fine, dopo il messaggio
ja: メッセージの後、最後にタイトルを入れる
nb: Skriv tittelen på bunnen, etter meldingen
oc: Inserir lo títol a la fin, aprèp lo messatge
sr@latin: Unesite naslov na dnu, posle poruke

source: Insufficient memory to perform operation.
cs: Nedostatek paměti pro provedení operace.
hr: Nedostatna memorija za izvršavanje operacije.
it: Memoria insufficiente per completare l'operazione.
ja: 操作を行うのに、十分なメモリがありません。
nb: For lite minne for å utføre operasjonen.
oc: Memòria insufisenta per executar l'operacion.
sk: Nedostatok pamäte na vykonanie úkonu.
sr@latin: Nedovoljna memorija za izvršavanje operacije.
vi: Không đủ bộ nhớ để thực hiện thao tác.

source: Internal application error.
cs: Vnitřní chyba aplikace.
hr: Unutarnja pogreška aplikacije.
it: Errore interno dell'applicazione.
ja: 内部アプリケーションエラー。
nb: Intern programfeil.
oc: Error intèrna de l'aplicacion.
sk: Vnútorná chyba programu.
sr@latin: Unutrašnja greška aplikacije.
vi: Lỗi bên trong ứng dụng.

source: Internal value indicating compression quality
cs: Interní hodnota indikující kvalitu komprese
hr: Interna vrijednost kvalitete sažimanja
it: Valore interno indicante qualità della compressione
ja: 圧縮の品質を示す内部値
nb: Intern verdi som angir komprimeringskvalitet
oc: Valor intèrna indiquant la qualitat de la compression
sk: Interné číslo zobrazujúce kvalitu kompresie
sr@latin: Interna vrednost koja pokazuje kvalitet kompresije
vi: Giá trị bên trong thể hiện chất lượng nén

source: Invalid Currency.
cs: Neplatná měna.
hr: Neispravna valuta.
it: Valuta non valida.
ja: 無効な通貨です。
nb: Ugyldig Valuta.
oc: Moneda Invalida.
sk: Chybná mena.
sr@latin: Neispravna valuta.
vi: Tiền tệ không hợp lệ

source: Invalid parameters
cs: Neplatné parametry
hr: Nevažeći parametri
it: Parametri invalidi
ja: 無効なパラメーター
nb: Ulovlige parmetre
oc: Paramètres invalids
sk: Chybný parameter
sr@latin: Neispravan parametar

source: Invalid revision number! Valid revisions are: HEAD, BASE, PREV, COMMITTED, WC, positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
cs: Neplatné číslo revize! Platné revize jsou: HEAD, BASE, PREV, COMMITTED, WC, kladná celá čísla, data v jednom z následujících tvarů: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
hr: Pogrešan broj revizije! Valjane revizije su: HEAD, BASE, PREV, COMMITTED, WC, pozitivni cijeli brojevi, datumi u jednom od sljedećih oblika: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
it: Numero di revisione non valido! Le revisioni valide sono: HEAD, BASE, PREV, COMMITTED, WC numeri decimali positivi, date in una delle seguenti formattazioni: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ja: リビジョン番号の形式が不正です。次のような書式で記入して下さい。 HEAD, BASE, PREV, COMMITTED, WC, 正の十進数 次に示すような日時の形式: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
nb: Ugyldig revisjonsnummer! Gyldige revisjoner er: HEAD, BASE, PREV, COMMITTED, WC positive desimalnumre, datoer i en av de følgende eksempelformene: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
oc: Numèro de revision invalid ! Las revisions valablas son : HEAD, BASE, PREV, COMMITTED, WC nombres decimals positius, datas jos una de las formas dels exemples seguents : {2002-02-17} {15 :30} {15 :30 :00.200000} {"2002-02-17 15 :30"} {"2002-02-17 15 :30 +0230"} {2002-02-17T15 :30} {2002-02-17T15 :30Z} {2002-02-17T15 :30-04 :00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sk: Chybné číslo revízie! Platné revízie: HEAD(hlavná), BASE (vaša základná), PREV(predchádzajúca), COMMITTED(odoslaná), WC(pracovná kópia), kladné desiatkové čísla, dátum v jednej z nasledovných foriem: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sr@latin: Pogrešan broj revizije! Valjane revizije su: GLAVNA, OSNOVNA, PRETH,UREZANA, RK, pozitivni celi brojevi, datumi u jednom od sledećih oblika: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
vi: Số bản chỉnh sửa không hợp lệ! Những bản chỉnh sửa hợp lệ là: HEAD, BASE, PREV, COMMITTED, WC, số thập phân dương, ngày tháng là một trong những dạng sau: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision number! Valid revisions are: HEAD positive decimal numbers, dates in one of the following example forms: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
cs: Neplatné číslo revize! Platné revize jsou: HEAD kladná celá čísla, data v jednom z následujících tvarů: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
hr: Pogrešan broj revizije! Valjane revizije su: HEAD pozitivni cijeli brojevi, datumi u jednom od sljedećih oblika: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
it: Numero di revisione non valido! Le revisioni valide sono: HEAD, numeri decimali positivi, date in uno dei seguenti formati: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
ja: 無効なリビジョン番号です。リビジョンは次の形で指定してください。 HEAD 正の十進数 日時は次のような形式で指定してください。 {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
nb: Ugyldig revisjonsnummer! Gyldige revisjoner er: HEAD positive desimaltall, datoer i en av de følgende eksempelformene: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
oc: Numèro de revision invalida ! Las revisions valablas son : HEAD nombres decimals positius, dates jos una de las formas dels exemples seguents : {2002-02-17} {15 :30} {15 :30 :00.200000} {"2002-02-17 15 :30"} {"2002-02-17 15 :30 +0230"} {2002-02-17T15 :30} {2002-02-17T15 :30Z} {2002-02-17T15 :30-04 :00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sk: Chybné číslo revízie! Platné revízie: HEAD kladné desiatkové číslo, dátum v jednej s nasledovných foriem: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
sr@latin: Pogrešan broj revizije! Valjane revizije su: GLAVNA pozitivni celi brojevi, datumi u jednom od sledećih oblika: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}
vi: Số bản chỉnh sửa không hợp lệ! Những bản chỉnh sửa hợp lệ là: HEAD số thập phân dương, ngày tháng là một trong những dạng sau: {2002-02-17} {15:30} {15:30:00.200000} {"2002-02-17 15:30"} {"2002-02-17 15:30 +0230"} {2002-02-17T15:30} {2002-02-17T15:30Z} {2002-02-17T15:30-04:00} {20020217T1530} {20020217T1530Z} {20020217T1530-0500}

source: Invalid revision range! Valid revisions are numbers and HEAD, separated by commas. A range can be specified with a dash. Example: 2-5,7,10,44-70,300-HEAD
cs: Chybný rozsah revizí! Přípustné jsou čísla a HEAD, oddělené čárkami. Rozsah může být zadán pomlčkou. Příklad: 2-5,7,10,44-70,300-HEAD
hr: Neispravan raspon revizija! Ispravne revizije su brojevi i HEAD, odvojeni zarezima. Raspon može biti napisan pomoću crtice. Na primjer: 2-5,7,10,44-70,300-HEAD
it: Intervallo di revisioni non valido! Le revisioni valide sono numeri e HEAD, separate da virgole. Un intervallo può essere specificato con un trattino. Esempio: 2-5,7,10,44-70,300-HEAD
ja: 無効なリビジョン範囲です。 有効なリビジョンはコンマで区切られた数字とHEADです。 範囲はハイフンで指定することができます。 例: 2-5,7,10,44-70,300-HEAD
nb: Ugyldig revisjonsintervall! Gyldige revisjoner er tall og HEAD, delt med komma. Et intervall kan angis med en bindestrek. Eksempel: 2-5,7,10,44-70,300-HEAD
oc: Plaja de revision invalida ! Las revisions validas son de nombres e HEAD, separadas per de virgulas. Una plaja pòt èsser especificada amb un jonhent. Exemple : 2-5,7,10,44-70,300-HEAD
sk: Zlý rozsah revízií! Povolené sú čísla a HEAD, oddelené čiarkami. Rozsah sa zadáva pomlčkou. Príklad: 2-5,7,10,44-70,300-HEAD
sr@latin: Neispravan raspon revizija! Ispravne revizije su brojevi i GLAVNA, odvojeni zarezima. Raspon može biti napisan pomoću crtice. Na primer: 2-5,7,10,44-70,300-GLAVNA
vi: Phạm vi chỉnh sửa không hợp lệ! Bản chỉnh sửa hợp lệ là các số và HEAD, ngăn cách bởi dấu phẩy. Phạm vi có thể được chỉ ra với dấu gạch ngang. Ví dụ: 2-5,7,10,44-70,300-HEAD

source: Issue tracker
cs: Sledovač problémů
hr: Sustav za praćenje zahtjeva
ja: 課題追跡システム
nb: Saksporer
oc: Tracador de bug
sk: Sledovač prípadov
sr@latin: Problemt tragač
vi: Bộ theo dõi vấn đề

source: It seems you are trying to relocate your working copy to a different path inside the same repository. From: %1!ls! To: %2!ls! Improper use of relocate will corrupt your working copy!
cs: Zdá se, že se snažíte přemístit Vaši pracovní kopii na jinou cestu uvnitř stejného úložiště. Z: %1!ls! Na: %2!ls! Nesprávné použití přemístění poruší Vaši pracovní kopii!
hr: Čini se da pokušavate relocirati vašu radnu kopiju na drugu stazu unutar istog repozitorija. Iz: %1!ls! U: %2!ls! Nevaljana upotreba relokacije će uništiti vašu radnu kopiju!
it: Sembra che si stia cercando di riallocare la copia di lavoro su un percorso diverso nello stesso repository. Da: %1!ls! A: %2!ls! L'uso improprio della riallocazione corromperà la copia di lavoro!
ja: 同じリポジトリ内の異なるパスへ作業コピーを再配置しようとしています。 元: %1!ls! 先: %2!ls! 再配置の不適切な使用は、作業コピーを破壊します。
nb: Det ser ut som du prøver å omplassere arbeidskopien til en annen sti i det samme depotet. Fra: %1!ls! Til: %2!ls! Uriktig bruk av omplassering vil ødelegge arbeidskopien din!
oc: Sembla qu'ensajatz de desplaçar vòstra còpia de trabalh cap a un autre camin a l'interior del meteis depaus. De : %1!ls! Cap a : %2!ls! Una utilizacion incorrècta de la relocalizacion va corrompre vòstra còpia de trabalh !
sk: Vyzerá že sa pokúšate Premiestniť vašu pracovnú kópiu na iné miesto v tem istom úložisku. Z: %1!ls! Do: %2!ls! Zlé použitie príkazu Premiestniť poškodí vašu pracovnú kópiu.
sr@latin: Izgleda da pokušavate da premestite vašu radnu kopiju na drugu putanju unutar istog spremišta Iz: %1!ls! U: %2!ls! Neispravno korišćenje premeštanja će oštetitit vašu radnu kopiju!
vi: cCó vẻ như bạn đang cố tái định vị bản làm việc của bạn sang một đường dẫn khác trong cùng một kho chứa. Từ: %1!ls! sang: %2!ls! Việc dùng sai chức năng tái định vị có thể làm hỏng bản làm việc của bản!
