Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Log messages (Show log dialog)
cs: Zprávy záznamu (Zobrazit dialogové okno záznamu)
hr: Poruke dnevnika (prikaži dijalog dnevnika)
it: Commenti (mostra finestra registo attività)
ja: ログメッセージ（ログダイアログ）
nb: Loggmeldinger (Vis logg dialog)
oc: Comentaris (Afichar bóstia de dialòg)
sk: Správy denníka (Zobrazenie denníka)
sr@latin: Poruke dnevnika (Prikaži dijalog dnevnika)
vi: Các thông điệp tường trình (Hiện hộp thoại tường trình)

source: Lowest shown revision: %1!ld! - Highest shown revision: %2!ld!
cs: Nejnižší zobrazená revize: %1!ld! - Nejvyšší zobrazená revize: %2!ld!
hr: Najniža prikazana revizija: %1!ld! - Najviša prikazana revizija: %2!ld!
it: Revisione più bassa visualizzata: %1!ld! - Revisione più alta visualizzata: %2!ld!
ja: 表示中のリビジョンの範囲: %1!ld!～%2!ld!
nb: Laveste revisjon vist: %1!ld! - Høyeste revisjon vist: %2!ld!
oc: Revision afichada la mai bassa : %1!ld! - Revision afichada la mai nauta revision : %2!ld!
sk: Najnižšia zobrazená revízia: %1!ld! - Najvyššia zobrazená revízia: %2!ld!
sr@latin: Najniža prikazana revizija: %1!ld! - Najviša prikazana revizija: %2!ld!
vi: Bản chỉnh sửa thấp nhất được hiển thị: %1!ld! - Bản chỉnh sửa cao nhất được hiển thị: %2!ld!

source: Lowest shown revision: %1!ld! - Highest shown revision: %2!ld! HEAD revision: %3!ld!
cs: Nejnižší zobrazená revize: %1!ld! - Nejvyšší zobrazená revize: %2!ld! HEAD revize: %3!ld!
hr: Najniža prikazana revizija: %1!ld! - Najviša prikazana revizija: %2!ld! Glavna inačica: %3!ld!
it: Revisione più bassa visualizzata: %1!ld! - Revisione più alta visualizzata: %2!ld! Revisione PRINCIPALE: %3!ld!
ja: 表示中のリビジョンの範囲: %1!ld!～%2!ld! 最新リビジョン: %3!ld!
nb: Laveste revisjon vist: %1!ld! - Høyeste revisjon vist: %2!ld! HEAD-revisjon: %3!ld!
oc: La mai bassa revision afichada : %1!ld! - Mai nauta revision afichada : %2!ld! Revision HEAD : %3!ld!
sk: Najnižšia zobrazená revízia: %1!ld! - Najvyššia zobrazená revízia: %2!ld! HEAD (hlavná) revízia: %3!ld!
sr@latin: Najniža prikazana revizija: %1!ld! - Najviša prikazana revizija: %2!ld! GLAVNA revizija: %3!ld!
vi: Bản chỉnh sửa thấp nhất được hiển thị: %1!ld! - Bản chỉnh sửa thấp nhất được hiển thị: %2!ld! Bản chỉnh sửa HEAD: %3!ld!

source: Mail system DLL is invalid.
cs: DLL knihovna mail systému je neplatná.
hr: Neispravan DLL sustava elektronske pošte.
it: La DLL del sistema di mail non è valida.
ja: メールシステムDLLは無効です。
nb: Dynamisk bibliotek for e-postsystemet er ugyldig.
oc: La DLL del sistèma de mail es pas valida.
sk: Neplatná DLL knižnica pre emaily.
sr@latin: Neispravan DLL sistema elektronske pošte.
vi: DLL của hệ thống thư không hợp lệ.

source: Main context menu
cs: Hlavní kontextová nabídka
hr: Glavni kontekstni izbornik
ja: メインコンテキストメニュー
nb: Hoved-sammenhengsmeny
oc: Menú contextual principal
sk: Hlavné kontextová ponuka
sr@latin: Glavni kontekst meni

source: Make this the default
cs: Nastav jako výchozí
hr: Odaberi za poćetnu postavku
it: Rendi predefinito
ja: デフォルトに設定する
nb: Gjør dette til standard
oc: Definir coma valors per defaut
sk: Nastaviť ako predvolené
sr@latin: Odaberi ovo kao uobičajeno
vi: Lấy cái này làm mặc định

source: Manage Subversion properties
cs: Spravovat vlastnosti Subversion
hr: Upravljaj Subversion svojstvima
it: Fondi le proprietà di Subversion
ja: Subversion のプロパティを管理する
nb: Behandle Subversion-egenskaper
oc: Gerir las proprietats Subversion
sk: Spravovať vlastnosti Subversion
sr@latin: Upravljanje osobinama Subverzije
vi: Quản lý thuộc tính của Subversion

source: Manual Pre-Commit Hook
cs: Ruční hák před odevzdáním
hr: Priručnik skripte prije-pohrane
it: Hook pre invio manuale
ja: 手動Pre-Commitフック
nb: Manuell Påhaking Før Innsending
oc: Escript associat a la pré-liurason manuala
sk: Ručný predodovzdávací skript
sr@latin: Ručne Pre-ureuivanja zakačaljka

source: Manual import/export
cs: Ruční import/export
hr: Priručnik za uvoz/izvoz
it: Importazione/Esportazione manuale
ja: 手作業でインポート/エクスポート
nb: Manuell import/eksport
oc: Import/export manual
sr@latin: Ručni uvoz/izvoz

source: Many items selected to show diff
cs: Vybráno velké množství položek pro porovnání
hr: Mnogi predmeti odabrani za prikazivanje razlika
it: Molti elementi selezionati per visualizzazione differenze
ja: 差分を表示するために多くの項目が選択されました
nb: Mange elementer er valgt for diff-visning
oc: Tròp d'elements seleccionats per afichar lo diferencial
sk: Vybraných veľa položiek na zobrazenie rozdielov
sr@latin: Stavka menija izabrana da prikaže dif

source: Mark all projects as read Hold down the shift key to also clear all fetch errors.
cs: Označit všechny projekty jako přečtené Pro vyčištění všech chyb při získávání informací podržte klávesu shift.
hr: Označi sve projekte kao pročitane Držite pritisnutu tipku shift i isto tako obrišite sve dohvaćene pogreške.
ja: すべてのプロジェクトを既読にする シフトキーを押しながらですべての取得エラーをクリアする。
nb: Marker alle prosjekter som lest Hold nede skift-tasten for også å slette alle hentefeil.
oc: Marcar totes los projèctes coma legits Gardatz la tòca majuscula quichada per escafar tanben totas las errors de recuperacion
sr@latin: Označi sve projekte za čitanje Drži pritisnut šift taster da obrišeš takođe sve nađene greške.

source: Mark as &resolved (the move will become a copy)
cs: Označit jako &vyřešené (přesunutí se stane kopií)
hr: Označi kao &riješeno (potez će postati kopija)
it: Segna come &risolti (quelli spostati diventeranno una copia)
ja: 解決済みとみなす（移動はコピーになる）(&R)
nb: Merk som &løst (flyttingen blir en kopiering)
sk: Označiť za &vyriešené (presunutie sa stane kopírovaním)
sr@latin: Označi kao &razrešeno (pomeranje će postati kopija)

source: Mark as Resolved
cs: Označit jako vyřešené
hr: Označi kao Riješeno
it: Segna come risolto
ja: 解決済みとみなす
nb: Merk som Løst
sk: Označiť ako vyriešené
sr@latin: Markiraj kao rešen

source: Mark as resolved
cs: Označit jako vyřešené
hr: Označi kao riješeno
it: Segna come risolto
ja: 解決済みとみなす
nb: Merk som løst
oc: Marcar coma resolgut
sk: Označiť ako vyriešené
sr@latin: Označi kao rešeno
vi: Đánh dấu như đã được giải quyết

source: Mark as resolved The conflict is resolved.
cs: Označit jako vyřešený Konflikt je vyřešen.
hr: Označi kao razriješeno Konflikt je razriješen
it: Segna come risolto Il conflitto è risolto
ja: 解決済みとみなす 競合は解決されます。
nb: Merk som løst Konflikten er løst.
sk: Označiť za vyriešené Konflikt je vyriešený.
sr@latin: Označeno kao rešeno Konflikt je rešen.
vi: Đánh dấu như đã được giải quyết Mâu thuẫn này đã được giải quyết.

source: Mark as resolved The file status is changed to modified
cs: Označit jako vyřešené Stav souboru je změněn na se změnou
hr: Označi kao riješeno Status datoteke je promijenjen u izmijenjen
it: Marca come risolto Lo stato del file diventa modificato
ja: 解決済みとみなす このファイルの状態が変更に変わります
nb: Merk som løst Filstatusen blir satt til endret
oc: Marcar coma resolgut L'estatut del fichièr change per modificat
sk: Označiť za vyriešný Zmení stav súboru na vyriešený
sr@latin: Označi kao rešen Status fajla je promenjen u izmenjen
vi: Đánh dấu là đã giải quyết Trạng thái của tập tin được đổi thành đã sửa đổi

source: Mark current revision of your working copy
cs: Označit aktuální revizi vaší pracovní kopie
hr: Označi trenutnu reviziju svoje radne kopije
it: Segna la revisione corrente della tua copia di lavoro
ja: 作業コピーの現在のリビジョンをマークする
nb: Merk nåværende revisjon av arbeidskopien
oc: Far de la revision en court vòstra còpia de trabalh
sk: Označ aktuálnu revíziu vašej pracovnej kópie
sr@latin: Označi tekuću reviziju svoje radne kopije
vi: Đánh dấu bản chỉnh sửa hiện thời của bản sao đang làm của bạn

source: Mark for comparison
cs: Označit pro porovnání
hr: Označi za usporedbu
it: Marca per la comparazione
ja: 比較対象としてマーク
nb: Merk for sammenligning
oc: Seleccionar per comparar
sk: Označiť pre porovnanie
sr@latin: Označi za poređenje
vi: Đánh dấu để so sánh

source: Mark missing files as removed
cs: Označit chybějící soubory jako odstraněné
hr: Označi nestale datoteke kao uklonjene
it: Imposta file mancante come rimosso
ja: 紛失ファイルを削除としてマークします
nb: Merk manglende filer som fjernet
oc: Marcar los fichièrs mancants coma suprimits
sk: Označiť chýbajúce súbory ako odstránené
sr@latin: Označi fajlove koji nedostaju kao uklonjene

source: Mark this change
cs: Označit tuto změnu
hr: Označite ovu promjenu
it: Segna questa modifica
ja: この変更をマーク
nb: Marker denne endringen
oc: Marcar aqueste cambiament
sk: Označiť túto zmenu
sr@latin: Markiraj ovu izmenu

source: Marked Blocks
cs: Označené bloky
hr: Označeni blokovi
it: Blocchi segnati
ja: ブロックをマーク
nb: Markerte Blokker
oc: Blòts Marcats
sk: Označené bloky
sr@latin: Označeni blokovi

source: Markers
cs: Vyznačení
hr: Označavanje
it: Marcatori
ja: マーカー
nb: Markører
oc: Marcadors
sk: Označovače
sr@latin: Markeri
vi: Vật đánh dấu

source: Marks a file as resolved in Subversion Mark as resolved
cs: Označit soubor jako vyřešený v Subversion Označit jako vyřešený
hr: Označava datoteku kao razriješenu u Subversionu Označi kao razriješeno
it: Segna un file come risolto in Subversion Segna come risolto
ja: バージョン管理下のファイルを解決済みとみなす 解決済みとみなす
nb: Merker en fil som løst i Subversion Merk som løst
oc: Marca un fichièr coma resolgut dins Subversion Marcar coma resolgut
sk: Označí súbor v Subversion za vyriešený Označiť za vyriešené
sr@latin: Označava fajl kao rešen u Subverziji Označi kao rešeno
vi: Đánh dấu tập tin như đã được giải quyết trong Subversion Đánh dấu như đã được giải quyết

source: Marks the conflict as resolved. Note: this does not resolve the conflict, only marks it as resolved!
cs: Označí konflikt jako vyřešený. Poznámka: toto konflikt nevyřeším pouze ho tak označí!
hr: Označi konflikt kao riješeno.↩ Napomena: ovo ne riješava konflikt, samo ga označava kao riješen!
ja: 競合が解決したとみなします。 注: これは実際に競合を解決するのではなく、解決したとみなすだけです。
nb: Markerer konflikten som løst.↩ Merk: dette løser ikke konflikgten, bare markerer den som løst!
oc: Marca lo conflicte coma resolgut. Note : aquò ne résout pel conflicte, mas lo marca solament coma resolgut !
sr@latin: Označi konflikt kao rešen. Primedba: ovo ne rešava konflikt, samo ga markira kao rešen!

source: Marks the revisions as merged, without actually doing the merge. This blocks the revisions from getting merged in the future.
cs: Označit revizi za sloučenou, bez vykonání samotného slučovaní. Toto znemožní sloučit tento rozsah revizí v budoucnu.
hr: Označava reviziju spojenom, no zapravo ne radi spajanje. Time se blokiraju revizije da izvrše spajanja u budućnosti.
it: Segna la revisione come unificata, senza realizzare veramente l'unione. Ciò impedisce che la revisione venga unificata in futuro.
ja: 実際にマージを行わずに、リビジョンをマージ済みとみなします。 これにより、今後リビジョンがマージされるのをブロックします。
nb: Markerer revisjonene som flettet, uten å gjøre selve flettingen. Dette blokkerer at revisjonene blir flettet i fremtiden.
oc: Marca las revisions coma fusionadas, sens efectuar vraiment la fusion. Empêche, dins lo futur, que las revisions sián fusionadas.
sk: Označí revízie za zlúčené bez toho aby bolo zlúčenie vykonané. Toto zablokuje zlúčenie revízií v budúcnosti.
sr@latin: Označava reviziju stopljenom, bez stvarnog izvršenja stapanja. Ovo blokira revizije da izvrše stapanja u budućnosti.
vi: Đánh dấu tập tin như đã được hợp nhất nhưng không thật sự thực hiện việc hợp nhất Việc này nhằm ngăn chặn bản chỉnh sửa bị hợp nhất trong tương lai.

source: Match &case
cs: Stejná &velikost písmen
hr: Pazi na &velika/mala slova
it: &Considera maiuscole
ja: 大文字と小文字を区別する(&C)
nb: Pass på &store og små bokstaver
oc: Respecter la &cassa
sk: Rozlišovať &veľkosť písma
sr@latin: Pazi na &velika/mala slova
vi: Khớp xét &chữ hoa

source: Max
hr: Maksimum
it: Massimo
ja: 最大
nb: Maks
sr@latin: Maks
vi: Tối đa

source: Max. items to keep in the log message history
cs: Max. počet položek, které se mají držet v historii zpráv záznamu
hr: Dopušteni broj poruka za pregled dnevnika
it: Numero massimo di commenti da conservare nella cronologia
ja: ログメッセージの履歴で表示する最大の項目数
nb: Maks. elementer som skal beholdes i loggmeldingshistorien
oc: Maximum d'elements a gardar dins los comentaris recents
sk: Maximálny počet záznamov, ktoré majú byť uchované v pamäti denníka
sr@latin: Maks. stavki za čuvanje u istoriji dnevnika poruka
vi: Tối đa: các món để giữ trong lịch sử của thông điệp tường trình

source: Max. lines in action log
cs: Max. řádků v záznamu činností
hr: Najveći broj linija dnevnika
it: Numero max. di linee nel registro attività
ja: アクションログに保持する最大の行数
nb: Maks. linjer i handlingslogg
oc: Nombre de linhas maximum dins lo jornal de las accions
sk: Riadkov v denníku úkonov
sr@latin: Maks. broj linija dnevnika akcija
vi: Tối đa: các dòng trong tường trình hành động

source: Maximum number of tool &failures until cache removal
cs: Maximální počet &chyb nástroje před odebrání úschovny
hr: Maksimalan broj &grešaka alata do uklanjanja spremnika
it: Max. numero &errori dello strumento prima della rimozione della cache
ja: 異常終了後にキャッシュを保持する回数(&F)
nb: Maksimalt antall verktøy&feil før mellomlager fjernes
oc: Nombre &Maximum de fracasses d'una aisina abans la supression del cache.
sk: Maximálny počet &zlyhaní nástroja kým bude zásobník odstránený
sr@latin: Maksimalni broj alat &grešaka pre uklanjanja keša
vi: Số tối đa &thất bại của công cụ cho đến khi lại bỏ bộ lưu trữ tạm

source: Me&nus show recently used commands first
cs: Me&nu zobrazí posledně užité příkazy
hr: Me&niji prvo prikazuju skoro korištene komande
it: I me&nu mostrano prima i comandi più usati recentemente
ja: 最近使用したコマンドをメニューの最初に表示する(&N)
nb: Me&nyer viser nylig brukte kommandoer først
sk: Po&nuka zobrazujúca naposledy použité príkazy
sr@latin: Me&niji pokazuju prvo komande skoro korišćene
vi: &Thực đơn hiện các lệnh được dùng gần đây trước

source: Menu
hr: Izbornik
ja: メニュー
nb: Meny
sk: Ponuka
sr@latin: Meni
vi: Thực đơn

source: Menu Bar
cs: Lišta menu
hr: Traka s izbornikom
it: Barra Menu
ja: メニューバー
nb: Menystripe
sk: Ponuka
sr@latin: Meni pult
vi: Thanh thực đơn

source: Menu s&hadows
cs: S&tíny menu
hr: &Sjenčanje izbornika
it: &Ombre Menu
ja: メニューの影(&H)
nb: Meny&skygger
sk: &Tiene ponuky
sr@latin: &Senčanje menija
vi: &Bóng mờ của thực đơn

source: Merge
cs: Sloučit
hr: Stopi
it: Fondi
ja: マージ
nb: Flett
oc: Fusionar
sk: Spájať
sr@latin: Stopi
vi: Hợp nhất

source: Merge &depth:
cs: Sloučit &hloubku:
hr: &Dubina stapanja:
it: Profon&dità unione:
ja: マージする深さ(&D):
nb: Flette&dybde:
oc: &Prigondor de fusion :
sk: &Hĺbka spájania:
sr@latin: &Dubina stapanja:
vi: Độ &sâu hợp nhất

source: Merge Log &Templates
cs: Šablony &záznamu sloučení
hr: Predlošci za dnevnik s&tapanja
it: Unisci registri attività & modelli
ja: マージログのテンプレート(&T)
nb: &Mønster for flettelogg
oc: Fusionar los &Modèls de Jornals
sk: &Vzory správ denníka o zlúčení
sr@latin: Stapi Dnevnik &Šablona
vi: Các Bản Mẫu Cho &Tường Trình Hợp Nhất

source: Merge Log Templates
cs: &Sloučit šablony záznamu
hr: Spoji predloške zapisa
it: Unisci i template di log
ja: マージログのテンプレート
nb: Mønstre For Flettelogg
oc: Fusionar losModèls de Jornals
sk: Vzory správ denníka zlúčenia
sr@latin: Stapi Dnevnik Šablona

source: Merge Reintegrate
cs: Znovu začlenění sloučení
hr: Stopi Reintegriraj (!?)
it: Unisci reintegrazioni
ja: マージの再統合
nb: Flett Reintegrering
oc: Fusionar Reïntegrar
sk: Reintegračné zlúčenie
sr@latin: Stopi Reintegriraj (!?)
vi: Tái tích hợp cho hợp nhật

source: Merge a &range of revisions
cs: Sloučit &rozsah revizí
hr: Stopi &raspon revizija
it: Unisce un inte&rvallo di revisioni
ja: リビジョンの範囲をマージ(&R)
nb: Flett et &intervall revisjoner
oc: Fusionar una plaja de &revisions
sk: Zlúčiť &rozsah revízií
sr@latin: Stopi &raspon revizija
vi: Hợp nhất các bản chỉnh sửa trong một &phạm vi

source: Merge all
cs: Sloučit vše
hr: Stopi sve
it: Unisci tutto
ja: すべてマージ
nb: Flett alt
oc: Tot fusionar
sk: Zlúčiť všetko
sr@latin: Stopi sve
vi: Hợp nhất tất cả

source: Merge all...
cs: Sloučit vše...
hr: Spoji sve ...
it: Unisci tutto...
ja: すべてマージ...
nb: Flett alle...
oc: Fusionar tot...
sk: Zlúčiť všetko...
sr@latin: Stopite sve...

source: Merge changes into the working copy
cs: Sloučit změny do pracovní kopie
hr: Stopi promjene u radnu kopiju
it: Unisci le modifiche nella copia di lavoro
ja: 変更を作業コピーにマージする
nb: Flett endringene inn i arbeidskopien
oc: Fusionar los cambiaments dins la còpia de trabalh
sk: Zlúčiť zmeny do pracovnej kópie
sr@latin: Stopi izmene u radnoj kopiji
vi: Hợp nhất các thay đổi vào bản làm việc

source: Merge non-interactive
cs: Neinteraktivní slučování
hr: Stopi neinterkativno
it: Unione non-interattiva
ja: 非対話的なマージ
nb: Flett ikke-interaktivt
sk: Zlúčiť neinteraktívne
sr@latin: Stopi neinterkativno
vi: Hợp nhất không tương tác

source: Merge options
cs: Nastavení sloučení
hr: Opcije stapanja
it: Impostazioni di unione
ja: マージの設定
nb: Flette-innstillinger
oc: Opcions de fusion
sk: Nastavenia zlučovania
sr@latin: Opcije stapanja
vi: Lựa chon hợp nhất

source: Merge revision range
cs: Rozsah revizí ke sloučení
hr: Stopi raspon revizija
it: Intervallo di revisioni da unire
ja: リビジョンの範囲をマージ
nb: Flett revisjonsintervall
oc: Fusionar la plaja de revisions
sk: Zlúči rozsah revízií
sr@latin: Stopi raspon revizija
vi: Phạm vi bản chỉnh sửa cho hợp nhất

source: Merge revision to...
cs: Sloučit revizi do...
hr: Stopi reviziju u...
it: Fondi revisione come...
ja: このリビジョンをマージ...
nb: Flett revisjon til...
oc: Fusionar la revision cap a...
sk: Zlúčiť revíziu do...
sr@latin: Stopi reviziju prema...
vi: Hợp nhất bản chỉnh sửa đến...

source: Merge revisions to...
cs: Sloučit revize do...
hr: Stopi revizije u...
it: Fondi revisioni come...
ja: これらのリビジョンをマージ...
nb: Flett revisjoner til...
oc: Fusionar las revisions cap a...
sk: Zlúčiť revízie do...
sr@latin: Stopi revizije u...
vi: Hợp nhất các bản chỉnh sửa đến...

source: Merge two different &trees
cs: Sloučit dva rozdílné &stromy
hr: Stopi dva različita s&tabla
it: Unisce due &rami differenti
ja: 異なる2つのツリーをマージ(&T)
nb: Flett to forskjellige &trær
oc: Fusionar doas &arborescéncias
sk: Zlúčiť dva rozdielne s&tromy
sr@latin: Stopi dva različita s&tabla
vi: Hợp nhất hai &cây khác nhau

source: Merge type
cs: Typ sloučení
hr: Tip stapanja
it: Tipo di unione
ja: マージタイプ
nb: Flette-type
oc: Tipe de fusion
sk: Typ zlúčenia
sr@latin: Tip stapanja
vi: Kiểu hợp nhất

source: Merged
cs: Sloučeno
hr: Spojeno
it: Unito
ja: マージ済み
nb: Flettet
oc: Fusionat
sk: Zlúčené
sr@latin: Stopljeno
vi: Đã hợp nhất

source: Merged revision(s) {revrange} from {mergeurl}:
cs: Sloučené revize {revrange} z {mergeurl}:
hr: Spojena revizija(e) {revrange} iz {mergeurl}:
it: Unisci revisioni {revrange} da {mergeurl}:
ja: {mergeurl}からリビジョン{revrange}をマージ:
nb: Flettet revisjon(er) {revrange} fra {mergeurl}:
oc: A fusionat la(es) revision(s) {revrange} a partir de {mergeurl} :
sk: Zlúčené revízia(e) {revrange} do {mergeurl}:
sr@latin: Stopljene reviѕije {revrange} iz {mergeurl}:
vi: Các bản hợp nhất {revrange} từ {mergeurl}:

source: Merges all missing revisions from trunk into the working copy of a feature branch using merge-tracking information
cs: Sloučí všechny chybějící revize z kmene zpět do pracovní kopie Větve funkcí pomocí informací o sledování sloučení.
hr: Stapa sve nedostajuće revizije iz glavne grane u radnu kopiju buduće grane koristeći informacije praćenja spajanja
ja: マージの追跡情報を使用して、トランクから機能ブランチの作業コピーに含まれていないすべてのリビジョンをマージする
nb: Fletter alle manglende revisjoner fra stammen inn i arbeidskopien til en utviklingsgren ved å bruke flettesporingsinformasjon
oc: Fusionne totas las revisions en espèra de trunk dins lo repertòri de trabalh d'una branca, en utilizant l'informacion seguiment de fusion (merge-tracking).
sr@latin: Stapa sve nedostajuće revizije iz debla u radnoj kopiji buduće grane koristeći informacija praćenja stapanja

source: Merging
cs: Sloučení
hr: Stapanje
it: Fusione
ja: マージ
nb: Fletting
oc: Fusion
sk: Zlučovanie
sr@latin: Spajanje
vi: Đang hợp nhất

source: Merging %1!ls! into %2!ls!, %3!ls!%4!ls!
cs: Slučuji %1!ls! do %2!ls!, %3!ls!%4!ls!
hr: Stapam %1!ls! u %2!ls!, %3!ls!%4!ls!
it: Unisci %1!ls! in %2!ls!, %3!ls!%4!ls!
ja: %1!ls! を %2!ls! へマージ, %3!ls!%4!ls!
nb: Fletter %1!ls! inn i %2!ls!, %3!ls!%4!ls!
oc: Fusion de %1!ls! dins %2!ls!, %3!ls!c
sk: Zlučovanie %1!ls! do %2!ls!, %3!ls!%4!ls!
sr@latin: Stapanje %1!ls! u %2!ls!, %3!ls!%4!ls!
vi: Hợp nhất %1!ls! đến %2!ls!, %3!ls!%4!ls!

source: Merging differences between repository URLs
cs: Slučují rozdíly mezi URL úložišť
hr: Sastavljanje razlika iymedju URL repozitorija
it: Unione delle differenze fra le URL del repository
ja: リポジトリURL間の差分をマージ
nb: Fletter forskjeller mellom depot-URLer
oc: Fusionar las diferéncias entre los URLs dels depauses
sk: Zlučovanie rozdielov medzi URL úložiska
sr@latin: Stapanje razlika između URL spremišta
vi: Đang hợp nhất các khác biệt giữa các liên kết kho chứa

source: Merging from %1!ls!, revision %2!ls! to %3!ls!, revision %4!ls! into %5!ls!, %6!ls!%7!ls!%8!ls!
cs: Slučuji z %1!ls!, revize %2!ls! po %3!ls!, revize %4!ls! do %5!ls!, %6!ls!%7!ls!%8!ls!
hr: Stapam iz %1!ls!, revizija %2!ls! u %3!ls!, revizija %4!ls! u %5!ls!, %6!ls!%7!ls!%8!ls!
it: Unisci da %1!ls!, revisione %2!ls! a %3!ls!, revisione %4!ls! in %5!ls!, %6!ls!%7!ls!%8!ls!
ja: リビジョン %2!ls! の %1!ls! と リビジョン %4!ls! の %3!ls! との間の変更を %5!ls! へマージ, %6!ls!%7!ls!%8!ls!
nb: Fletter fra %1!ls!, revisjon %2!ls! til %3!ls!, revisjon %4!ls! inn i %5!ls!, %6!ls!%7!ls!%8!ls!
oc: Fusion de %1!ls!, revision %2!ls! cap a %3!ls!, revision %4!ls! dins %5!ls!, %6!ls!%7!ls!%8!ls!
sk: Zlučovanie %1!ls! revízie %2!ls! až !%3!ls! revízia %4!ls! do %5!ls!, %6!ls!%7!ls!%8!ls!
sr@latin: Stapanje od %1!ls!, revizije %2!ls! do %3!ls!, revizije %4!ls! u %5!ls!, %6!ls!%7!ls!%8!ls!
vi: Hợp nhất từ %1!ls!, chỉnh sửa %2!ls! to %3!ls!, chỉnh sửa %4!ls! vào %5!ls!, %6!ls!%7!ls!%8!ls!

source: Merging r%1!ld! through r%2!ld!
cs: Slučuji r%1!ld! až r%2!ld!
hr: Stapanje r%1!ld! do r%2!ld!
it: Fusione di r%1!ld! attraverso r%2!ld!
ja: r%1!ld! ～ r%2!ld! をマージ
nb: Fletter r%1!ld! til r%2!ld!
oc: Fusionar de r%1!ld! a r%2!ld!
sk: Zlučovanie r%1!ld! po r%2!ld!
sr@latin: Stapanje r%1!ld! do r%2!ld!
vi: Đang hợp nhất r%1!ld! tới r%2!ld!

source: Merging r%ld
cs: Sloučení r%ld
hr: Stapanje r%ld
it: Fusione di r%ld
ja: r%ld をマージ
nb: Fletter r%ld
oc: Fusion de r%ld
sk: Zlučovanie r%ld
sr@latin: Stapanje r%ld
vi: Đang hợp nhất r%ld

source: Merging revisions %1!ls! of %2!ls! into %3!ls!, %4!ls!%5!ls!%6!ls!
cs: Slučuji revize %1!ls! z %2!ls! do %3!ls!, %4!ls!%5!ls!%6!ls!
hr: Stapanje revizija %1!ls! od %2!ls! u %3!ls!, %4!ls!%5!ls!%6!ls!
it: Unisci le revisioni %1!ls! di %2!ls! in %3!ls!, %4!ls!%5!ls!%6!ls!
ja: リビジョン %1!ls! の %2!ls! を %3!ls! へマージ, %4!ls!%5!ls!%6!ls!
nb: Fletter revisjoner %1!ls! av %2!ls! inn i %3!ls!, %4!ls!%5!ls!%6!ls!
oc: Fusion de las revisions %1!ls! de %2!ls! dins %3!ls!, %4!ls!%5!ls!%6!ls!
sk: Zlučovanie revízií %1!ls! z %2!ls! do %3!ls!, %4!ls!%5!ls!%6!ls!
sr@latin: Stapanje revizija %1!ls! od %2!ls! u %3!ls!, %4!ls!%5!ls!%6!ls!
vi: Hợp nhất các chỉnh sửa %1!ls! of %2!ls! vào %3!ls!, %4!ls!%5!ls!%6!ls!

source: Message
cs: Zpráva
hr: Poruka
it: Commento
ja: メッセージ
nb: Melding
oc: Comentari
sk: Správa
sr@latin: Poruka
vi: Thông điệp

source: Message &label:
cs: Štítek &zprávy:
hr: Ozna&ka poruke:
it: Etichetta &commento:
ja: メッセージラベル(&L):
nb: &Meldingsmerke:
oc: Intito&lat del messatge :
sk: &Popis správy:
sr@latin: &Labela poruke:
vi: &Nhãn thông điệp:

source: Message &pattern:
cs: Vzor &zprávy:
hr: Uzorak &poruke:
it: &percorso del messaggio:
ja: メッセージパターン(&P):
nb: Meldingsmø&nster:
oc: &Filtre de messatge :
sk: Šablóna &správy:
sr@latin: &Model poruke:
vi: &Mẫu thông điệp:

source: Message part &expression:
cs: &Výraz části zprávy:
hr: &Izraz za dio s porukom:
it: &espressione di parte del messaggio:
ja: メッセージ部分(&E):
nb: &Uttrykk for meldingsdel:
oc: &Expression de la partida messatge :
sk: Výraz pre &správu:
sr@latin: Izraz d&ela poruke:
vi: Phần &biểu diễn thông điệp:
