Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Message:
cs: Zpráva:
hr: Poruka:
it: Commento:
ja: メッセージ:
nb: Melding:
oc: Comentari :
sk: Správa
sr@latin: Poruka:
vi: Thông điệp:

source: Messages
cs: Zprávy
hr: Poruke
it: Commenti
ja: メッセージ
nb: Meldinger
oc: Comentaris
sk: Správy
sr@latin: Poruke
vi: Các thông điệp

source: Mime type
cs: Typ MIME
hr: Mime tip
ja: MIMEタイプ
oc: Tipe mime
sk: Typ MIME
sr@latin: Mime tip
vi: Kiểu mime

source: Min
hr: Minimum
it: Minimo
ja: 最小
sr@latin: Minimum
vi: Cực tiểu

source: Mine
cs: Můj
hr: Moje
it: Mio
nb: Min
oc: Lo miu
sk: Moje
sr@latin: Moj
vi: Của tôi

source: Minimize the Ribbon
cs: Minimalizovat Ribbon
hr: Minimiziraj traku
it: Minimizza il nastro
ja: リボンを最小化する
nb: Minimer Båndet
sk: Zminimalizovať na lištu
sr@latin: Minimizirati traku
vi: Thu nhỏ Ribbon

source: Minimum number of chars for a commit message:
cs: Minimální počet znaků v odevzdávací zprávě
hr: Najmanji broj znakova za poruku pri pohranjivanju:
it: Minimo numero di caratteri per un messaggio di commit:
ja: コミットメッセージに入力する最小文字数:
nb: Minste antall tegn for en innsendingsmelding:
oc: Nombre de caractèrs minimum pels messatges de liurason :
sk: Minimálny počet znakov správy pre odovzdanie:
sr@latin: Minimalni broj karktera poruke urezivanja:
vi: Số ký tự nhỏ nhất cho thông điệp cam kết:

source: Minimum number of chars for a lock message:
cs: Minimální počet znaků v uzamykací zprávě
hr: Najmanji broj znakova za poruku pri zaključavanju:
it: Minimo numero di caratteri per un messaggio di blocco:
ja: ロックメッセージに入力する最小文字数:
nb: Minste antall tegn for en sperremelding:
oc: Nombre minimum de caractèrs per un messatge de verrolh :
sk: Minimálny počet znakov správy pre zamknutie:
sr@latin: Minimalni broj karktera za poruku zaključavanja:
vi: Số ký tự nhỏ nhất cho thông điệp khóa

source: Misc
cs: Různé
hr: Razno
it: Diversi
ja: その他
nb: Forskjellig
oc: Divers
sk: Rôzne
sr@latin: Razno
vi: Linh tinh

source: Mixed
cs: Mixované
hr: Miješano
it: Misto
ja: ミックス
nb: Mikset
oc: Mélangé
sk: Zmiešané
sr@latin: Mešano
vi: Đủ thứ

source: Modification date
cs: Datum změny
hr: Datum promjene
it: Data di modifica
ja: 変更日:
nb: Endringsdato
sk: Dátum zmeny
sr@latin: Datum promene
vi: Ngày sửa đổi

source: Modified
cs: Změněný
hr: Izmijenjeno
it: Modificato
ja: 変更
nb: Endret
oc: Modificat
sk: Zmenené
sr@latin: Izmenjen
vi: Đã sửa đổi

source: Modified node
cs: Změněný uzel
hr: Izmijenjeni čvor
it: Nodo modificato
ja: 変更されたノード
nb: Endret node
oc: Nosèl modificat
sk: Zmenený uzol
sr@latin: Izmenjen čvor
vi: Nút được sửa đổi

source: Monitor interval in minutes:
cs: Interval sledování v minutách:
hr: Interval nadgledanja u minutama:
ja: モニター間隔（分）:
nb: Overvåkingsintervall i minutter:
oc: Interval del monitor en minutas :
sr@latin: Monitor interval u minutima:

source: More
cs: Více
hr: Više
it: Ancora
ja: その他
nb: Mer
sk: Viac
sr@latin: Više
vi: Thêm

source: More Buttons
cs: Více tlačítek
hr: Više gumba
it: Altri Pulsanti
ja: その他のボタン
nb: Flere Knapper
sk: Viac tlačidiel
sr@latin: Više dugmeta
vi: Thêm nút bấm

source: More Commands...
cs: Více příkazů...
hr: Više naredbi...
it: Altri Comandi...
ja: その他のコマンド...
nb: Flere Kommandoer...
sk: Viac príkazov...
sr@latin: Više naredbi...
vi: Thêm lệnh...

source: More colors...
cs: Více barev...
hr: Više boja...
it: Altri colori...
ja: その他の色...
nb: Flere farger...
oc: Mai de colors...
sk: Viac farieb...
sr@latin: Više boja...
vi: Thêm màu...

source: More than one item dropped.
cs: Více než jedna položka zahozena.
hr: Ispušteno više od jedne stavke.
it: Più di un elemento è stato eliminato.
ja: 1つ以上の項目がドロップされました。
nb: Mer enn ett element sluppet.
oc: Mai d'un element suprimit.
sk: Bola pustený viac ako jeden objekt.
sr@latin: Više od jedne stavke otpušteno.
vi: Nhiều hơn một món bị bỏ.

source: More...
cs: Více...
hr: Više...
it: Ancora...
ja: その他...
nb: Mer...
oc: Plus...
sk: Viac...
sr@latin: Više...
vi: Thêm...

source: Most active author:
cs: Nejaktivnější autor:
hr: Najaktivniji autor:
it: Autori più attivi:
ja: 最も活発な作者:
nb: Mest aktive forfatter:
oc: Autor lo mai actiu :
sk: Najaktívnejší autor:
sr@latin: Najaktivniji autor:
vi: Tác giả tích cực nhất:

source: Mouse
cs: Myš
hr: Miš
ja: マウス
nb: Mus
sk: Myš
sr@latin: Miš
vi: Chuột

source: Move %1!ld! items to %2!ls!
cs: Přesunout %1!ld! položek do %2!ls!
hr: Premjesti %1!ld! datoteka u %2!ls!
it: Sposta %1!ld! elementi in %2!ls!
ja: %1!ld!件の項目を移動 %2!ls!
nb: Flytt %1!ld! elementer til %2!ls!
oc: Desplaçar%1!ld! elements vers %2!ls!
sk: Presunúť %1!ld! objektov do %2!ls!
sr@latin: Premesti %1!ld! stavki u %2!ls!
vi: Chuyển %1!ld! món sang %2!ls!

source: Move %1!ls! to %2!ls!
cs: Přesunout %1!ls! do %2!ls!
hr: Premjesti %1!ls! u %2!ls!
it: Sposta %1!ls! in %2!ls!
ja: %1!ls! を %2!ls! に移動する
nb: Flytt %1!ls! til %2!ls!
oc: Desplaçar %1!ls! cap a %2!ls!
sk: Presunúť %1!ls! do %2!ls!
sr@latin: Premesti %1!ls! u %2!ls!
vi: Chuyển %1!ls! sang %2!ls!

source: Move &Down
cs: Přesunout &Dolů
hr: Pomakni &dolje
it: Muovi &Giù
ja: 下へ移動(&D)
nb: Flytt &Ned
sk: Presunúť &nižšie
sr@latin: Pomakni &dole
vi: Chuyển &xuống

source: Move &Up
cs: Přes&unout Nahoru
hr: Pomakni &gore
it: Muovi &Su
ja: 上へ移動(&U)
nb: Flytt &Opp
sk: Presunúť &vyššie
sr@latin: Premesti &gore
vi: Chuyển &lên

source: Move Item Down
cs: Přesunout Položku Dolů
hr: Premjesti dolje
it: Muovi Elemento in Basso
ja: 項目を下へ移動
nb: Flytt Element Ned
sk: Presunúť hore
sr@latin: Premesti Stavku Dole
vi: Chuyển món xuống

source: Move Item Up
cs: Přesunout Položku Nahoru
hr: Premjesti gore
it: Muovi Elemento In Alto
ja: 項目を上へ移動
nb: Flytt Element Opp
sk: Presunúť dole
sr@latin: Premesti Stavku Gore
vi: Chuyển món lên

source: Move and add The file is moved to the destination and added to version control.
cs: Přesunout a přidat Soubor je přesunut do cíle a přidán pod správu verzí.
hr: Premjesti i dodaj Datoteka je premještena na odredište i dodana je kontrola verzije.
ja: 移動して追加 ファイルが宛先に移動され、バージョン管理に追加されます。
nb: Flytt og legg til Filen flyttes til målstien og legges til versjonskontroll
oc: Desplaçar e apondre Aqueste fichièr es desplaçat cap a la destinacion e apondut al contraròtle de version.
sr@latin: Pomeri i dodaj Fajle je pomeren u odredište i dodat kontroli verzija.

source: Move and rename
cs: Přesunout a přejmenovat
hr: Premjesti i promjeni ime
it: Sposta e rinomina
ja: 移動して名前を変更
nb: Flytt og omdøp
oc: Desplaçar e renomenar
sk: Presunúť a premenovať
sr@latin: Premesti i preimenuj
vi: Di chuyển và đổi tên

source: Move and rename item to here
cs: Přesunout a přejmenovat položku sem
hr: Ovdje premjesti uz promjenu imena
it: Sposta qui l'elemento e rinominlo
ja: ここに項目を移動し名前を変更
nb: Flytt og omdøp element hit
oc: Desplaçar e renomenar los elements aicí
sk: Presunúť a premenovať objekty sem
sr@latin: Premesti ovde i preimenuj stavku
vi: Di chuyển và đổi tên món ở đây

source: Move broken
cs: Odstranit rozbité
hr: Ukloni slomljene
it: Sposta danneggiati
ja: 移動の破損
nb: Flytting ødelagt
oc: Desplaçament copat
sk: Pkazené presunutie
sr@latin: Pomera slomljene

source: Move items to here
cs: Přesunout položky sem
hr: Premjesti datoteke ovdje
it: Sposta elementi qui
ja: ここに項目を移動
nb: Flytt elementer hit
oc: Desplaçar los elements aicí
sk: Presunúť objekty sem
sr@latin: Premesti stavke ovde
vi: Chuyển các món tới đây

source: Move special file or directory
cs: Přesunout zvláštní soubor nebo adresář
hr: Premjesti posebnu datoteku ili mapu
it: Sposta file speciali o cartella
ja: 特別なファイルもしくはディレクトリを移動する
nb: Flytt spesiell fil eller katalog
oc: Desplaçar lo fichièr o lo repertòri spécial
sk: Presunúť špeciálny súbor, alebo cestu
sr@latin: Pomera specijalni fajl ili folder
vi: Di chuyển tập tin hay thư mục đặc biệt

source: Move to %1
cs: Přesunout do %1
hr: Preseli na %1
it: Sposta in %1
ja: %1 に移動
nb: Flytt til %1
oc: Desplaçar cap a %1
sr@latin: Pomeri u %1

source: Move to changelist
cs: Přesunout do seznamu změn
hr: Premjesti na skup izmjena
it: Sposta nell'elenco modifiche
ja: 変更リストへ移動
nb: Flytt til endringsliste
oc: Desplaçar cap a la lista de cambiaments
sk: Presunúť do zoznamu zmien
sr@latin: Premesti na skup izmena
vi: Chuyển đến danh sách thay đổi

source: Move-Replaced
cs: Přesunout-Nahrazené
hr: Preseli-Zamijenjene
it: Sposta-Sostituito
ja: 移動・置換済み
nb: Flytt-Erstattet
oc: Desplaçat-Remplaçat
sr@latin: Pomeri-zameni

source: Move/Rename
cs: Přesunout/Přejmenovat
hr: Premjesti/Promijeni ime
it: Sposta/Rinomina
ja: 移動/名前変更
nb: Flytt/Omdøp
oc: Desplaçar/Renomenar
sk: Presunúť/premenovať
sr@latin: Premesti/Preimenuj
vi: Chuyển/Đổi tên

source: Move: New name for %ls
cs: Přesunout: Nové jméno pro %ls
hr: Premještanje: novo ime za %ls
it: Sposta: Nuovo nome per %ls
ja: 移動: %ls の新しい名前
nb: Flytt: Nytt navn for %ls
oc: Desplaçar : Novèl nom per %ls
sk: Presun: Nové meno pre %ls
sr@latin: Premeštanje: novo ime za %ls
vi: Chuyển: Tên mới cho %ls

source: Move The file is moved to the destination and left unversioned.
cs: Přesunout Soubor je přesunut do cíle a ponechán bez verze.
hr: Premjesti Datoteka je premještena na odredište i ostala je neverzionirana.
ja: 移動 ファイルが宛先に移動されますが、バージョン管理しないままにします。
nb: Flytt Filen flyttes til målstien og forblir ikke-versjonert
oc: Desplaçar Lo fichièr es desplaçat cap a la destinacion e demòra non versionat.
sr@latin: Pomeri Fajl je pomeren u odredište i ostavljen neverzionisan.

source: Move The items are moved to the target path.
cs: Přesunout Položky jsou přesunuty do cílové cesty.
hr: Premjesti Stavke će se preseliti u odredišnu stazu.
it: Sposta Gli elementi vengono spostati al percorso destinato.
ja: 移動 項目をターゲットパスへ移動する
nb: Flytt Elementene flyttes til målstien.
oc: Desplaçar Los elements son desplaçats cap a lo camin cibla.
sk: Presunúť Objekty sú presunuté do cielovej cesty.
sr@latin: Pomeranje Stavke se pomeraju ka ciljnoj putanji.
vi: Di chuyển Các món được di chuyển tới đường dẫn đích.

source: Moved
cs: Přesunuto
hr: Preseljen
it: Spostato
ja: 移動済み
nb: Flyttet
oc: Desplaçat
sk: Presunuté
sr@latin: Pomereno

source: Moved from %ls
cs: Přesunuto z %ls
hr: Preseljeno sa↩ %ls
it: Spostato da %ls
ja: %ls から移動
nb: Flyttet fra %ls
oc: Desplaçat dempuèi %ls
sk: Presunuté z %ls
sr@latin: Pomereno iz %ls

source: Moved to %ls
cs: Přesunuto do %ls
hr: Preseljeno na↩ %ls
it: Spostatto da %ls
ja: %ls へ移動
nb: Flyttet til %ls
oc: Desplaçat cap a %ls
sk: Presunuté do %ls
sr@latin: Pomereno u %ls

source: Moves the modified files to the recycle bin first before reverting
cs: Před vrácením změn přesunout změněné soubory do koše
hr: Prvo premješta promijenjene datoteke u košaru za smeće, prije vraćanja na staro
it: Sposta i file modificati nel cestino prima di tornare indietro
ja: 変更を取り消す前に、変更したファイルをごみ箱へ移動します。
nb: Flytter de endrede filene til søppelspannet før tilbakestilling
oc: Desplaça los fichièrs modificats cap a l'escobilhièr abans de tornar en arrièr
sk: Presunie zmenené súbory do koša pred vrátením zmien.
sr@latin: Pomera izmenjene fajlove u korpu pre vraćanja
vi: Chuyển các tập tin bị thay đổi sang thùng rác trước khi thực hiện phục hồi quay lui

source: Moving %1!ls!
cs: Přesouvám %1!ls!
hr: Premještam %1!ls!
it: Spostamento di %1!ls!
ja: %1!ls! を移動中
nb: Flytter %1!ls!
oc: Desplaçament de %1!ls!
sk: Presúvanie %1!ls!
sr@latin: Premeštanje %1!ls!
vi: Đang chuyển %1!ls!

source: Moving...
cs: Přesouvám...
hr: Premještam...
it: Spostamento...
ja: 移動中...
nb: Flytter...
oc: Desplaçament...
sk: Presúvam...
sr@latin: Premeštam...
vi: Đang chuyển...

source: Multiple, &independent working copies
cs: Mnoho, &nezávislých pracovních kopií
hr: Više nezav&isnih radnih kopija
it: Copie di lavoro &indipendenti, multiple
ja: 複数、独立した作業コピー(&I)
nb: Flere, &uavhengige arbeidskopier
oc: Còpia de trabalh multiples e &independentas
sk: Viacnásobné, &nezávislé pracovné kópie
sr@latin: Višestruke, nezav&isne radne kopije
vi: Nhiều, bản sao đang làm độc &lập

source: My file:
cs: Můj soubor:
hr: Moja datoteka:
it: Mio file:
ja: My ファイル:
nb: Min fil:
oc: Mon fichièr :
sk: Môj súbor:
sr@latin: Moj fajl:
vi: Tập tin của tôi:

source: Name
cs: Název
hr: Naziv
it: Nome
ja: 名前
nb: Navn
sk: Meno
sr@latin: Ime

source: Name:
cs: Název
hr: Naziv:
it: Nome:
ja: 名前:
nb: Navn:
oc: Nom :
sk: Meno:
sr@latin: Ime:

source: Navigate
cs: Navigovat
hr: Navigacija
it: Naviga
ja: ナビゲート
nb: Naviger
oc: Navigar
sk: Navigácia
sr@latin: Upravljanje
vi: Định hướng

source: Navigate to a specific line in the view Goto Line
cs: Přejít na určitý řádek v zobrazení Přejít na řádek
hr: Preseli se na određeni redak u pogledu Idi na redak
it: Vai a una specifica linea della vista Vai alla linea
ja: ビュー内の特定の行に移動する 行へ移動
nb: Naviger til en bestemt linje i visningen Gå til Linje
oc: Anar a una linha especific dins la vista Anar a la linha
sk: Skočiť na zadaný riadok v panely Skočí na riadok
sr@latin: Upravi se u specifičnu liniju u pregledu Idi na liniju
vi: Định hướng đến một dòng cụ thể trong màn xem Đi đến Dòng

source: Navigation Pane Options
cs: Nastavení Navigačního Panelu
hr: Opcije navigacijskog panela
it: Opzioni Pannello Navigazione
ja: ナビゲーション領域の設定
nb: Navigasjonspanel-opsjoner
sk: Nastavenia navigačného panela
sr@latin: Opcije Navigacionog Panela
vi: Tuỳ chọn cho bảng định hướng

source: Navigation Pane Options...
cs: Nastavení Navigačního Panelu...
hr: Opcije navigacijskog panela...
it: Opzioni Pannello Navigazione...
ja: ナビゲーション領域の設定...
nb: Navigasjonspanel-opsjoner...
sk: Nastavenia navigačného panela...
sr@latin: Opcije Navigacionog Panela...
vi: Tuỳ chọn cho bảng định hướng...

source: Needs-&Lock
cs: Potřebuje &zámek
hr: Zahtijeva zak&ljučavanje
it: Richiede-&blocco
ja: ロックが必要(&L)
oc: Necessita un &verrolh
sk: Nutný &zámok
sr@latin: Zahteva-za&ključavanje
vi: Cần-&khóa

source: Needs-lock
cs: Potřebuje zámek
hr: Zahtijeva zaključavanje
it: Richiede-blocco
ja: ロックが必要
oc: Necessita un verrolh
sk: Nutný zámok
sr@latin: Zahteva-zaključavanje
vi: Cần-khóa

source: Neither /path nor /pathfile was specified or does not contain a valid path!
cs: Ani /path, ani /pathfile nebyly stanoveny nebo neobsahují platnou cestu!
hr: Nisu određeni niti /path niti /pathfile ili ne sadrže valjanu stazu!
it: Non sono state specificate /nè path nè /pathfile o non contengono un percorso valido!
ja: /path と /pathfile のいずれもが設定されていないか、正しいパスではありません。
nb: Hverken /path eller /pathfile ble angitt eller inneholder ikke en gyldig sti!
oc: Ni /path ni /pathfile es pas estat especificat o conten pas un camin valid !
sk: /path ani /pathfile nebolo was specified or does not contain a valid path!
sr@latin: Niti /putanja niti /putanja fajla su specificirane ili nisu sadržale valjane putanje!
vi: Không có /path hay /pathfile được chỉ ra hoặc không chứa một đường dẫn hợp lệ!

source: Nested
cs: Uhnízděné
hr: Ugniježđeno
it: Annidato
ja: 入れ子
nb: Nøstet
oc: Nisat
sk: Vnorené
sr@latin: Ugneždeno
vi: Lồng ghép

source: Network
cs: Síť
hr: Mreža
it: Rete
ja: ネットワーク
nb: Nettverk
oc: Ret
sk: Sieť
sr@latin: Mreža
vi: Mạng

source: Never try to contact the repository again
cs: Už nikdy se nepokoušet kontaktovat úložiště
hr: Ne pokušavaj se ponovo spojiti sa skladištem
it: Non contattare più il repository
ja: 二度とリポジトリにアクセスしない
nb: Prøv aldri å ta kontakt med depotet igjen
oc: Ensajar pas jamai pus de contactar lo depaus tornamai
sk: Nikdy sa nepokúšať pripojiť k úložisku
sr@latin: Ne pokušavaj se ponovo spojiti sa spremištem
vi: Chưa bao giờ cố liên lạc lại kho chứa

source: New
cs: Nový
hr: Novo
it: Nuovo
ja: 新規
nb: Ny
oc: Novèl
sk: Nový
sr@latin: Novo
vi: Mới

source: New &name:
cs: &Nové jméno:
hr: Novo &ime:
it: Nuovo &nome:
ja: 新しい名前(&N):
nb: Nytt &navn:
oc: Novèl &nom :
sk: Nové me&no
sr@latin: Novo &ime:
vi: &Tên mới

source: New Menu
cs: Nové menu
hr: Novi izbornik
it: Nuovo Menu
ja: 新規メニュー
nb: Ny Meny
sk: Nová ponuka
sr@latin: Novi meni
vi: Thực đơn mới

source: New branch/tag is not ready yet, retrying switch...
cs: Nová větev/značka ještě není připravena, další pokus o překlopení...
hr: Nova granu/oznak nije spremna, ponovni pokušaj prebacivanja...
ja: 新しいブランチ/タグはまだ準備ができていません。切り替えをやり直します...
nb: Ny gren/merke er ikke klar ennå, forsøker å bytte på nytt...
oc: Novèla branch/tag pas encara disponible, re-ensaja de bascular …
sr@latin: Nova grana/znak još nije učitana, pokušava se prebacivanje...

source: New name must not be empty or the same as the original name!
cs: Nový název nesmí být prázdný nebo stejný jako původní!
hr: Novo ime ne smije biti prazan ili biti isto kao i originalni naziv!
it: Il nuovo nome non deve essere vuoto o identico al nome originale!
ja: 新しい名前は空欄や元の名前と同じにはできません。
nb: Det nye navnet kan ikke være tomt eller likt det gamle navnet!
oc: Lo novèl nom pòt pas èsser void o identic a l'original !
sk: Nové meno nesmie byť prázdne ani rovnaké ako pôvodné meno!
sr@latin: Novo ime ne može biti prazno ili isto kao originalno ime!

source: Newlines
cs: Nové řádky
hr: Novi redovi
it: Nuove linee
ja: 改行
nb: Linjeskift
oc: Novèlas linhas
sk: Nové riadký
sr@latin: Nova linija

source: Next Page Next Page
cs: Další strana Další strana
hr: Next Page Sljedeća stranica
it: Prossima Pagina Prossima Pagina
ja: 次のページ 次のページ
nb: Neste Side Neste Side
sk: Nasledovná strana Ďalšia strana
sr@latin: Sledeća Strana Sledeća Strana
vi: Trang tiếp Trang tiếp

source: Next conflict
cs: Další konflikt
hr: Sljedeći konflikt
it: Conflitto successivo
ja: 次の競合点
nb: Neste konflikt
oc: Conflicte seguent
sk: Nasledovný konflikt
sr@latin: Sledeći konflikt
vi: Xung đột tiếp theo

source: Next difference
cs: Další rozdíl
hr: Sljedeća razlika
it: Differenza successiva
ja: 次の相違点
nb: Neste forskjell
oc: Diferéncia seguenta
sk: Nasledovný rozdiel
sr@latin: Sledeća razlika
vi: Khác biệt tiếp theo

source: Next inline difference
cs: Další rozdíl v řádku
hr: Sljedeća inline razlika
it: Differenza inline successiva
ja: 次の行内相違点
nb: Neste linjeforskjell
oc: Linha diferenta que ven
sk: Nasledovný rozdiel v riadku
sr@latin: Sledeća razlika u liniji
vi: Khác biệt nội tuyến tiếp theo

source: No command specified! TortoiseProc.exe is used by the Shell extension and should not be called directly!
cs: Nebyl stanoven žádný příkaz! TortoiseProc.exe je používané jako rozšíření rozhraní a nemá být pouštěno přímo!
hr: Naredba nije određena! TortoiseProc.exe je korišten od strane dodatka ljusci i ne bi trebao biti zvan izravno!
it: Nessun comando specificato! TortoiseProc.exe è in uso dalla shell e non dovrebbe essere chiamato direttamente.
ja: 何のコマンドも指定されていません。 TortoiseProc.exe はシェル拡張を使用しているため、直接呼び出すことはできません。
nb: Ingen kommando er angitt! TortoiseProc.exe brukes kun av Windows skallutvidelser og kan ikke kjøres direkte!
oc: Cap de comanda pas especificada ! TortoiseProc.exe es utilizat per l'extension de l'explorador e pòt pas èsser apelat dirèctament !
sk: Nebol určený príkaz! TortoiseProc.exe je použitý ako rozšírenie šelu a nemal by byť volaný priamo!
sr@latin: Naredba nije određena! TortoiseProc.exe je korišćen od strane proširenja školjke i ne bi trebao biti pozvan direktno!
vi: Không có lệnh nào được chỉ ra TortoisePRoc.exe được sử dụng bởi phần mở rộng Shell và không nên được gọi trực tiếp!

source: No differences found!
cs: Nenalezeny žádné rozdíly!
hr: Razlike nisu nađene!
it: Nessuna differenza riscontrata!
ja: 差分は見つかりませんでした。
nb: Inger forskjeller er funnet!
oc: Cap de diferéncia pas trobada !
sk: Zmeny nenájdené!
sr@latin: Razlike nisu nađene!
vi: Không tìm thấy khác biệt nào!

source: No error message is available.
cs: Není dostupná žádná chybová hláška.
hr: Nije dostupna niti jedna poruka o greški.
it: Nessun messaggio d'errore disponibile
ja: どのエラーメッセージも使用できません。
nb: Det finnes ingen tilgjengelig feilmelding.
oc: Pas cap de messatge d'error valid.
sk: Chybové hlásenie je nedostupné.
sr@latin: Nije dostupna nijedna poruka o grešci.
vi: Không có thông điệp lỗi nào sẵn có.

source: No error occurred.
cs: Nenastala žádná chyba.
hr: Greška se nije pojavila.
it: Nessun errore rilevato.
ja: エラーは何も起きませんでした。
nb: Det oppsto ingen feil.
oc: Cap d'error s'es pas produita.
sk: Nenastala žiadna chyba.
sr@latin: Greška se nije pojavila.
vi: Không có lỗi nào xảy ra.

source: No externals found
cs: Žádné externí nenalezeny
hr: Nema pronađenih vanjskih skladišta
it: Nessuna differenza riscontrata
ja: 外部参照は見つかりませんでした
nb: Inger eksterne funnet
oc: Cap d'element extèrne pas trobat !
sk: Externé nenájdené
sr@latin: Razlike nisu nađene
vi: Không có thành phần ngoài nào được tìm thấy

source: No externals: For URLs, no externals are gathered. If you want to tag externals, start the command directly from a working copy.
cs: Žádné externí: Pro URL, nejsou shromažďovány žádné externí. Pokud je chcete označit, spusťte příkaz přímo z pracovní kopie.
nb: Ingen eksterne: Eksterne blir ikke funnet for URLer. Hvis du vil merke eksterne, må du starte kommandoen fra en arbeidskopi.
oc: Pas d'extèrne : per las URL, las extèrnas son pas collectadas. Se volètz taggar las extèrnes, aviar la comanda dirèctament dempuèi una còpia de trabalh.
sr@latin: Nema eksternala: Za URLe, eksternali se ne biraju. Ako hoćete da označite eksternale pokrenite komandu direktno iz radne kopije.

source: No files to show with the current setting. Check one or more settings below to see unversioned, ignored and/or unmodified files. To see remote changes, click on 'Check Repository'
cs: Podle aktuálního nastavení nejsou žádné soubory k zobrazení. Zkontrolujte nastavení dole, aby byly zobrazeny soubory, bez verze, ignorované a/nebo nezměněné. Aby jste viděli vzdálené změny, klikněte na 'Zkontrolovat úložiště'
hr: S odabranim postavkama nema datoteka za prikaz. Označi neku ili više postavki kako bi se prikazale datoteke bez verzija, zanemarene i/ili neizmijenjene datoteke. Ako želite pogledati izmjene u skladištu, kliknite na 'Provjeri skladište'
it: Nessun file da mostrare con le impostazioni correnti. Controllare una o più impostazioni in basso per vedere files non versionati, ignorati e/o non modificati. Per vedere le modifiche remote, fai clicre su 'Controlla Repositor'.
ja: 現在の設定では表示するファイルはありません。 バージョン管理外、無視、未変更、のファイルを見るためには以下の設定にチェックをしてください。 リモートでの変更を見るためには、「リポジトリをチェック」をクリックしてください。
nb: Ingen filer å vise med gjeldende innstillinger. Huk av en eller flere innstillinger nedenfor for å se ikke-versjonerte, ignorerte og/eller uendrede filer. For å se endringer i depot, trykk på 'Sjekk Depot'
oc: Pas cap de fichièr d'afichar amb los paramètres actuals. Marcatz un dels paramètres çaijós per veire los fichièrs pas versionats, ignorats e/o pas modificats. Per veire los cambiaments de la version distància, clicatz sus 'Verificar lo Depaus'
sk: Pri aktuálnom nastavení nie sú žiadne súbory na zobrazenie. Vyberte jedno alebo viac nastavení nižšie, aby ste videli neverziované, ignorované či nezmenené súbory. Na prezretie vzdialených zmien vyberte 'Skontrolovať úložisko'
sr@latin: Nema fajoval za prikazivanje sa tekućim podešavanjem. Označi neku ili više postavki kako bi se prikazale fajlovi bez verzija, zanemareni i/ili neizmenjeni fajlovi. Ako želite pogledati izmene u spremištu, kliknite na 'Proveri spremište'
vi: Không có tập tin nào để hiện thị cho thiết lập hiện thời. Kiểm tra một hoặc nhiều thiết lập phía dưới để xem các tập tin không được đánh phiên bản, bỏ qua và/hoặc không bị sửa đổi Để xem các thay đổi từ xa, nhấn vào 'Kiểm tra kho chứa'
