Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Exporting: Target folder exists.
cs: Exportování: Cílový adresář existuje.
hr: Izvozim: Odredišna mapa već postoji
it: Esportazione: cartella selezionata esistente.
ja: エクスポート: ターゲットフォルダーが存在します。
nb: Eksporterer: Målmappen fins.
oc: Exportacion : Lo dorsièr cibla existe.
sk: Exportovanie: Cieľovy adresár existuje.
sr@latin: Izvoženje: Ciljni folder postoji.
vi: Xuất: Thư mục đích đã tồn tại.

source: Exports a set of properties to a file
cs: Exportuje sadu vlastností do souboru
hr: Izvozi grupu svojstava u datoteku
it: Esporta un set di proprietà in un file.
ja: ファイルにプロパティをエクスポートする
nb: Eksporterer en samling egenskaper til en fil
oc: Expòrta un jòc de proprietats dins un fichièr
sk: Exportuje sadu vlastností do súboru
sr@latin: Izvozi grupu svojstava u fajl
vi: Xuất một tập hợp các thuộc tính sang tập tin

source: Exports a versioned folder as a separate unversioned folder
cs: Exportuje adresář s verzí jako oddělený adresář bez verze
hr: Izvozi verzioniranu mapu kao odvojenu neverzioniranu mapu
it: Esporta una cartella con versione come cartella separata senza versione
ja: バージョン管理下のフォルダーを別のバージョン管理外のフォルダーとしてエクスポート
nb: Eksportér en versjonert mappe som en egen ikke-versjonert mappe
oc: Expòrta un dorsièr amb version coma un dorsièr separat sens version.
sk: Exportuje verziované adresáre ako samostatný neverziovaný adresár
sr@latin: Izvozi verzionisane foldere kao izdvojene neverzionisane foldere
vi: Xuất một thư mục được phiên bản như là một thư mục không phiên bản riêng rẽ

source: Extension
cs: Přípona
hr: Nastavak
it: Estensione
ja: 拡張子
nb: Filendelse
sk: Prípona
sr@latin: Nastavak
vi: Phần mở rộng

source: Extension/mime-type specific programs
cs: Specifické programy dle přípony, či dle mime-type
hr: Programi koji ovise o nastavku (vrsti datoteke)
it: Programma specifico per l'estensione/mime-type
ja: 拡張子/MIMEタイプに対応するプログラム
nb: Programmer som er spesifikke for fil-endelser/mime-typer
oc: Programa especific per extension / tipe mime
sk: Program pre prípony/typ MIME
sr@latin: Programi koji ovise o nastavku (vrsti fajlovi)
vi: Phần mở rộng/các chương trình cho kiểu mime xác định

source: External
cs: Externí
hr: Vanjski
it: Esterno
ja: 外部
nb: Ekstern
oc: Extèrne
sk: Externé
sr@latin: Spoljašnji
vi: Bên ngoài

source: External Program:
cs: Externí program:
hr: Vanjski program:
it: Programma esterno:
ja: 外部プログラム:
nb: Eksternt program:
oc: Programa extèrne :
sk: Externý program:
sr@latin: Spoljašnji program:
vi: Chương trình bên ngoài:

source: External "%1!ls!" Revision %2!ls!
cs: Externí "%1!ls!" Revize %2!ls!
hr: External "%1!ls!" Revizija %2!ls!
it: Esterna "%1!ls!" Revisione %2!ls!
ja: 外部参照 "%1!ls!" リビジョン %2!ls!
nb: Ekstern "%1!ls!" Revisjon %2!ls!
oc: Referéncia extèrna "%1!ls!" Revision %2!ls!
sk: Externé "%1!ls!" Revízia %2!ls!
sr@latin: Eksternal "%1!ls!" Revizija %2!ls!
vi: Bên ngoài "%1!ls!" Bản sửa đổi %2!ls!

source: External failed
cs: Externí selhaly
hr: Vanjski neuspješan
it: Esterni falliti
ja: 外部参照の処理に失敗
nb: Ekstern feilet
oc: La ressorsa extèrna a fracassat
sk: Externé zlyhalo
sr@latin: Eksternal neispravan
vi: Bên ngoài thất bại

source: Externals excluded
cs: Externí vynechány
hr: Vanjski isključeni
it: Esterni esclusi
ja: 外部を除外
nb: Eksterne utelatt
oc: Extèrnes excluses
sk: Vylúčené externé
sr@latin: Spoljašnji isključeni
vi: Bên ngoài được loại ra

source: Externals included
cs: Externí přiloženy
hr: Vanjski uključeni
it: Esterni inclusi
ja: 外部を含む
nb: Eksterne inkludert
oc: Extèrnes incluses
sk: Zahrnuté externé
sr@latin: Spoljašnji uključeni
vi: Bên ngoài được bao gồm

source: F&orce the merge
cs: Donutit sl&oučení
hr: Prisiln&o stapanje
it: F&orza l'unione
ja: 強制的にマージする(&O)
nb: &Tving flettingen
oc: F&orçar la fusion
sk: &Vynútiť zlúčenie
sr@latin: F&orsira stapanje
vi: &Ép việc hợp nhất

source: Fade
cs: Slábnout
hr: Nestajanje
it: Dissolvenza
ja: フェード
nb: Blekne
sk: Zoslabiť
sr@latin: Bledo
vi: Nhạt dần

source: Failed revert
cs: Vrácení selhalo
hr: Neuspješno vraćanje na staro
it: Impossibile ripristinare versione precedente
ja: 変更の取り消しに失敗しました
nb: Tilbakestillingen feilet
oc: Fracàs per tornar a l'anciana version
sk: Vrátenie zlyhalo
sr@latin: Neuspešno vraćanje na staro
vi: Việc quay lại bị thất bại

source: Failed to connect. Link may be broken.
cs: Připojení selhalo. Problém může být v lince.
hr: Neuspješno spajanje. Veza moguće nije dobra.
it: Connessione fallita. Possibile collegamento corrotto.
ja: 接続に失敗しました。 リンクが壊れている可能性があります。
nb: Klarte ikke å koble til. Lenken kan være brutt.
oc: Impossible de se connecter. Lo ligam pòt èsser defectuós.
sk: Nepodarilo sa pripojiť. Môže byť zlé spojenie.
sr@latin: Nije uspelo povezivanje. Veza je možda u prekidu.
vi: Thất bại khi kết nối Liên kết có thể bị vỡ.

source: Failed to convert ActiveX object.
cs: Konvertování objektu ActiveX selhalo.
hr: Neuspješna konverzija ActiveX objekta.
it: Conversione di oggetto ActiveX fallita.
ja: ActiveX オブジェクトの変換に失敗しました。
nb: Klarte ikke å konvertere ActiveX-objekt.
oc: Fracàs de conversion de l'objècte ActiveX.
sk: Konverzia objektu ActiveX zlyhala.
sr@latin: Nije uspelo pretvaranje AktiveX objekta
vi: Thất bại trong việc chuyển đổi đối tượng ActiveX

source: Failed to copy the file '%ls' to '%ls'. %ls
cs: Nelze zkopírovat soubor '%ls' do '%ls'. %ls
hr: Nije uspjelo kopiranje datoteke '%ls' u '%ls'. %ls
ja: 「%ls」から「%ls」へのコピーに失敗しました。 %ls
nb: Kunne ikke kopiere filen '%ls' til '%ls'. %ls
oc: Impossible de copiar lo fichièr '%ls' cap a '%ls'. %ls
sr@latin: Neuspelo kopiranje fajla '%ls' u '%ls'. %ls

source: Failed to create empty document.
cs: Nemohu vytvořit prázdný dokument.
hr: Neuspješna izrada praznog dokumenta.
it: Creazione di un documento vuoto fallita.
ja: 空のドキュメントの作成に失敗しました。
nb: Klarte ikke å lage tomt dokument.
oc: Fracàs de creacion d'un document void.
sk: Vytváranie prázdneho dokumentu zlyhalo.
sr@latin: Neuspešna izrada praznog dokumenta.
vi: Thất bại trong việc tạo tài liệu trống.

source: Failed to create object. Make sure the application is entered in the system registry.
cs: Selhalo vytvoření objektu. Ujistěte se, že se aplikace nachází v systémových registrech.
hr: Nije se mogao stvoriti objekt. Provjerite je li program ušao u sustav registra.
it: Errore nella creazione dell'oggetto. Assicurarsi che l'applicazione è stata inserita nel registro di sistema.
ja: オブジェクトの作成に失敗しました。アプリケーションがシステムレジストリに入力されているかを確認してください。
nb: Klarte ikke å lage objekt. Forsikre deg at applikasjonen finnes i systemets register.
oc: Fracàs de la creacion de l'objècte. Asseguratz-vos que l'aplicacion es entrada dins la basa de registre del sistèma.
sk: Objekt nebolo možné vytvoriť. Uistite sa, že sa aplikácia nachádza v registroch systému.
sr@latin: Nije uspelo kreiranje objekta. Osigurajte da aplikacija uđe u sistem registar.
vi: Thất bại trong việc tạo đối tượng. Hãy bảo đảm rằng ứng dụng được nhập vào có trong registry hệ thống.

source: Failed to launch help.
cs: Nemohu zobrazit nápovědu
hr: Neuspješno pokretanje pomoći.
it: Impossibile eseguire la Guida in linea.
ja: ヘルプを起動できませんでした。
nb: Klarte ikke å starte hjelp.
oc: Fracàs de lancement de l'ajuda.
sk: Zlyhalo spustenie pomoci.
sr@latin: Neuspešno pokretanje pomoći.
vi: Thất bại trong việc hiện giúp đỡ.

source: Failed to launch server application.
cs: Spuštění serverové aplikace selhalo.
hr: Neuspješno pokretanje poslužiteljske aplikacije.
it: Esecuzione applicazione server fallita.
ja: サーバーアプリケーションの実行に失敗しました。
nb: Klarte ikke å starte tjenerapplikasjonen.
oc: Fracàs del lancement de l'operacion servidor.
sk: Zlyhalo spustenie servera.
sr@latin: Neuspešno izvršavanje operacije servera.
vi: Thất bại trong việc chạy ứng dụng máy chủ.

source: Failed to load the configuration file for the project monitor!
cs: Nelze načíst soubor s nastavením pro monitor projektů!
hr: Ne mogu učitati konfiguracijsku datoteku za nadzor projekta!
ja: プロジェクトモニターの構成ファイルの読み込みに失敗しました！
nb: Lasting av konfigurasjonsfil for prosjektovervåking feilet!
oc: Impossible de cargar lo fichièr de configuracion del monitor de projècte !
sk: Chyba pri načítavaní nastavení pre TortoiseSVN Project Monitor!
sr@latin: Greška pri unosu konfiguracionog fajla za monitor projekta!

source: Failed to open document.
cs: Nelze otevřít dokument.
hr: Neuspješno otvaranje dokumenta.
it: Impossibile aprire il documento.
ja: ドキュメントを開くことができませんでした。
nb: Klarte ikke å åpne dokumentet.
oc: Fracàs d'dobertura del document.
sk: Otváranie dokumentu zlyhalo.
sr@latin: Neuspešno otvaranje dokumenta.
vi: Thất bại trong việc mở tài liệu.

source: Failed to perform server operation.
cs: Provedení operace na serveru selhalo.
hr: Neuspješno izvršavanje operacije poslužitelja.
it: Operazione server non riuscita.
ja: サーバー操作の実行に失敗しました。
nb: Klarte ikke å utføre tjeneroperasjonen.
oc: L'operacion servidor a fracassat.
sk: Nepodarilo sa vykonať operáciu na serveri.
sr@latin: Neuspešno izvršavanje operacije servera.
vi: Thất bại trong việc thực hiện tác vụ máy chủ.

source: Failed to save document.
cs: Selhalo ukládání dokumentu.
hr: Neuspješno snimanje dokumenta.
it: Impossibile salvare il documento.
ja: ドキュメントを保存できませんでした。
nb: Klarte ikke å lagre dokumentet.
oc: Fracàs de l'enregistrament del document.
sk: Ukladanie dokumentu zlyhalo.
sr@latin: Neuspešno snimanje dokumenta.
vi: Thất bại trong việc lưu tài liệu.

source: Failed to start the issue tracker COM provider '%1!ls!'. %2!ls!
cs: Selhalo připojení ke COM provideru hlídače problémů '%1!ls!'. %2!ls!
hr: Neuspješno pokretanje COM usluge za sustav za praćenje zahtjeva '%1!ls!'. %2!ls!
it: Errore nell'avvio dell'issue tracker COM '%1!ls!'. %2!ls!
ja: 課題追跡システムのCOMプロバイダー「%1!ls!」の起動に失敗しました。 %2!ls!
nb: Klarte ikke å starte COM-leverandøren av saksporing '%1!ls!'. %2!ls!
oc: Fracàs a l'aviada del provesidor COM del sistèma de seguiment dels problèmas '%1!ls!'. %2!ls!
sk: Nepodarilo sa spustiť poskytovateľa COM pre sledovanie prípadov "%1!ls!". %2!ls!
sr@latin: Nije uspelo pokretanje problem tragač COM snabdevača'%1!ls!'. %2!ls!
vi: Thất bại trong việc bắt đầu trình theo dõi COM provider '%1!ls!'. %2!ls!

source: Failed!
cs: Selhalo!
hr: Neuspjelo!
it: Fallito!
ja: 失敗
nb: Feilet!
oc: Fracassat !
sk: Zlyhanie!
sr@latin: Neuspelo!
vi: Thất bại!

source: Failed: target required
cs: Selhání: vyžadován cíl
hr: Nije uspjelo: potreban cilj
it: Fallito: target richiesto
ja: 失敗: ターゲットが必要です
nb: Feilet: mål påkrevd
oc: Fracàs : cibla requesida
sk: Zlyhalo: chýba cieľ
sr@latin: Neispravno: potreban cilj

source: Fetch HEAD revision and adjust to it
cs: Získat revizi HEAD a přejít na ni
hr: Dohvati (HEAD) reviziju i prilagodi joj se
it: Ottieni revisione HEAD e adatta a quel valore
ja: 最新リビジョンであるか調べ、それに合わせる
nb: Hent HEAD-revisjon og juster til den
oc: Recuperar la revision HEAD e s'y adaptar
sk: Získať HEAD (hlavnú) revíziu a nastaviť na ňu
sr@latin: NađiGLAVNU reviziju i podesi prema njoj
vi: Nạp bản sửa đổi CHÍNH và điều chỉnh đến nó

source: Fetches the contents of folders in the background so browsing is faster
cs: Získá obsahy adresářů v pozadí, takže procházení je rychlejší
hr: Dohvaća sadržaj mapa u pozadini kako bi pregledavanje bilo brže
it: Carica il contenuto delle cartelle in sottofondo per una nvagiazione più rapida
ja: フォルダーの内容をバックグラウンドで先読みし、表示を高速化します
nb: Henter innholdet i mapper i bakgrunnen slik at utforsking går raskere
oc: Recupèra lo contengut dels dorsièrs en rèireplan per que la navigacion siá mai rapida
sk: Načíta obsah adresárov na pozadí aby bolo prehliadanie rýchlejšie
sr@latin: Dobavlja sadržaj foldera u begraundu tako da je pretraživanje brže
vi: Nạp các nội dung của những thư mục dưới nền để duyệt nhanh hơn

source: Fetching file list of source
cs: Přinášení seznamu souborů zdroje
hr: Dohvaćanje popisa datoteka izvora
it: Recupero elenco file sorgente
ja: コピー元のファイル一覧を作成しています
nb: Henter kildens fil-liste
oc: Recupèra la lista dels fichièrs de la font
sk: Získavanie zoznamu súborov zdroja
sr@latin: Traži fajl listu sorsa

source: Fetching file list of target
cs: Přinášení seznamu souborů cíle
hr: Dohvaćanje popisa datoteka cilja
it: Recupero elenco file destinazione
ja: コピー先のファイル一覧を作成しています
nb: Henter målets fil-liste
oc: Recupèra la lista dels fichièrs de la destinacion
sk: Získavanie zoznamu súborov cieľa
sr@latin: Traži fajl listu cilja

source: Fetching file...
cs: Nahrávám soubor...
hr: Dohvaćam datoteku...
it: Recupero del file....
ja: ファイルを取り出す...
nb: Henter fil...
oc: Recuperacion fichièr...
sk: Získavanie súboru...
sr@latin: Dohvatanje fajla...
vi: Đang nạp tập tin...

source: Fetching revision %ls of file:
cs: Nahrávám revizi %ls souboru:
hr: Dohvaćam reviziju %ls datoteke:
it: Recupero della revisione %ls del file:
ja: リビジョン %ls のファイルを取得中:
nb: Henter revisjon %ls av filen:
oc: Recuperacion de la revision %ls del fichièr :
sk: Získavanie revízie %ls súboru:
sr@latin: Dohvatanje revizije %ls fajlova:
vi: Đang nạp bản chỉnh sửa %ls của tập tin:

source: Fetching status of %1!ls!
cs: Získávám stav %1!ls!
hr: Dohvaćam stanje za %1!ls!
it: Recupero dello stato di %1!ls!
ja: %1!ls! の状態を取得
nb: Henter status til %1!ls!
oc: Cercar l'estatut de %1!ls!
sk: Získavanie stavu pre %1!ls!
sr@latin: Nalazi status za %1!ls!
vi: Nạp trạng thái của %1!ls!

source: File
cs: Soubor
hr: Datoteka
ja: ファイル
nb: Fil
oc: Fichièr
sk: Súbor
sr@latin: Fajl
vi: Tập tin

source: File Encoding
cs: Kódování souboru
hr: Kodiranje datoteke
it: Codifica file
ja: ファイルのエンコーディング
nb: Filkoding
oc: Encodatge Fichièr
sk: Kódovanie textu v súbore
sr@latin: Kodiranje fajla

source: File already exists
cs: Soubor již existuje
hr: Datoteka već postoji
it: File già esistente
ja: ファイルはすでに存在しています
nb: Filen finnes allerede
oc: Lo fichièr existís ja
sk: Súbor už existuje
sr@latin: Fajl već postoji
vi: Tập tin đã tồn tại

source: File changes each %ls:
cs: Počet změn souborů za každý %ls:
hr: Datoteka mijenja svaki %ls:
it: Cambiamento del file ogni %ls:
ja: %lsあたりのファイル変更数:
nb: Filendringer per %ls:
oc: Modificacions de fichièr cada %ls :
sk: Súbor sa menil každý %ls
sr@latin: Fajl menja svaki %ls:

source: File changes each week:
cs: Počet změn souborů každý týden:
hr: Promjene datoteka po tjednima:
it: Cambiamenti nei file ogni settimana:
ja: 週あたりのファイル変更数:
nb: Filendringer pr. uke:
oc: Modificacions de fichièr cada setmana :
sk: Súbor menený každý týždeň:
sr@latin: Promene fajla svake nedelje:
vi: Thay đổi của tập tin mỗituần:

source: File contains conflict markers
cs: Soubor obsahuje značky konfliktu
hr: Datoteka sadrži oznake konflikta
it: Il file contiene marcatori di conflitti
ja: ファイルが競合しています
nb: Filen inneholder konfliktmarkører
oc: Lo fichièr conten de marcadors de conflicte
sk: Súbor obsahuje značky konfliktu
sr@latin: Fajl sadrži konfliktne markere
vi: Tập tin chứa các đánh dấu mâu thuẫn

source: File diffs
cs: Rozdíly souborů
hr: Razlike datoteka
it: Confronto di file
ja: ファイルの差分
nb: Filforskjeller
oc: Diferéncias de fichièrs
sk: Rozdiely súboru
sr@latin: Razlike fajla
vi: Khác biệt của tập tin

source: File has no conflicts
cs: Soubor je bez konfliktů
hr: Datoteka nema konflikata
it: Il file non ha conflitti
ja: ファイルの競合はありません
nb: Filen har ingen konflikter
oc: Lo fichièr a pas de conflicte
sk: Súbor je bez konfliktov
sr@latin: Fajl nema konflikt
vi: Tập tin không có mâu thuẫn nào

source: File is empty.
cs: Soubor je prázdný.
hr: Datoteka je prazna.
it: Il file è vuoto
ja: ファイルは空です。
nb: Filen er tom.
oc: Lo fichièr es void.
sk: Súbor je prázny.
sr@latin: Fajl je prazan.
vi: Tập tin trống.

source: File list is empty
cs: Seznam souborů je prázdný
hr: Popis datoteka je prazan
it: Lìelenco dei file è vuota
ja: ファイルリストは空です
nb: Fillisten er tom
oc: La lista dels fichièrs es voida
sk: Súbor je prázdny
sr@latin: Fajl lista je prazna
vi: Danh sách tập tin đang trống

source: File patches
cs: Záplaty souboru
hr: Zakrpe datoteke
it: Patch
ja: ファイルパッチ
nb: Fil-korreksjoner
oc: Fichièrs patch
sk: Záplaty súboru
sr@latin: Zakrpe fajlovi
vi: Các bản vá tập tin

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
cs: Velikost souboru: %ls (%ls) Šířka: %ld pixelů Výška: %ld pixelů Horizontální rozlišení: %.1f dpi Vertikální rozlišení: %.1f dpi Hloubka: %d bitů Lupa: %d%%
hr: Veličina datoteke: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
it: Dimensione file: %ls (%ls) Larghezza: %ld pixel Altezza: %ld pixel Risoluzione orizzontale: %.1f dpi Risoluzione verticale: %.1f dpi Profondità: %d bit Zoom: %d%%
ja: ファイルサイズ: %ls (%ls) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
nb: Filstørrelse: %ls (%ls) Bredde: %ld pixel Høyde: %ld pixel Horisontal Oppløsning: %.1f dpi Vertikal Oppløsning: %.1f dpi Dybde: %d bit Zoom: %d%%
oc: Talha del fichièr : %ls (%ls) Largor : %ld pixel Nautor : %ld pixel Resolucion orizontala : %.1f dpi Resolucion verticala : %.1f dpi Prigondor : %d bit Zoom : %d%%
sk: Veľkosť súboru: %ls (%ls) Šírka: %ld pixelov Výška: %ld pixelov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Farebná hĺbka: %d bit Zväčšenie: %d%%
sr@latin: Veličina fajlovi: %ls (%ls) Širina: %ld tačkica Visina: %ld tačkica Horizontalna rezolucija: %.1f dpi Vertikalana rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
vi: Kích thước tập tin:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ls (%ls) Chiều rộng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Chiều cao:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Độ phân giải ngang:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ phân giải dọc:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ sâu:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d bit Phóng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d%%

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
cs: Velikost: %ls (%ls) Šířka: %ld pixelů Výška: %ld pixelů Horizontální rozlišení: %.1f dpi Vertikální rozlišení: %.1f dpi Hloubka: %d bitů Lupa: %d%% Velikost: %ls (%ls) Šířka: %ld pixelů Výška: %ld pixelů Horizontální rozlišení: %.1f dpi Vertikální rozlišení: %.1f dpi Hloubka: %d bitů Lupa: %d%%
hr: Veličina datoteke: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%% Veličina datoteke: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
it: Dimensione file: %ls (%ls) Larghezza: %ld pixel Altezza: %ld pixel Risoluzione orizzontale: %.1f dpi Risoluzione verticale: %.1f dpi Profondità: %d bit Zoom: %d%% Dimensione file: %ls (%ls) Larghezza: %ld pixel Altezza: %ld pixel Risoluzione Orizzontale: %.1f dpi Risoluzione verticale: %.1f dpi Profondità: %d bit Zoom: %d%%
ja: ファイルサイズ: %ls (%ls) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%% ファイルサイズ: %ls (%ls) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
nb: Filstørrelse: %ls (%ls) Bredde: %ld pixel Høyde: %ld pixel Horisontal Oppløsning: %.1f dpi Vertikal Oppløsning: %.1f dpi Dybde: %d bit Zoom: %d%% Filstørrelse: %ls (%ls) Bredde: %ld pixel Høyde: %ld pixel Horisontal Oppløsning: %.1f dpi Vertikal Oppløsning: %.1f dpi Dybde: %d bit Zoom: %d%%
oc: Talha del fichièr : %ls (%ls) Largor : %ld pixel Nautor : %ld pixel Resolucion orizontala : %.1f dpi Resolucion verticala : %.1f dpi Prigondor : %d bit Zoom : %d%% Talha del fichièr : %ls (%ls) Largor : %ld pixel Nautor : %ld pixel Resolucion orizontala : %.1f dpi Resolucion verticala : %.1f dpi Prigondor : %d bit Zoom : %d%%
sk: Veľkosť súboru: %ls (%ls) Šírka: %ld pixelov Výška: %ld pixelov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%% Veľkosť súboru: %ls (%ls) Šírka: %ld pixelov Výška: %ld pixelov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%%
sr@latin: Veličina fajlovi: %ls (%ls) Širina: %ld tačkica Visina: %ld tačkica Horizontalna rezolucija: %.1f dpi Vertikalna rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%% Veličina fajlovi: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Horiyontalna rezolucija: %.1f dpi Vertikalna rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
vi: Kích thước tập tin:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ls (%ls) Độ rộng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Chiều cao:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Độ phân giải ngang:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ phân giải dọc:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ sâu:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d bit Phóng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d%% Kích thước tập tin:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ls (%ls) Độ rộng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Chiều cao:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Độ phân giải ngang:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ phân giải dọc:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ sâu:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d bit Phóng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d%%
