Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: &From WC / URL:
cs: &Z pracovní kopie / URL:
hr: &Iz RK / URL:
it: &Dalla copia di lavoro / URL:
ja: コピー元の作業コピー/URL(&F):
nb: &Fra arbeidskopi / URL:
oc: &Dempuèi CdT / URL :
sk: &Z Prac. kópie / URL:
sr@latin: &Iz RK / URL:
vi: &Từ WC / URL:

source: &From revision
cs: &Od revize
hr: &Od revizije
it: &Dalla revisione
ja: 開始リビジョン(&F)
nb: &Fra revisjon
oc: &Dempuèi la revision
sk: &Z revízie
sr@latin: &Od revizije
vi: &Từ bản chỉnh sửa

source: &From: (start URL and revision of the range to merge)
cs: &Od: (počáteční URL a revize rozsahu pro sloučení)
hr: &Od: (početni URL i revizija raspona spajanja)
it: &Da: (URL iniziale e revisione dell'intervallo da unire)
ja: 開始点(&F): （マージする範囲の始点を指すURLとリビジョン）
nb: &Fra:(start-URL og revisjon for intervallet som skal flettes)
oc: &De : (URL de començament e plaja de revisions de fusionar)
sk: &Od: (prvá URL adresa, prvá revízia rozsahu k zlúčeniu)
sr@latin: &Od: (početni URL i revizija u rasponu spajanja)
vi: &Từ: (URL bắt đầu và bản chỉnh sửa trong giới hạn để hợp nhất)

source: &Go To Line... (Ctrl+G)
cs: &Přejít na řádek... (Ctrl+G)
hr: &Idi na liniju...⇥(Ctrl+G)
it: &Vai alla linea... (Ctrl+G)
ja: 指定した行へ移動... (Ctrl+&G)
nb: &Gå til linje... (Ctrl+G)
oc: &Anatz a la Linha... (Ctrl+G)
sk: &Skočiť na riadok... (Ctrl+G)
sr@latin: &Idi na liniju... (Ctrl+G)

source: &Green:
cs: &Zelená:
hr: &Zelena:
it: &Verde:
ja: 緑(&G):
nb: &Grønn:
sk: &Zelené:
sr@latin: &Zelena:
vi: &Xanh lá cây:

source: &Group by branch
cs: &Seskupit dle větve
hr: &Grupiraj po grani
it: &Raggruppa i rami
ja: ブランチでグループ化(&G)
nb: &Grupper etter gren
oc: &Gropar per branca
sk: &Zoskupiť podľa vetiev
sr@latin: &Grupiši po grani
vi: &Lập Nhóm dựa trên Nhánh

source: &HEAD Revision
cs: &HEAD revize
hr: &Glavna revizija (HEAD)
it: Revisione di &HEAD
ja: 最新リビジョン(&HEAD)
nb: &HEAD-revisjon
oc: Revision &HEAD
sk: &HEAD (hlavná) revízia
sr@latin: &GLAVNA Revizija
vi: Bản chỉnh sửa &CHÍNH

source: &HEAD revision
cs: &HEAD revize
hr: &Glavna (HEAD) revizija
it: Revisione di &HEAD
ja: 最新リビジョン(&HEAD)
nb: &HEAD-revisjon
oc: Revision &HEAD
sk: &HEAD (hlavná) revízia
sr@latin: &GLAVNA revizija
vi: bản chỉnh sửa &CHÍNH

source: &HEAD revision in the repository
cs: &HEAD revize v úložišti
hr: &Glavna (HEAD) revizija u skladištu
it: Revisione di &testa del repository
ja: リポジトリ内の最新リビジョン(&HEAD)
nb: &HEAD-revisjon i depotet
oc: Revision &HEAD dins lo depaus
sk: &HEAD revízia úložiska
sr@latin: &GLAVNA revizija u spremištu
vi: bản chỉnh sửa &CHÍNH trong kho chứa

source: &Help
cs: &Nápověda
hr: &Pomoć
it: &Guida in linea
ja: ヘルプ(&H)
nb: H&jelp
oc: &Ajuda
sk: &Pomoc
sr@latin: &Pomoć
vi: &Giúp đỡ

source: &Help Topics
cs: &Témata nápovědy
hr: &Sadržaj pomoći
it: Argomento G&uida
ja: ヘルプトピック(&H)
nb: &Hjelpeemner
oc: Ajuda per &subjèctes
sk: Témy &pomocníka
sr@latin: &Pomoć teme
vi: Các tiêu đề &giúp đỡ

source: &Hide
cs: &Skrýt
hr: &Sakrij
it: &Nascondi
ja: 隠す(&H)
nb: &Skjul
oc: &Amagar
sk: &Skryť
sr@latin: &Sakri
vi: &Ẩn

source: &Hide ignored items
cs: &Skrýt ignorované položky
hr: &Sakrij zanemarene stavke
it: &Nascondi elementi ignorati
ja: 無視する項目を表示にする(&H)
nb: &Skjul ignorerte elementer
oc: &Amagar los elements ignorats
sk: &Skryť ignorované objekty
sr@latin: &Sakri zanemarene stavke

source: &Icon Set:
cs: Sada &ikon:
hr: &Skup ikona:
it: Set di &icone:
ja: アイコンセット(&I):
nb: &Ikon-sett:
oc: Jòc d'&icònas :
sk: Sada &ikon:
sr@latin: &Skup ikona:
vi: &Bộ biểu tượng:

source: &Ignore %d items by name
cs: &Ignorovat %d položky dle jména
hr: &Zanemari %d stavaka po imenu
it: &Ignora %d elementi per nome
ja: 名前によって%d件の項目を無視する(&I)
nb: &Ignorer %d elementer ved navn
sk: &Ignorovať %d objektov podľa mena
sr@latin: &Zanemari %d stavki po imenu
vi: &Bỏ qua %d món bằng tên

source: &Ignore ancestry
cs: &Ignorovat původ
hr: &Ignoriraj pretke
it: &Ignora il predecessore
ja: 履歴を無視する(&I)
nb: Ignorer &opphav
sk: &Ignorovať pôvod
sr@latin: Zanemar&iti pretke
vi: &Bỏ qua tổ tiên

source: &Ignore and proceed
cs: &Ignorovat a pokračovat
hr: &Ignoriraj i nastavi
it: &Ingnora e procedi
ja: 無視して続行する(&I)
nb: &Overse og fortsett
sk: &Ignorovať a vykonať
sr@latin: &Zanemari i nastavi
vi: &Bỏ quả và đi tiếp

source: &Ignore multiple items by name
cs: &Ignorovat mnoho položek dle jména
ja: 名前で複数の項目を無視(&I)
nb: &Ignorer flere elementer ved navn
sr@latin: &zanemari višestruke stavke po imenu

source: &Image
cs: &Obrázek
hr: &Slika
it: &Immagine
ja: 画像(&I)
nb: &Bilde
sk: &Obrázok
sr@latin: &Slika
vi: &Ảnh

source: &Image info (I)
cs: &Informace o obrázku (I)
hr: &Informacije o slici⇥(I)
it: &Informazioni immagine (I)
ja: 画像情報を表示する (&I)
nb: &Bildeinformasjon (I)
oc: &Informacion de l'imatge (I)
sk: &Informácie o obrázku (I)
sr@latin: &Informacije o slici (I)

source: &Image only
cs: &Jen obrázek
hr: &Samo slika
it: &Solo immagine
ja: 画像のみ(&I)
nb: Kun &Bilde
sk: Iba &obrázky
sr@latin: &Samo slika
vi: &Chỉ có ảnh

source: &Import...
cs: &Importovat...
hr: &Uvoz...
it: I&mporta...
ja: インポート(&I)...
nb: &Importér...
oc: &Importar...
sk: &Importovať
sr@latin: &Uvoz...
vi: &Nhập...

source: &Include externals
cs: &Zahrnout externí
hr: Uključ&i eksterne
it: &Includi esterni
ja: 外部参照を含める(&I)
nb: &Inkluder eksterne
oc: &Inclure las referéncias extèrnas
sk: &Zahrnúť externé
sr@latin: Uključ&i eksternale
vi: &Bao gồm các phần bên trong

source: &Include merge info
cs: Zahrnout &informace o sloučení
hr: &Uključi informaciju o stapanju
it: &Includi informazioni di unione
ja: マージ情報を含める(&I)
nb: &Ta med fletteinformasjon
oc: &Inclure las informacions de fusion
sk: &Zahrnúť info o zlúčení
sr@latin: &Uključi stopljene revizije
vi: &Bao gồm thông tin về hợp nhất

source: &Initial directory:
cs: &Počáteční adresář:
hr: &Početna mapa:
it: Cartella &iniziale:
ja: 初期ディレクトリ:(&I):
nb: &Startkatalog:
sk: &Počiatočný adresár:
sr@latin: &Početni folder:
vi: &Thư mục khởi đầu:

source: &Join all
cs: Spo&jit vše
hr: &Pridruži sve
it: &Unisci tutto
ja: すべて連結する(&J)
nb: &Sammenføy alt
oc: &Jónher tot
sk: &Spojiť všetko
sr@latin: &Spoji sve
vi: &Kết hợp tất cả

source: &Join with sub-trees
cs: Spo&jit s podstromem
hr: &Pridruži (s podstablima)
it: &Unisci con i sottoalberi
ja: 部分ツリーに連結する(&J)
nb: &Sammenføy med undertrær
oc: &Jónher amb los sosrepertòris
sk: &Spojiť s podstromom
sr@latin: &Spoji sa pod-stablom
vi: &Kết hợp với cây con

source: &Jump to first difference when loading
cs: &Skočit na první rozdíl při nahrání
hr: &Skoči na prvu razliku prilikom učitavanja
it: Durante il caricamento &vai direttamente alla prima differenza
ja: ロード時に最初の相違点へ移動する(&J)
nb: &Hopp til første forskjell ved innlasting
oc: &Anar dirèctament a la primièra diferéncia al cargament
sk: Po načítaní skoč na prvý &rozdiel
sr@latin: &Skoči na prvu razliku pri učitavanju
vi: &Nhảy tới khác biệt đầu tiên khi tải

source: &Keywords
cs: &Klíčová slova
hr: &Ključne riječi
it: &Parole chiave
ja: キーワード(&K)
nb: &Nøkkelord
oc: &Mots clau
sk: &Klúčové slová
sr@latin: &Ključne reči
vi: &Từ khóa

source: &Language:
cs: &Jazyk:
hr: &Jezik:
it: &Lingua:
ja: 言語(&L):
nb: Språ&k:
oc: &Lenga :
sk: &Jazyk:
sr@latin: &Jezik:
vi: &Ngôn ngữ:

source: &Large Icons
cs: &Velké Ikony
hr: Ve&like ikone
it: Icone &grandi
ja: 大きいアイコン(&L)
nb: &Store Ikoner
sk: &Veľké ikonky
sr@latin: &Velike ikone
vi: &Biểu tượng lớn

source: &Limit search to modified lines
cs: &Omezit hledání na změněné řádky
hr: &Traži samo u izmijenjenim linijama
it: &Limita la ricerca alle linee modificate
ja: 変更された行内でのみ検索する(&L)
nb: &Begrens søket til endrede linjer
oc: &Limitar la recèrca a las linhas modificadas
sk: &Obmedziť vyhľadávanie na zmenené riadky
sr@latin: &Ograničeno traženje u izmenjenim linijama
vi: &Tìm kiếm giới hạn trong các dòng bị thay đổi

source: &Limit:
cs: &Omezit:
hr: &Granica:
it: &Limita:
ja: 最大値（&L):
nb: &Grense:
sr@latin: &Granica:
vi: &Giới hạn

source: &Line number
cs: Čí&slo řádku
hr: Broj &linije
it: Numero &linea
ja: 行番号(&L)
nb: &Linjenummer
oc: Numèro de &linha
sk: Číslo &riadka
sr@latin: &Brojevi linija
vi: &Số dòng

source: &Line number (%d - %d)
cs: Čí&slo řádku (%d - %d)
hr: Broj &linije (%d - %d)
it: Numero &linea (%d - %d)
ja: 行番号(&L)(%d～%d)
nb: &Linjenummer (%d - %d)
oc: Numèro de &linha (%d - %d)
sk: Číslo &riadka (%d - %d)
sr@latin: &Brojevi linija (%d - %d)
vi: &Số dòng (%d - %d)

source: &Link image positions
cs: Spojit po&lohu obrázků
hr: &Poveži pozicije slika
it: &Associa posizioni immagini
ja: 画像位置を同期(&L)
nb: &Knytt sammen bildeposisjoner
oc: &Ligar las posicions dels imatges ensemble
sk: Z&linkovať polohy obrázkov
sr@latin: &Spoji pozicije slike
vi: &Vị trí của ảnh liên kết

source: &Linux (LF)
sr@latin: &Linuks(LF)

source: &List View
cs: &Seznam
hr: &Pogled popisa
it: Vista &elenco
ja: リスト表示(&L)
nb: &Listevisning
oc: Vista en &liste
sk: &Zoznam
sr@latin: &Pregled liste
vi: &Xem theo danh sách

source: &Load...
cs: &Načíst...
hr: &Učitaj...
it: &Carica...
ja: 開く(&L)...
nb: &Last...
oc: &Cargar...
sk: &Načítaj...
sr@latin: &Napuni...
vi: &Tải

source: &Locking required (read-only update)
cs: Uzamykání vyžadováno (aktua&lizace jen pro čtení)
hr: Zak&ljučavanje zahtijevano (obnavljanje samo za čitanje)
it: &Blocco richiesto (aggiorna solo-lettura)
ja: ロックが必要（読み取り専用で更新）(&L)
nb: &Sperring kreves (oppdatering med kun lesing)
oc: &Verrolh necessari (mesa a jorn en lectura sola)
sk: Požadovaný &zámok (aktualizácia iba na čítanie)
sr@latin: &Zaključavanje potrebno (samo za čitanje obnavljanje)
vi: &Đòi hỏi phải khóa (cập nhật chỉ được đọc)

source: &Log Sizes
cs: Ve&likost záznamu
hr: Zak&ljučaj datoteke
it: &Dimensioni registro attività
ja: ログサイズ(&L)
nb: &Loggstørrelser
oc: Talha dels &comentaris
sk: &Veľkosť deníka
sr@latin: Ve&ličine dnevnika
vi: &Độ lớn của tường trình

source: &Luminence:
cs: &Jas
hr: Svjet&lina:
it: &Luminescenza:
ja: 明度(&L):
nb: &Lys:
sk: &Jas:
sr@latin: &Sjajnost:

source: &Mac (CR)
sr@latin: &Mak(CR)

source: &Make depth sticky
cs: &Nastavit hloubku jako výchozí
hr: &Učini dubinu ljepljivom
it: &Imposta profondità sticky
ja: 深さを記憶する(&M)
nb: &Gjør dybde klissen
oc: &Rendre la prigondor persistenta
sk: &Pamäť si hĺbku
sr@latin: &Učini debljinu prijemčivom
vi: &Làm độ sâu dính lại

source: &Manually edit property
cs: &Ručně změnit vlastnost
hr: &Ručno uredi svojstva
it: Modifica &manualmente proprietà
ja: 手作業でプロパティを編集(&M)
nb: &Rediger egenskap manuelt
sk: &Zmeniť vlastnosť ručne
sr@latin: &Manualno uređene osobine
vi: &Biên tập thuộc tính bằng tay

source: &Max line length for inline diffs
cs: &Maximální délka řádku pro jeho rozdíly
hr: &Najveća duljina retka za inline diffove
it: Lunghezza &massima per differenze inline
ja: 行内差分を取る行の最大長(&M)
nb: &Maks linjelengde for linjeforskjeller
oc: Longeur de linha &maximum per las diferéncias en linha
sk: &Maximálna dĺžka riadku pre riadkové porovnanie
sr@latin: &Maks dužina linije za linijske difove
vi: &Độ dài cực đại cho các diff nội tuyến

source: &Maximum size [kByte] of a removed inactive cache
cs: &Maximální velikost [v kBytech] odstraněné neaktivní úschovny
hr: &Maksimalna veličina [kB] uklonjenog neaktivnog spremika
it: &Dimensione massima [KByte] di una cache inattiva rimossa
ja: 自動削除対象となるキャッシュのサイズの上限［KB］(&M)
nb: &Maksimum størrelse [kB] til et fjernet inaktivt mellomlager
oc: Talha &maximum [en kByte] d'un cache non utilizat que pòt èsser suprimit
sk: &Maximálna veľkosť odstráneného neaktívneho zásobníka [KiB]
sr@latin: &Maksimalna veličina [kBajt] uklonjenog neaktivnog keša
vi: &Kích thước [kByte] tối đa của bộ lưu trữ tạm không hoạt động

source: &Menu animations:
cs: &Animace nabídky:
hr: &Animacije izborika:
it: &Animazioni menu:
ja: メニューのアニメーション(&M):
nb: &Meny-animasjoner:
sk: Animácie &ponuky:
sr@latin: &Animacija menija:
vi: &Hoạt ảnh cho thực đơn

source: &Menu contents:
cs: &Obsah nabídky:
hr: Sadržaji &menija:
it: &Contenuti menu:
ja: メニューの内容(&M):
nb: &Menyinnhold:
sk: Obsah &ponuky:
sr@latin: &Sadržaj menija:
vi: &Nội dung thực đơn

source: &Merge
cs: &Sloučit
hr: &Stopi
it: &Unisci
ja: マージ(&M)
nb: &Flett
oc: &Fusionar
sk: &Zlúčiť
sr@latin: &Stopi
vi: &Nhập

source: &Merge paths
cs: &Sloučit cesty
hr: &Staze stapanja
it: &Percorsi unione
ja: マージ元のパス(&M)
nb: &Flett stier
oc: &Fusionar los camins
sk: &Zlúčiť cesty
sr@latin: &Putanja sjedinjavanja
vi: &Nhập các đường dẫn

source: &Merge...
cs: &Sloučit...
hr: &Stopi...
it: &Unisci...
ja: マージ(&M)...
nb: &Flett...
oc: F&usionar...
sk: &Zlúčiť...
sr@latin: &Stopi...
vi: &Nhập...

source: &Merging
cs: &Sloučení
hr: &Stapanje
it: &Unione
ja: マージ(&M)
nb: &Fletting
oc: &Fusion
sk: &Zlučovanie
sr@latin: &Sjedinjavanje
vi: &Đang Nhập

source: &Mime-Type
cs: &MIME typ
hr: &Mime tip
it: &Tipo Mime
ja: MIMEタイプ(&M)
sk: Typ &MIME
sr@latin: &Mime-tip

source: &Minimize
cs: &Minimalizovat
hr: S&manji
it: &Minimizza
ja: 最小化(&M)
nb: &Minimer
sk: &Minimalizovať
sr@latin: &Umanji
vi: &Thu nhỏ

source: &Modify color for tag copies
cs: Z&měnit barvu pro kopii značky
hr: &Izmijeni boju za grane-oznake
it: &Modifica il colore per copie tag
ja: タグのコピーの色を変更(&M)
nb: &Endre farge for merkekopier
oc: &Modifica la color de las còpias de tag
sk: &Zmeniť farbu pre kópie značiek
sr@latin: &Izmeni boju za kopije oznaka
vi: &Sửa đổi màu cho các bản sao thẻ

source: &Modify color for trunk copies
cs: Z&měnit barvu pro kopii značky kmene
hr: &Izmijeni boju za glavne grane (trunk)
it: &Modifica il colore per copie trunk
ja: トランクのコピーの色を変更(&M)
nb: &Endre farge for stammekopier
oc: &Modifica la color de las còpias de la branca principala
sk: &Zmeniť farbu pre kópie kmeňa
sr@latin: &Izmeni boju za kopiju debla
vi: &Sửa đổi màu cho các bản sao trụ cột

source: &Moved blocks
cs: &Přesunuté bloky
hr: Pre&mješteni blokovi
it: Blocchi &spostati
ja: 移動したブロック(&M)
nb: &Flyttede blokker
oc: &Blòts desplaçats
sk: &Presunuté bloky
sr@latin: &Pomereni blokovi
vi: &Các khối được di chuyển

source: &Navigate
cs: &Navigovat
hr: &Navigacija
it: &Navigazione
ja: 移動(&N)
nb: &Naviger
oc: &Navigar
sk: &Navigovať
sr@latin: &Upravljaj
vi: &Tìm tới

source: &Network drives
cs: &Síťové disky
hr: &Mrežni diskovi
it: Dischi di &rete
ja: ネットワークドライブ(&N)
nb: &Nettverks-stasjoner
oc: &Disques ret
sk: &Sieťové disky
sr@latin: &Mrežni diskovi
vi: &Ổ đĩa mạng

source: &New
cs: &Nový
hr: &Novo
it: &Nuovo
ja: 新規(&N)
nb: &Ny
oc: &Novèl
sk: &Nový
sr@latin: &Nov
vi: &Mới

source: &New...
cs: &Nový...
hr: &Novo...
it: &Nuovo...
ja: 新規(&N)...
nb: &Ny...
oc: &Novèl...
sk: &Nové...
sr@latin: &Nov...
vi: &Mới...

source: &Next %ld
cs: &Dalších %ld
hr: &Sljedećih %ld
it: &Prossimi %ld
ja: 次の%ld件(&N)
nb: &Neste %ld
oc: %ld segue&ntas
sk: &Ďalších %ld
sr@latin: &Sledeći %ld
vi: &Tiếp %ld

source: &Next >
cs: &Další >
hr: &Sljedeći >
it: &Avanti >
ja: 次へ(&N) >
nb: &Neste >
oc: &Seguent >
sk: Ď&alej >
sr@latin: &Sledeći >
vi: &Tiếp >

source: &Next Page
cs: &Další strana
hr: &Sljedeća stranica
it: &Pagina successiva
ja: 次のページ(&N)
nb: &Neste Side
oc: &Pagina Seguenta
sk: &Ďalšia strana
sr@latin: &Sledeća strana
vi: &Trang tiếp theo

source: &No double-click event
cs: &Neužívat události dvojkliku
hr: &Bez akcije dupli klik
it: &Evento non-doppio clic
ja: ダブルクリックイベントを発生しない(&N)
nb: &Ingen dobbeltklikk-hendelse
sk: &Žiadna akcia dvojkliku
sr@latin: &Bez dvostruki-klik događaja
vi: &Không có sự kiện nháy kép chuột

source: &No locking required
cs: &Nevyžaduje se uzamykání
hr: &Nema zahtijevanog zaključavanja
it: &Nessuna chiusura richiesta
ja: ロックは不要(&N)
nb: &Ingen sperring kreves
oc: &Pas cap de verrolh requesit
sk: &Zamok nie je požadovaný
sr@latin: &Ne zaključavati se zahteva
vi: &Không cần khóa

source: &None
cs: Žá&dné
hr: &Ništa
it: &Nessuno
ja: なし(&N)
nb: &Ingen
oc: &Pas cap
sk: Žiad&ne
sr@latin: &Ništa
vi: &Không

source: &Not executable
cs: &Nespustitelný
hr: &Nije izvršivo
it: &Non eseguibile
ja: 実行不可(&N)
nb: &Ikke eksekverbar
oc: &Pas executable
sk: &Nespustiteľné
sr@latin: &Nije izvršno
vi: &Không thi hành được

source: &Numeric
cs: Čísel&ný
hr: Brojča&no
it: &Numerico
ja: 数字(&N)
nb: &Numerisk
sk: &Číselný
sr@latin: &Numerik
vi: &Kiểu số

source: &OK
hr: &U redu
oc: &D'acòrdi
sr@latin: &Prihvati

source: &Offline for now
cs: Nyní &offline
hr: &Privremeno bez veze
it: &Fuori linea per ora
ja: オフラインにする(&O)
nb: &Frakoblet foreløpig
oc: &Fòra linha a partir d'ara
sk: Nateraz &odpojiť
sr@latin: &Isključi za sada
vi: &Bây giờ thì ngoài mạng

source: &One Page
cs: &Jedna Stránka
hr: &Jedna stranica
it: &Una pagina
ja: 1ページ(&O)
nb: &En Side
oc: &Una Pagina
sk: &Jeden panel
sr@latin: &Jedna strana
vi: &Một Trang

source: &Open
cs: &Otevřít
hr: &Otvori
it: &Apri
ja: 開く(&O)
nb: Å&pne
oc: &Dobrir
sk: &Otvoriť
sr@latin: &Otvori
vi: &Mở

source: &Open (Ctrl+O)
cs: &Otevřít (Ctrl+O)
hr: &Otvori⇥(Ctrl+O)
it: &Apri (Ctrl+O)
ja: 開く (Ctrl+&O)
nb: Å&pne (Ctrl+O)
oc: &Dobrir (Ctrl+O)
sk: &Otvoriť (Ctrl+O)
sr@latin: &Otvori (Ctrl+O)

source: &Operative:
cs: &Operativní
hr: &Operativna:
it: &Operativi:
ja: 操作対象(&O):
nb: &Operativ:
oc: &Operatiu :
sk: &Operatívne:
sr@latin: &Operativan:
vi: &amp; Điều Hành:

source: &Options
cs: &Nastavení
hr: &Opcije
it: &Opzioni
ja: オプション(&O)
nb: &Valg
oc: &Opcions
sk: &Voľby
sr@latin: &Opcije
vi: &Lựa chọn

source: &Other
cs: &Ostatní
hr: &Ostalo
it: Altr&o
ja: その他(&O)
nb: &Annet
oc: &Autre
sk: &Iné
sr@latin: &Ostali

source: &Overlay images (O)
cs: &Překryvné obrázky (O)
hr: &Preklapajuće slike⇥(O)
it: &Sovrapponi immagini (O)
ja: 画像を重ねて表示 (&O)
nb: Legg bildene &over hverandre (O)
oc: &Imatges de superposicion (O)
sr@latin: &Slike prekrivača (O)

source: &Password:
cs: &Heslo:
hr: &Zaporka:
ja: パスワード(&P):
nb: Passor&d:
oc: &Senhal :
sk: &Heslo:
sr@latin: &Lozinka:
vi: &Mật khẩu:

source: &Paste
cs: &Vložit
hr: &Ubaci
it: &Incolla
ja: 貼り付け(&P)
nb: &Lim inn
oc: &Pegar
sk: &Vložiť
sr@latin: &Nalepi
vi: &Dán

source: &Peg:
cs: &Zavěsit
hr: Odabrana (&peg):
ja: ペグ(&P):
nb: &Spiker:
oc: &Piquet :
sk: &Pripevniť:
sr@latin: &Klin:
vi: &amp; Chốt:

source: &Permanently offline
cs: &Permanentně offline
hr: &Trajno offline
it: &Permanentemente offline
ja: 常にオフライン(&P)
nb: &Permanent frakoblet
oc: Èsser fòra linha en &permanéncia
sk: &Trvalo odpojiť
sr@latin: &Stalno isključen
vi: &Ngoài mạng thường trực

source: &Platform dependent (native)
cs: Závislý na &platformě (přirozený)
hr: Ovisno o &platformi (nativno)
it: &Dipendente dalla piattaforma (nativo)
ja: 環境依存（ネイティブ）(&P)
nb: &Plattform-avhengig (native)
oc: Dependent de la &plataforma (natiu)
sk: &Závislé na platforme (natívne)
sr@latin: Zavisan od &platforme (priridni)
vi: &Nền tảng phụ thuộc (bẩm sinh)

source: &Play sound on notification
cs: &Přehrát zvuk při oznámení
hr: &Reproduciraj zvuk obavijesti
it: Emetti un suono alla notifica
ja: 通知時に音を鳴らす(&P)
nb: &Spill lyd ved melding
oc: &Jogar un son de notificacion
sr@latin: &Pusti muziku pri notifikaciji

source: &Port:
it: &Porta:
ja: ポート(&P):
oc: &Pòrt :
sk: &Triediť:
sr@latin: &Kapija:
vi: &Cổng:

source: &Postpone all remaining conflicts
cs: &Odložit všechny zbývající konflikty
hr: &Odloži sve preostale konflikte
it: &Posponi tutti i conflitti rimanenti
ja: 残りの競合を後回しにする(&P)
nb: &Utsett alle gjenværende konflikter
sk: &Odložiť všetky ostávajúce konflikty
sr@latin: Odgoditi sve &preostale konflikte

source: &Power user defaults
cs: Výchozí pro &Power user
hr: &Početne postavke naprednog korisnika
it: Pre&definiti Power user
ja: &Power User デフォルト
nb: &Avansert standard
oc: Re&stablir las valors per defaut del superutilizaire
sk: &Prednastavené pre 'Power User'
sr@latin: Glavni korisnik po&drazumevane vrednosti
vi: &Mặc định cho người dùng với quyền Power

source: &Pre-fetch folders for faster browsing
cs: &Adresáře získávat předem pro rychlejší prohlížení
hr: &Predučitaj mape za brže pregledavanje
it: &Pre-carica le cartelle per una esplorazione veloce
ja: 高速に表示するためにフォルダーを先読みする(&P)
nb: &Hent mapper på forhånd for raskere utforsking
oc: &Precargar los dorsièrs per una navigacion mai rapida
sk: &Zrýchliť prehliadanie prenačítaním adresárov
sr@latin: &Pripremni folderi za brže pretraživanje

source: &Print Preview
cs: &Náhled Tisku
hr: &Pregled prije ispisa
it: &Anteprima di stampa
ja: 印刷プレビュー(&P)
nb: &Forhåndsvisning
sk: &Náhľad pred tlačou
sr@latin: &Štampaj pregled
vi: &Xem trước bản in

source: &Print...
cs: &Tisk...
hr: &Štampaj...
it: &Stampa...
ja: 印刷(&P)...
nb: &Skriv...
oc: &Imprimir...
sk: &Tlačiť...
sr@latin: &Štampaj...
vi: &In...

source: &Properties
cs: &Vlastnosti
hr: &Svojstva
it: &Proprietà
ja: プロパティ(&P)
nb: &Egenskaper
oc: &Proprietats
sk: &Vlastnosti
sr@latin: &Osobine
vi: &Thuộc tính

source: &Properties...
cs: &Vlastnosti...
hr: &Svojstva...
it: &Proprietà...
ja: プロパティ(&P)...
nb: &Egenskaper
oc: &Proprietats...
sk: &Vlastnosti...
sr@latin: &Osobine...
vi: &Thuộc tính...

source: &Recent messages
cs: &Poslední zprávy
hr: &Nedavne poruke
it: Messaggi &recenti
ja: 最近のログメッセージ(&R)
nb: &Siste meldinger
oc: Comentaris &recents
sk: O&statné záznamy
sr@latin: &Nedavne poruke
vi: &Các thông điệp gần đây

source: &Red:
cs: Če&rvená:
hr: &Crveno:
it: &Rosso:
ja: 赤(&R):
nb: &Rød:
sk: &Červené:
sr@latin: &Crven:
vi: &Đỏ:

source: &Redo
cs: &Znovu
hr: &Ponovi
it: &Ripeti
ja: やり直し(&R)
nb: &Gjenta
oc: &Refar
sk: Zn&ova
sr@latin: &Ponovi
vi: &Làm lại

source: &Refresh
cs: &Obnovit
hr: &Osvježi
it: &Aggiorna
ja: 更新(&R)
nb: &Gjenoppfrisk
oc: &Refrescar
sk: O&bnoviť
sr@latin: &Osveži
vi: &Thể hiện lại

source: &Remind me to enter a bug-ID
cs: &Připomenout zadání čísla chyby
hr: Podsjeti me unijeti ID g&reške
it: &Ricordami di inserire un bug-ID
ja: 課題IDの入力を確認する(&R)
nb: &Minn meg på å angi en feil-ID
oc: Me &rappeler d'entrer un ID de bug
sk: &Primenuť mi zadať ID chyby
sr@latin: &Podseti me da unesem bag-ID
vi: &Nhắc tôi nhập vào ID cho lỗi

source: &Remove
cs: Odst&ranit
hr: &Ukloni
it: &Elimina
ja: 削除(&R)
nb: &Slett
oc: &Escafar
sk: &Odstrániť
sr@latin: &Ukloni
vi: &Loại bỏ

source: &Remove project
cs: &Odstranit projekt
hr: &Ukloni projekt
it: &Rimuovi Progetto
ja: プロジェクトを削除(&R)
nb: &Fjern prosjekt
oc: &Levar lo projècte
sk: &Odobrať projekt
sr@latin: &Ukloni projekat

source: &Remove The project is removed. If it has sub-projects, those are removed as well.
cs: &Odstranit Projekt je odstraněn. Pokud má podprojekty, ty jsou také smazány.
hr: &Ukloni Projekt je uklonjen. Ako ima potprojekata, oni su uklonjeni također.
it: &Rimuovi Il progetto è rimosso. Se contiene sotto-progetti anch'essi saranno rimossi.
ja: 削除(&D) プロジェクトは削除されます。もしサブプロジェクトがあれば、同様に削除されます。
nb: &Fjern Prosjektet blir fjernet. Hvis det har underprosjekter, blir de også fjernet.
oc: Sup&rimir Lo projècte es suprimit. Se compren de sosprojèctes, son suprimits tanben.
sk: &Odobrať Projekt je odobraný. Ak má podprojekty tie sú odobrané tiež.
sr@latin: &Ukloni Projekat je uklonjen. Ako ima subprojekte, ovi su uklonjeni takođe.

source: &Rename
cs: &Přejmenovat
hr: &Promijeni ime
it: &Rinomina
ja: 名前を変更(&R)
nb: &Omdøp
oc: &Renomenar
sk: P&remenovať
sr@latin: &Preimenuj
vi: &Đổi tên

source: &Replace
cs: &Nahradit
hr: &Zamijeni
it: &Sostituisci
ja: 置換(&R)
nb: &Erstatt
oc: &Remplaçar
sk: &Nahradadiť
sr@latin: &Zameni

source: &Repo-browser
cs: P&růzkumník úložiště
hr: &Preglednik skladišta
it: Browser &repository
ja: リポジトリブラウザー(&R)
nb: &Depot-utforsker
oc: Explorador de &depaus
sk: P&rehliadať úložisko
sr@latin: &Repo-pretraživač
vi: &Duyệt Kho Chứa

source: &Reset
cs: &Vynulovat
hr: &Resetiraj
it: &Ripristina
ja: リセット(&R)
nb: &Nullstill
sk: &Vrátiť štandardné
sr@latin: &Podešavanje
vi: &Làm lại từ đầu

source: &Reset Toolbar
cs: Vynulovat nást&rojovou lištu
hr: &Resetiraj traku s alatima
it: &Ripristina barra degli strumenti
ja: ツールバーをリセット(&R)
nb: &Nullstill Verktøylinje
sk: &Prednastaviť lištu
sr@latin: &Podešavanje alatnog panela
vi: &Làm lại thanh công cụ từ đầu

source: &Reset my usage data
cs: &Vynulovat uživatelská data
hr: &Resetiraj moje podatke o korištenju
it: &Ripristina dati utente
ja: 使用データのリセット(&R)
nb: &Nullstill mine bruksdata
sk: &Vynulovať moje údaje o používaní
sr@latin: &Podesi i moje podatke za korišćenje
vi: &Làm lại thông tin sử dụng của tôi
