Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Property status
cs: Vlastnosti - stav
hr: Status svojstva
it: Stato delle proprietà
ja: プロパティの状態
nb: Egenskap-status
oc: Estatut de la proprietat
sk: Stav vlastnosti
sr@latin: Status svojstva
vi: Trạng thái thuộc tính

source: Property value:
cs: Hodnota vlastnosti:
hr: Vrijednost svojstva:
it: Valore della proprietà
ja: プロパティ値:
nb: Egenskapsverdi:
oc: Valor de la proprietat :
sk: Stav vlastnosti:
sr@latin: Vrednost svojstva:
vi: Giá trị thuộc tính:

source: Provider
cs: Poskytovatel
hr: Dobavljač
it: Fornitore
ja: プロバイダー
nb: Leverandør
oc: Provesidor
sk: Poskytovateľ
sr@latin: Dobavljač
vi: Nhà cung cấp

source: Provider para&meters:
cs: Para&metry poskytovatele:
hr: Para&metri pružatelja:
it: Para&metri del fornitore:
ja: プロバイダーパラメーター(&M):
nb: Leverandørpara&metre:
oc: Para&mètres del provesidor :
sk: Para&metre poskytovateľa:
sr@latin: Snabdevač para&metara:
vi: &Tham số cho nhà cung cấp:

source: Provider uuid win&32:
cs: Win&32 UUID Poskytovatele
hr: win&32 uuid pružatelja:
it: Fornitore uuid win&32:
ja: プロバイダー uuid win&32:
nb: Leverandør-uuid win&32:
oc: Provesidor uuid win&32 :
sk: Poskytovateľ uuid win&32:
sr@latin: Dobavljač uuid vin&32:
vi: win&32 uuid của nhà cung cấp:

source: Provider:
cs: Poskytovatel:
hr: Provajder:
it: Fornitore:
ja: プロバイダー:
nb: Leverandør:
oc: Provesidor :
sk: Poskytovateľ:
sr@latin: Dobavljač:
vi: Nhà cung cấp:

source: Proxy &timeout in seconds:
cs: Časový &limit v sekundách:
hr: &Vrem. ograničenje posredničkog poslužitelja u sek:
it: &Timeout proxy (secondi):
ja: プロキシのタイムアウト(&T):
nb: &Tidsavbrudd i sekunder for mellomtjener:
oc: &Timeout proxy en segondas :
sk: Proxy časový limi&t:
sr@latin: &Kašnjenje proksija u sek:
vi: Giờ &hết hạn tính bằng giây của Proxy:

source: Proxy Settings
cs: Nastavení proxy
hr: Postavke zamjenskog poslužitelja
it: Configurazione proxy
ja: プロキシの設定
nb: Instillinger for mellomtjener
oc: Configuracion del Proxy
sk: Nastavenia Proxy
sr@latin: Postavke proksija
vi: Thiết lập Proxy

source: Put "Get Lock" on top menu when svn:needs-lock is set
cs: Dát "Uzamknout" do horního menu, když je nastaveno svn:needs-lock
hr: Pokaži "Zaključaj" na glavnom izborniku kad je postavljeno svojstvo svn:needs-lock
it: Imposta "Blocca" in cima al menu quando è impostata la proprietà svn:needs-lock
ja: svn:needs-lockが設定されている場合は、トップメニューに「ロックを取得」を表示する
nb: Legg "Hent Sperre" i toppmenyen når svn:needs-lock er satt
oc: Metre "Obténer un verrolh" sul menu superior quand svn:needs-lock es défini
sk: Umiestniť "Uzamknúť" na vrch ponuky pri nastavenom svn:needs-lock
sr@latin: Pokaži "Zaključaj" na glavnom meniju kad je postavljeno svojstvo svn:needs-lock
vi: Đặt 'Lấy Khóa' vào thực đơn trên cùng khi svn:needs-lock được bật

source: Quit the application; prompts to save documents Exit
cs: Ukončit aplikaci; zeptá se na uložení dokumentů Konec
hr: Prekid rada aplikacije; upozori da se snime dokumenti Izlaz
it: Esce dall'applicazione con richiesta di salvataggio del documento Esci
ja: ドキュメントの保存を確認し、プログラムを終了する 終了
nb: Avslutt programmet, spør om dokumentet skal lagres Avslutt
oc: Quitar l'aplicacion amb demanda de confirmacion d'enregistrament Quitar
sk: Ukončenie programu; vyzve k uloženiu dokumentov Ukončiť
sr@latin: Prekid rada aplikacije; upozori da se snime dokumenti Izlaz
vi: Thoát chương trình; hiên thông báo hỏi lưu tài liệu Thoát

source: Quit Exit TortoiseMerge without saving the modifications
cs: Ukončit Odejít z TortoiseMerge bez uložení změn
hr: Izađi Izađi iz TortoiseMerge bez spremanja promjena
it: Esci Esci da TortoiseMerge senza salvare le modifiche
ja: 終了 変更を保存せずにTortoiseMergeを終了する
nb: Avslutt AvsluttTortoiseMerge uten å lagre endringene
sk: Ukončiť Opustí TortoriseMerge bez uloženia zmien
sr@latin: Napusti Izlazi iz TortoiseMerge bez čuvanja izmena
vi: Thoát Thoát TortoiseMerge mà không lưu các sửa đổi

source: R&AM drives
cs: R&AM disky
hr: R&AM diskovi
it: Dischi R&AM
ja: RAMドライブ(&A)
nb: R&AM-disker
oc: D&isques memòria
sk: R&AM disky
sr@latin: R&AM diskovi
vi: Ổ đĩa R&AM

source: R&everse merge
cs: &Zpětné slučování
hr: Povratno stapanj&e
it: Annulla l'union&e
ja: 逆マージ(&E)
nb: Re&vers fletting
oc: &Inversar la fusion
sk: &Spätné zlučovanie
sr@latin: Vrati stoplj&eno
vi: &Đảo ngược hợp nhất

source: R&evert to this revision
cs: Vrátit do této r&evize
hr: V&rati na ovu reviziju
it: R&ipristina fino a questa revisione
ja: このリビジョンに戻す(&E)
nb: &Tilbakestill til denne revisjonen
oc: T&ornar a aquesta revision
sk: Vrátiť do tejto re&vízie
sr@latin: V&rati na ovu reviziju
vi: &Quay lui tới bản chỉnh sửa này

source: Re&movable drives
cs: Vy&měnitelné disky
hr: Diskovi koji se mogu u&kloniti
it: Dischi ri&muovibili
ja: リムーバブルドライブ(&M)
nb: Flyttbare &disker
oc: Disques a&movibles
sk: &Vyberateľné disky
sr@latin: Diskovi koji se mogu u&kloniti
vi: Ổ đĩa &tháo lắp

source: Re&name...
cs: &Přejmenovat...
hr: Pre&imenuj...
it: Rino&mina...
ja: 名前を変更(&N)...
nb: Dø&p om...
oc: Re&nomenar...
sk: Preme&novať...
sr@latin: Pre&imenuj...
vi: Đổi &tên...

source: Re&set All
cs: Re&setovat Vše
hr: &Restiraj sve
it: R&ipristiona tutto
ja: すべてリセット(&S)
nb: Nu&llstill Alt
sk: P&redvolené všetko
sr@latin: &Resetuj sve
vi: &Đặt lại tất cả

source: Re&solved
cs: &Vyřešeno
hr: Ra&zriješeno
it: Ri&solto
ja: 解決済にする(&S)
nb: &Løst
sr@latin: &Rešeno
vi: &Giải quyết

source: Re&store defaults
cs: Obnovit &výchozí
hr: Vrati na &uobičajne postavke
it: Ri&pristina predefiniti
ja: デフォルトに戻す(&S)
nb: Til&bake til standard
oc: Re&stablir las valors per defaut
sk: &Obnoviť prednastavené
sr@latin: Vrati podrazumevane vredno&sti
vi: &Khôi phục mặc định

source: Re&vert...
cs: &Vrátit...
hr: Vra&ti na staro...
it: Ripris&tina...
ja: 変更の取り消し(&V)...
nb: Til&bakestill...
oc: &Tornar en arrièr...
sk: &Vrátiť
sr@latin: Vra&ti na staro...
vi: &Quay lui...

source: Re&vision
cs: Re&vize
hr: Re&vizija
it: Re&visione
ja: リビジョン(&V)
nb: Re&visjon
sk: Re&vízia
sr@latin: Re&vizija
vi: &Bản chỉnh sửa

source: Read the 'Daily Use Guide' before you are stuck...
cs: Přečtěte si 'Příručku Každodenního Použití' dřív, než se zaseknete...
hr: Pročitajte 'Vodič za dnevnu uporabu' prije no što zaglavite...
it: Leggere 'Daily Use Guide' prima di ritrovarsi bloccati...
ja: 行き詰まったら「日常の使用ガイド」をお読みください。
nb: Les 'Daily Use Guide' før du havner i trøbbel...
oc: Legissètz lo 'Guida jornalièr' abans d'èsser blocat...
sk: Pred tým ako sa zaseknete si prečítajte 'Návod pre denné použite' ('Daily Use Guide')
sr@latin: Pročitajte 'Vodič za dnevnu uporabu' pre no što zaglavite...
vi: Đọc 'Hướng dẫn sử dụng hàng ngày' trước khi bạn bị kẹt...

source: Realm String
cs: Řetězec oblasti
hr: Područje niza znakova
it: Stringa Realm
ja: 領域名の文字列
nb: Rike-streng
oc: Cadena de Domeni
sk: Reťazec oblasti
sr@latin: Područje string

source: Recent
cs: Předchozí
hr: Nedavno
it: Recente
ja: 最近
nb: Nylig
sk: Minulé
sr@latin: Nedavno
vi: Gần đây

source: Recently modified lines
cs: Poslední upravené řádky
hr: nedavno izmijenjeni retci
it: Linee modificate di recente
ja: 最近変更された行
nb: Nylig endrede linjer
oc: Linhas recentament modificadas
sk: Naposledy menené riadky
sr@latin: Nedavno izmenjene linije
vi: Các dòng được chỉnh sửa gần đây

source: Record Only
cs: Pouze záznam
hr: Samo snimanje
it: Sola lettura
ja: 記録のみ
nb: Kun Ta Opp
oc: Enregistrament Seul
sk: Iba záznam
sr@latin: Samo snimanje
vi: Chỉ ghi hồ sơ lại

source: Recording mergeinfo for merge between URLs
cs: Zaznamenáváni informací o slučování mezi URL
hr: Bilježim informacije o stapanju za stapanje između URLova
it: Sto registrando mergeinfo per avvaire la fusione fra URL
ja: URL間のマージ情報を記録
nb: Tar opp fletteinfo for fletting av URLer
oc: Enregistra los mergeinfo per efectuar la fusion entre URLs
sk: Zaznamenávanie informácií o zlučovaní pre medzi URL-ami
sr@latin: Zapisivanje infirmacija spajanja za spajanje među URLovima
vi: Ghi hồ sơ thông tin hợp nhất cho các hợp nhất giữa các URL

source: Recording mergeinfo for merge of r%1!ld! through r%2!ld!
cs: Zaznamenávání informací o slučování r%1!ld! až r%2!ld!
hr: Bilježim informacije o stapanju za stapanje od %1!ld! do %2!ld!
it: Registrazione di mergeinfo di %1!ld! attraverso %2!ld!
ja: r%1!ld!～r%2!ld!のマージ情報を記録
nb: Tar opp fletteinfo for fletting av r%1!ld! til og med r%2!ld!
oc: Enregistrament dels mergeinfo per las fusions de r%1!ld! a r%2!ld !
sk: Zaznamenávanie informácií o zlučovaní pre r%1!ld! až r%2!ld!
sr@latin: Zapisivanje informacija spajanja za spajanje od r%1!ld! do r%2!ld!
vi: Ghi hồ sơ thông tin hợp nhất cho hợp nhất của r%1!ld! đến r%2!ld!

source: Recording mergeinfo for merge of r%ld
cs: Zaznamenávání informací o slučování r%ld
hr: Bilježim informacije o stapanju za stapanje r%ld
it: Registarzione di mergeinfo per avviare la fusione di r%ld
ja: r%ld のマージのための情報を記録中
nb: Tar opp fletteinfo for fletting av r%ld
oc: Enregistrament dels mergeinfo per la fusion de r%ld
sk: Zaznamenávanie informácií o zlučovaní pre r%ld
sr@latin: Zapisivanje infirmacija spajanja za spajanje od r%ld
vi: Ghi hồ sơ thông tin hợp nhất cho hợp nhất của r%ld

source: Recording mergeinfo for reverse merge of r%1!ld! through r%2!ld!
cs: Zaznamenávání informací o zpětném slučování r%1!ld! až r%2!ld!
hr: Bilježim informacije o stapanju za obrnuto stapanje r%1!ld! do r%2!ld!
it: Registrazione di mergeinfo per l'unione al contrario di %1!ld! attraverso %2!ld!
ja: r%1!ld! から r%2!ld! の逆マージのための情報を記録中
nb: Tar opp fletteinfo for reversfletting av r%1!ld! til og med r%2!ld!
oc: Enregistrar los mergeinfo per l'inversion de las fusions r%1!ld! a r%2!ld!
sk: Zaznamenávanie informácií o spätnom zlučovaní pre r%1!ld! až r%2!ld!
sr@latin: Zapisivanje informacija spajanja za inverziju spajanja od r%1!ld! do r%2!ld!
vi: Ghi hồ sơ thông tin hợp nhất cho đảo hợp nhất của r%1!ld! đến r%2!ld!

source: Recording mergeinfo for reverse merge of r%ld
cs: Zaznamenáváni informací o zpětném slučování r%ld
hr: Bilježim informacije o stapanju za obrnuto stapanje r%ld
it: Registrazione di mergeinfo per la fusione all'indietro di r%ld
ja: r%ld の逆マージのための情報を記録中
nb: Tar opp fletteinfo for reversfletting av r%ld
oc: Enregistrament dels mergeinfo per l'inversion de la fusion r%ld
sk: Zaznamenávanie informácií o spätnom zlučovaní pre r%ld
sr@latin: Zapisivanje infirmacija spajanja za inverziju spajanje od r%ld
vi: Ghi hồ sơ thông tin hợp nhất cho đảo hợp nhất của r%ld

source: Recover the auto-saved documents Open the auto-saved versions instead of the explicitly saved versions
cs: Obnovit automaticky uložené dokumenty Otevřít automaticky uložené dokumenty místo jednoznačně uložených verzí
hr: Vrati auto-spremljene dokumente Otvori auto-spremljene verzije umjesto izričito spremljenih verzija
it: Recupera i documenti salvati automaticamente Apre i le versioni dei documenti salvati automaticamente anziché le versioni salvate esplicitamente
ja: 自動保存されたドキュメントを復元する 明示的に保存されたバージョンの代わりに自動保存されたバージョンを開く
nb: Gjenvinn de autolagrede dokumentene Åpner de autolagrede versjonene i stedet for de eksplisitt lagrede versjonene
oc: Recupèra los salvaments automatics dels documents Dobrís los salvaments automatics al luòc de las versions salvadas explicitament
sk: Obnoviť automaticky uložené dokumenty Otvorí automaticky uložené dokumenty namiesto užívaľom uložených verzií
sr@latin: Vraća auto-sačuvana dokumenta Otvori auto-sačuvane verzije umesto eksplicitno sačuvanih verzija
vi: Phục hồi các tài liệu được lưu tự động Mở các phiên bản được lưu tự động thay cho các phiên bản được lưu rõ ràng

source: Rectangle Tool Rectangle
cs: Nástroj Obdélník Obdélník
hr: Pravokutna alatka Pravokutnik
it: Strumento Rettangolo Rettangolo
ja: 長方形ツール 長方形
nb: Rektangel-verktøy Rektangel
sk: Nástroj obdĺžnik Obdĺžnik
sr@latin: Alat pravougaonika Pravougaonik
vi: Công cụ hình chữ nhật Hình chữ nhật

source: Recurse into unversioned folders
cs: Rekurzivně do adresářů bez verze
hr: Idi rekurzivno i u neverzionirane mape
it: Ricorsivo nella cartelle senza versione
ja: バージョン管理外のフォルダーを再帰的に調べる
nb: Gå rekursivt inn i ikke-versjonerte mapper
oc: Percórrer recursivament los repertòris non versionats
sk: Vnoriť sa do neverziovaných adresárov
sr@latin: Rekurzija u neverzionisanim imenicima
vi: Đệ quy vào các thư mục không được đánh phiên bản

source: Recursive operation
cs: Rekurzivní operace
hr: Rekurzivna radnja
it: Operazione ricorsiva
ja: 再帰的な操作
nb: Rekursiv operasjon
oc: Operacion recursiva
sk: Rukurzivná operácia
sr@latin: Rekurzivne operacije
vi: Tác vụ đệ quy

source: Recursive Remove the property also from items in Subfolders.
cs: Rekurzivní Odstraní vlastnost také z položek v Podadresářích.
hr: Rekurzivno Također ukloni svojstvo sa stavki u podmapama
it: Ricorsiva Rimuovi
ja: 再帰的 サブフォルダー内の項目からもプロパティを削除する。
nb: Rekursiv Fjern egenskapen også fra elementer i undermapper.
sk: Rekurzivne Odstráni vlastnosť aj z objektov v podadresároch
sr@latin: Rekurzivno Ukloni osobine takođe iz stavki podfoldera
vi: Đệ quy Loại bỏ thuộc tính từ các món trong Các thư mục con

source: Recycle bin
cs: Koš
hr: Koš za smeće
it: Cestino
ja: ごみ箱
nb: Papirkurv
oc: Escobilhièr
sk: Kôš
sr@latin: Korpa recikliranja
vi: Thùng rác

source: Redirecting to url
cs: Přesměrovávám na url
hr: Preusmjeravanje na URL
it: Redirezione alla url
ja: URLにリダイレクト中
nb: Omdirigerer til url
oc: Url de redirection
sk: Presmerovávanie na URL
sr@latin: Preusmeravanje ka url
vi: Chuyển hướng sang url

source: Redo
cs: Znovu
hr: Ponovo uradi
it: Ripeti
ja: やり直し
nb: Gjenta
oc: Refar
sk: Znova
sr@latin: Ponovi

source: Redo the previously undone action Redo
cs: Znovu opakovat předchozí navrácenou činnost Znovu
hr: Ponovi prethodno poništenu akciju Ponovi
it: Ripristina l'operazione precedentemente annullata Ripristina
ja: 以前に行われた元に戻す操作をやり直す やり直し
nb: Gjenta sist angrede handling Gjenta
oc: Refar la darrièra accion anullada Refar
sk: Zopakovať predchádzajúci vrátený úkon Zopakovať
sr@latin: Ponovi prethodno poništenu akciju Ponovi
vi: Khôi phục hành động chưa làm xong trước đó Khôi phục

source: Reduce cross-&lines
cs: Omezit &překřížené čáry
hr: Smanji križanja &linija
it: Riduci le linee &incrociate
ja: 線の交差を避ける(&L)
nb: Reduser &krysslinjer
oc: Reduire &les intersections
sk: Re&dukovať kríženia čiar
sr@latin: Smanji presečne-&linije
vi: Giảm các &dòng bắt chéo

source: Reduce the window to an icon
cs: Zmenšit okno
hr: Smanji prozor u ikonu
it: Riduci la finestra ad icona
ja: ウィンドウをアイコン化する
nb: Minimer vinduet til et ikon
oc: Reduire la fenèstra
sk: Zmenšiť okno na ikonu
sr@latin: Smanji prozor u ikonu
vi: Giảm cửa sổ thành một biểu tượng

source: Refresh
cs: Obnovit
hr: Osvježi
it: Aggiorna
ja: 最新に更新
nb: Gjenoppfrisk
oc: Refrescar
sk: Obnoviť
sr@latin: Osveži
vi: Làm mới

source: Refresh &shell overlays
cs: Obnovit &překryvy rozhraní
hr: Obnovi sličice u lju&ski
it: Aggiorna overlay &shell
ja: シェルのオーバーレイを更新(&S)
nb: Oppfrisk &ikonlag
oc: Refrescar le&s icònas de recobriment
sk: Obnoviť &prekrytie šelu
sr@latin: Ovežite overleje &školjke
vi: Làm mới nạp chồng &shell

source: Refreshing shell for %1!ls!
cs: Obnovuji rozhraní pro %1!ls!
hr: Obnavljam ljusku za %1!ls!
it: Aggiorna shell per %1!ls!
ja: %1!ls! のオーバーレイを更新中
nb: Oppfrisker ikonlag for %1!ls!
oc: Resfresca lo shell per %1!ls!
sk: Obnovovanie šelu pre %1!ls!
sr@latin: Osvežava školjku za %1!ls!
vi: Làm mới shell cho %1!ls!

source: Regex Filter
cs: Filtr s regulárním výrazem
hr: Filter za uobičajeni izraz
ja: 正規表現フィルター
nb: Regulært Uttrykk-filter
oc: Filtre regex
sr@latin: Regeks filter

source: Regex Filters
cs: Filtry s regulárním výrazem
hr: Filteri za uobičajene izraze
ja: 正規表現フィルター
nb: Regulært Uttrykk-filtre
oc: Filtres regex
sk: Regex Filtere
sr@latin: Regeks filteri

source: Regex matching message:
cs: Zpráva odpovídající regulárnímu výrazu:
hr: Podudaranje poruka za uobičajene izraze
ja: 正規表現の一致メッセージ:
nb: Melding for treff på regulært uttrykk:
oc: Messatge Regex semblable :
sr@latin: Regeks prepoznavanja poruka:

source: Regex:
cs: Regulární výraz:
hr: Uobičajeni izraz:
ja: 正規表現:
nb: Regulært uttrykk:
sk: Regulárny výraz:
sr@latin: Regeks:

source: Regular Expression
cs: Regulární výraz
hr: Regularni izraz
it: Espressione regolare
ja: 正規表現
nb: Regulært Uttrykk
oc: Expression Regulara
sk: Regulárny výraz
sr@latin: Regularni izraz
vi: Biểu thức thông thường

source: Regular expressions filter: . : any character c+ : match character c one or more times c* : match character c zero or more times ^ : start of line $ : end of line (string){n} : match string n times (abcd) : subexpression [aei0-9] : match a,e,i and 0..9 [^aei0-9] : anything but a,e,i and 0..9 \w : matches a-z,A-Z,0-9 and _ \W : any non-alphanumeric character \d : digits 0-9 \s : whitespaces
cs: Filtr regulárních výrazů: . : jakýkoliv znak c+ : znak c jeden nebo více krát c* : znak c nula nebo více krát ^ : začátek řádky $ : konec řádky (řetězec){n} : řetězec n-krát (abcd) : podvýraz [aei0-9] : a,e,i nebo 0..9 [^aei0-9] : cokoliv kromě a,e,i nebo 0..9 \w : a-z,A-Z,0-9 nebo _ \W : jakýkoliv nealfanumerický znak \d : číslo 0-9 \s : mezery
hr: Filter regularnih izraza: . : bilo koji znak c+ : pronađi slovo c jedno ili više ponavljanja c* : pronađi slovo c nola ili više ponavljanja ^ : početak retka $ : završetak retka (string){n} : string n puta (abcd) : podizraz [aei0-9] : a,e,i i 0..9 [^aei0-9] : sve osim a,e,i i 0..9 \w : pronalazi a-z,A-Z,0-9 i _ \W : pronalazi bilo koji znak koji nije slovo ili broj (a-z,A-Z,0-9 i _) \d : brojevi 0-9 \s : razmak ili tab
it: Filtro espressioni regolari: .: qualunque carattere c+: trova carattere c una o più volte c*: trova carattere c zero o più volte ^: linea inziale $: linea finale (string){n}: trova la stringa n volte (abcd): sottoespressione [aei0-9]: trova a,e,i e 0..9 [^aei0-9]: qualunque carattere tranne a,e,i e 0..9 \w: trova a-z,A-Z,0-9 e _ \W: qualunque carattere non-alfanumerico \d: cifre 0-9 \s: spazi bianchi
ja: 正規表現による絞り込み条件 . : 任意の文字 c+ : 文字 c の1回以上の出現にマッチ c* : 文字 c の0回以上の出現にマッチ ^ : 行頭 $ : 行末 (string){n} : 文字列 string への n 回の出現にマッチ (abcd) : 部分式 [aei0-9] : a、e、i、0～9 にマッチ [^aei0-9] : a、e、i、0～9 以外の文字にマッチ \w : a～z、A～Z、0～9、_ にマッチ \W : アルファベットと数字以外にマッチ \d : 十進数0～9にマッチ \s : ホワイトスペース（空白やタブなど）
nb: Regulært uttrykksfilter: . : hvilket tegn som helst c+ : passer til tegnet c en eller flere ganger c* : passer til tegnet c ingen eller flere ganger ^ : linjestart $ : linjeslutt (streng){n} : passer til strengen n ganger (abcd) : underuttrykk [aei0-9] : passer til a,e,i og 0..9 [^aei0-9] : alt annet enn but a,e,i og 0..9 \w : passer til a-z,A-Z,0-9 og _ \W : ethvert ikke-alfanumerisk tegn \d : sifrene 0-9 \s : blanktegn
oc: Filtre d'expressions regularas : . : n'importe quin caractèr c+ : correspond al caractèr c una o mantun còp c* : correspond al caractèr c zèro o mantun còp ^ : començament de la linha $ : fin de la linha (cadena){n} : correspond a la cadena n còps (abcd) : sosexpression (abcd) : sosexpression [aei0-9] : correspond a a,e,i e 0..9 [^aei0-9] : qué que siá levat a,e,i e 0..9 \w : correspond a a-z,A-Z,0-9 e _ \W : quin caractèr que siá non alpha-numérique \d : chifra de 0 a 9 \s : espaci blanc
sk: Filter regulárnych výrazov: . : akýkoľvek znak c+ : znak raz, alebo viac krát c* : akýkoľvek počet výskytov znaku ^ : začiatok riadka $ : koniec radka (string){n} : výskyt práve n-krát (abcd) : podvýraz [aei0-9] : zodpovedá: a,e,i a 0..9 [^aei0-9] : čokoľvek okrem a,e,i a 0..9 \w : zodpovedá a-z,A-Z,0-9 a _ \W : čokoľvek okrem písmen a čísel \d : čísla 0-9 \s : biele znaky
sr@latin: Filter regularnih izraza: . : bilo koji znak c+ : pronađi slovo s jednom ili više puta c* : pronađi slovo s nula ili više puta ^ : početak reda $ : završetak reda (string){n} : string n puta (abcd) : podizraz [aei0-9] : nađi a,e,i i 0..9 [^aei0-9] : sve osim a,e,i i 0..9 \w : pronalazi a-z,A-Z,0-9 i _ \W : pronalazi bilo koji znak koji nije slovo ili broj (a-z,A-Z,0-9 i _) \d : cifre 0-9 \s : beline
vi: Lọc biểu thức thông thường: . : bất kỳ ký tự nào c+ : khớp ký tự c một hoặc nhiều lần c* : khớp ký tự c không hoặc nhiều lần ^ : bắt đầu dòng $ : cuối dòng (string){n} : khớp chuỗi n lần (abcd) : biểu thức con [aei0-9] : khớp a,e,i và 0..9 [^aei0-9] : mọi thứ trừ a,e,i và 0..9 \w : khớp a-z,A-Z,0-9 và _ \W : bất ký ký tự không phải chữ \d : chữ số 0-9 \s : khoảng trắng

source: Reintegrate merge %1!ls! into %2!ls!
cs: Znovu začlenit sloučení %1!ls! do %2!ls!
hr: Reintegriraj stapanje %1!ls! u %2!ls!
it: Reintegra l'unione %1!ls! in %2!ls!
ja: %1!ls! を %2!ls! に再統合する
nb: Reintegrer flett %1!ls! inn i %2!ls!
oc: Fusion de réintegracion %1!ls! dins %2!ls!
sk: Reintegračne zlúčiť %1!ls! do %2!ls!
sr@latin: Reintegriše stapanje %1!ls! u %2!ls!
vi: Tái tích hợp hợp nhất %1!ls! vào %2!ls!

source: Reject the certificate Cancel the connection.
cs: Odmítnout certifikát Zruší připojení.
hr: Odbaci certifikat Poništi vezu
it: Rifiuta il certificato Termina la connessione
ja: 証明書を拒否する 接続をキャンセルする。
nb: Avvis sertifikatet Avbryt forbindelsen.
sk: Odmietnuť certifikát Zruší pripojenie.
sr@latin: Odbijen sertifikat Otkazana konekcija.
vi: Bác bỏ chứng thực Huỷ bỏ kết nối.

source: Rejected patch hunks for '%ls'
cs: Odmítnutá část záplaty pro '%ls'
hr: Odbijeni komadi zakrpa za '%ls'
it: Pezzi di patch rifiutate per '%ls'
ja: 「%ls」のためのパッチをリジェクト
nb: Avviste korreksjonsavsnitt for '%ls'
oc: Reget de las partidas &patchejadas per '%ls'
sk: Odmietnutá záplata hunks '%ls'
sr@latin: Odbačen deo zakrpe za '%ls'
vi: Bác bỏ khối vá cho '%ls'

source: Release loc&k...
cs: &Uvolnit zámek...
hr: Otključaj lo&kot...
it: Sblo&cca...
ja: ロックを解除(&K)...
nb: Fjern s&perre...
oc: Daissar anar lo v&errolh
sk: Odom&knúť...
sr@latin: Otključaj ka&tanac...
vi: Thả &khóa...

source: Releases locks even if you're not the owner of the locks (breaks them).
cs: Uvolní zámky ač nejste majitelem zámků (rozbije je).
hr: Oslobađa lokote čak i kada Vi niste njihov vlasnik (uklanja ih).
it: Annulla il blocco anche se non se ne è l'autore.
ja: ロックの保持者でなくてもロックを解除する（強制解除する）。
nb: Fjerner sperrer, også de du ikke eier (opphever de).
oc: Daissa anar los verrolhs quitament se sètz pas lo proprietari dels verrolhs (los copa).
sk: Uvoľní zámky i keď nie ste jeho vlastníkom (zlomí).
sr@latin: Oslobađa katanace čak i kada vi niste njihov vlasnik (uklanja ih).
vi: Thả khóa ngay cả nếu bạn không phải là chủ của các khóa (phá chúng).

source: Releases locks on files so other users can edit them again.
cs: Uvolnit zámky na souborech, takže ostatní uživatelé je budou moci opět upravovat.
hr: Otključava datoteke kako bi ih ostali korisnici ponovo mogli mijenjati.
it: Annulla il blocco, in modo che altri utenti possano modificare il/i file in questione.
ja: 他のユーザーが再び編集できるようにファイルのロックを解除する。
nb: Fjerner sperrer på filen så andre brukere kan redigere de igjen.
oc: Daissa anar los verrolhs suls fichièrs e tanben los autres utilizaires los pòdon modificar tornamai.
sk: Uvoľní zámky súborov takže ich budú môcť upravovať opäť aj ostatný.
sr@latin: Otključava fajlove kako bi ih ostali korisnici ponovo mogli menjati.
vi: Thả khóa trên tập tin để các người dùng khác có thể biên tập chúng lần nữa.

source: Relo&cate...
cs: &Přemístit...
hr: Pre&mjesti...
it: Ricoll&oca...
ja: 再配置(&C)...
nb: Om&plasser...
oc: Relo&calizar...
sk: Premie&stniť...
sr@latin: Pre&mesti...
vi: &Tái định vị...

source: Reload
cs: Znovu načíst
hr: Iznova učitaj
it: Ricarica
ja: 再読み込み
nb: Last på nytt
oc: Recargar
sk: Znovu načítať
sr@latin: Ponovo učitaj
vi: Tải lại
