Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Waiting for monitoring thread to finish...
cs: Čekání na ukončení vlákna monitoru...
hr: Čekanje da se nit praćenja završi...
ja: 監視スレッドの終了を待機しています...
nb: Venter til overvåkingstråden blir ferdig...
oc: En espèra de la fin del processus de susvelhança...
sr@latin: Čeka se da se nit nadgledanja završi...

source: Want to go offline?
cs: Chcete jít offline?
hr: Želite li raditi offline?
it: Andare offline?
ja: オフラインにしますか？
nb: Vil du koble fra?
oc: Volètz passar en mòde fòra linha ?
sk: Chcete sa odpojiť?
sr@latin: Želite li da se isključite?
vi: Có muốn ra khỏi mạng không?

source: Warning
cs: Varování
hr: Upozorenje
it: Attenzione
ja: 警告
nb: Advarsel
oc: Avertiment
sk: Varovanie
sr@latin: Upozorenje
vi: Cảnh báo

source: Warning!
cs: Varování!
hr: Upozorenje!
it: Attenzione!
ja: 警告
nb: Advarsel!
oc: Avertiment !
sk: Varovanie!
sr@latin: Upozorenje!
vi: Cảnh báo!

source: When a small log cache has not been used for the given number of days, it will be removed automatically.
cs: Když malá úschova záznamu nebyla použita pro daný počet dní, bude automaticky odstraněna.
hr: Kada mali zapis u kešu nije bio korišten za dani broj dana, biti će automatski obrisan.
it: Quando una cache di log piccola non è stata utilizzata per il numero di giorni dato, verrà rimossa automaticamente.
ja: 指定した日数の間、小さなログキャッシュが使用されない場合は、 自動的にそのキャッシュは削除されます。
nb: Når et lite loggmellomlager ikke har vært brukt i løpet av det oppgitte antall dager, vil det fjernes automatisk.
oc: Quand un comentari mis en cache es pas utilizat dempuèi un nombre de jorns donat, es automaticament suprimit.
sk: Keď malý zásobník denníka nebol použitý udaný počet dní, bude automaticky vymazaný.
sr@latin: Kada mali keš dnevnika nije mogao biti korišćen za dati broj dana, biće uklonjen automatski.
vi: Khi một bản lưu trữ tường trình nhỏ không được dùng cho một số ngày đã định, nó sẽ bị loại bỏ một cách tự động

source: When activated, hold down the SHIFT key when right-clicking to get the TortoiseSVN menus added to the context menu
cs: Pokud je aktivován, podržte klávesu SHIFT, při stisknutí pravého tlačítka myši, pro přidání menu TortoiseSVN do kontextového menu
hr: Kada je aktivno, držite tipku SHIFT kada klikćete desnom tipkom miša da biste dobili TortoiseSVN izbornike u kontekstnom izborniku
it: Quando attivato, tieni premuto il tasto SHIFT e il tasto destro del mouse per aggiungere i menu di TortoiseSVN al menu contestuale
ja: 有効にすると、Shiftキーを押しながら右クリックしたときに限り、コンテキストメニューにTortoiseSVNのメニューが現れるようになります。
nb: Når aktivert, hold nede SHIFT-tasten ved høyreklikk for å få TortoiseSNV-menyene lagt til sammenhengsmenyen
oc: Quand activat, tenètz la tòca SHIFT en fasent un clic de dreita per veire los menús TortoiseSVN dins lo menú contextual
sk: Keď je aktivné podržte pri stlačení pravého tlačítka myši klávesu SHIFT, aby ste do kontextového menu pridali TortoiseSVN menu.
sr@latin: Kada je aktiviran, držite ŠIFT taster dok uradite desni klik da dobijete TortoiseSVN menije dodate u kontekst meniju
vi: Khi được kích hoạt, nhấn giữ phím SHIFT khi nhấp chuột phải để thêm thục đơn TortoiseSVN vào thực đơn ngữ cảnh

source: When connecting to the repository server is not possible, TSVN can switch to using cached data only. Select the default behaviour here.
cs: Když není možno se připojit k serveru úložiště, TSVN může přepnout k používaní pouze uložených dat. Vyberte výchozí chování zde.
hr: Kada veza s poslužiteljem nije moguća, TSVN može raditi s lokalno pohranjenjim podacima. Odaberite željeno ponašanje.
it: Quando ci si connette al repository del server non è possibile, TSVN può andare solo sui dati nella cache. Selezionare qui il comportamentoo di default
ja: リポジトリサーバーへの接続ができない場合、TSVNは キャッシュデータのみを使用するように切り替えることができます。 ここでデフォルトの動作を選択してください。
nb: Når det ikke er mulig å kontakte depottjeneren, kan TSVN gå over til å bruke kun mellomlagrede data. Velg standard oppførsel her.
oc: Quand la connexion a un servidor de depaus es impossible, TSVN pòt opter per l'utilizacion de las donadas del cache unicament. Seleccionatz lo compòrtament per defaut aicí.
sk: Keď pripojenie k úložisku nie je možné, TSVN sa môže prepnúť do režimu používania iba zásobníkových údajov. Vyberte predvolené správanie.
sr@latin: Kada spajanje sa serverom nije moguće, TSVN može preći na modus korišćenja lokalno keširanih podataka. Odaberite ovde željeno ponašanje.
vi: Khi kết nối tới máy chủ kho chứa là không thể, TSVN có thể chuyển sang sử dụng dữ liệu lưu trữ. Chọn hành động mặc định ở đây.

source: When enabled, TortoiseSVN move/copy context menu items will be available when dragging folders / files
cs: Při povolení budou dostupné položky kontextové nabídky TortoiseSVN při kopírování/přesunování složek / souborů
hr: Kada je omogućeno, TortoiseSVN premještanje/kopiranje stavki konteksnog menija biti će dostupne prilikom povlačenja mapa/datoteka
ja: 有効にすると、フォルダーやファイルをドラッグしたときに、コンテキストメニュー項目でTortoiseSVNの移動/コピーが有効になります。
nb: Når aktivert vil valg for TortoiseSVN flytt/kopier være tilgjengelig når du drar mapper / filer
oc: Un còp activat, los elements del menú contextual de TortoiseSVN desplaçar/copiar seràn disponibles al moment del lisament dels fichièrs/dorsièrs.
sr@latin: Kada je omogućen, TortoiseSVN pomeri/kopiraj kontekst meni stavka biće dostupna kada se vuku folderi / fajlovi

source: When enabled, the versioned items listed in the commit dialog are automatically selected
cs: Když je zapnuto, položky s verzí v dialogovém okně odevzdání jsou automaticky vybrány
hr: Kad je omogućeno, stavke s verzijama u popisu dijaloga pohrane se automatski odabiru
it: Quando abilitato, gli elementi versionati elencati nella finestra di dialogo di invio vengono automaticamente selezionati
ja: 有効にすると、コミットダイアログに表示されるバージョン管理中の項目が自動的に選択されるようになります。
nb: Hvis valgt vil de versjonerte elementene som listes i innsendingsdialogen, velges automatisk
oc: Se activat, los elements versionats listats dins la bóstia de dialòg de liurason son automaticament seleccionats.
sk: Keď je povolené, verziované objekty zobrazené v odovzdávacom dialógu sú automaticky vybrané na odovzdanie
sr@latin: Kad je omogućeno, stavke s verzijama u popisu dijaloga urezivanja se automatski biraju
vi: Khi được cho phép, các món được đánh phiên bản liệt kê trong hộp thoại cam kết sẽ tự động được lựa chọn

source: When locking one or more selected files, shows a dialog asking for a descriptive message about the locking
cs: Při uzamknutí jednoho nebo více souborů se zobrazí dialogové okno, s dotazem na popisnou zprávu o důvodu uzamknutí
hr: Kad zaključavate jednu ili više odabranih datoteka prikazuje dijalog koji vas traži opisnu poruku o zaključavanju
it: Quando si sta bloccando uno o più file, mostrare una finestra di dialogo che richieda un messaggio descrittivo sui motivi dell'azione.
ja: 選択している１つ以上のファイルをロックする際に、ロックについての メッセージを問い合わせるダイアログを表示する。
nb: Når en eller flere filer sperres, vises en dialog som spør etter en beskrivelse for sperringen
oc: En verròcllant un o mantun fichièr seleccionats, aficha une bóstia de dialòg demandant un messatge descriptiu del verrolh.
sk: Pri zamykaní jedného, alebo viacerých súborov, zobrazí dialógové okno na zadanie popisu o zamykaní
sr@latin: Kad zaključavate jedan ili više odabranih fajova, prikazuje dijalog koji vas pita za opisnu poruku o zaključavanju
vi: Khi khóa một hay nhiều tập tin, hiển thị một thông báo hỏi nhập vào một thông điệp mô tả về việc khóa

source: Whitespace changes (tabs, spaces)
cs: Změny mezer (tabulátory, mezerníky)
hr: Promjena razmaka (tabulatora, razmaka)
it: Differenze di spazi (tabs, spazi)
ja: 空白文字の変更（タブ、スペース）
nb: Endringer i blanktegn (tab, mellomrom)
oc: Cambiaments d'espacis blancs (tabulacions, espacis)
sk: Biele znaky (tabulátory, medzery)
sr@latin: Beline su izmenjene (tabovi, razmaci)

source: Whitespaces
cs: Mezery
hr: Razmaci
it: Spaziature
ja: 空白
nb: Blanktegn
oc: Espacements
sk: Biele znaky
sr@latin: Beline
vi: Khoảng trắng

source: Window Position
cs: Pozice okna
hr: Položaj prozora
it: Posizione Finestra
ja: ウィンドウ位置
nb: Vindusplassering
sk: Pozícia okien
sr@latin: Pozicija prozora
vi: Vị trí cửa sổ

source: Windows 2000
sr@latin: Vindous 2000

source: Windows 7
sr@latin: Vindous 7

source: Windows XP
it: Wiindows XP
sr@latin: Vindous HP

source: Working Copy
cs: Pracovní kopie
hr: Radna kopija
it: Copia di lavoro
ja: 作業コピー
nb: Arbeidskopi
oc: Còpia de trabalh
sk: Pracovná kópia
sr@latin: Radna kopija
vi: Bản đang làm

source: Working Copy Path:
cs: Cesta Pracovní kopie
hr: Staza radne kopije:
it: Percorso della copia di lavoro:
ja: 作業コピーのパス:
nb: Sti til arbeidskopi:
oc: Camin de la còpia de trabalh :
sk: Cesta pracovnej kópie:
sr@latin: Putanja radne kopije:
vi: Đường dẫn của bản đang làm:

source: Working copy
cs: Pracovní kopie
hr: Radna kopija
it: Copia di lavoro
ja: 作業コピー
nb: Arbeidskopi
oc: Còpia de trabalh
sk: Pracovná kópia
sr@latin: Radna kopija
vi: Bản đang làm

source: Working copy relocated to %ls
cs: Pracovní kopie přemístěna do %ls
hr: Radna kopija je premještena na %ls
it: La copia di lavoro è stata spostata su: %ls
ja: 作業コピーは再配置されました。 %ls
nb: Arbeidskopien er omplassert til %ls
oc: La còpia de trabalh es estat desplaçada dans %ls
sk: Pracovná kópia preložená do %ls
sr@latin: Radna kopija premeštena na %ls
vi: Bản đang làm được di dời đến %ls

source: Working copy: %ls
cs: Pracovní kopie: %ls
hr: Radna kopija: %ls
it: Copia di lavoro: %ls
ja: 作業コピー: %ls
nb: Arbeidskopi: %ls
oc: Còpia de trabalh : %ls
sk: Pracovná kópia: %ls
sr@latin: Radna kopija: %ls
vi: Bản đang làm: %ls

source: Wrap long lines
cs: Zalomit dlouhé řádky
hr: Prelomi dugačke retke
it: A capo automatico
ja: 長い行を折り返す
nb: Del lange linjer
oc: Envolopatz las longas linhas
sk: Zalomiť dlhé riadky
sr@latin: Zavi dugačke linije
vi: Gói các dòng dài

source: Wrap long lines at the right border of the view Wrap long lines
cs: Zalomí dlouhé řádky v právem okraji zobrazení Zalomit dlouhé řádky
hr: Prelomi dugačke retke na desnom rubu pogleda Prelomi dugačke retke
it: A capo bordo destr della vista per linee linghe A capo automatico
ja: 長い行をビューの右端で折り返す 長い行を折り返す
nb: Del lange linjer i høyre kant av visningen Del lange linjer
oc: Envolopatz las longas linhas sul bòrd dreit de la vista Envolopatz las longas linhas
sk: Zalamovať dlhé riadky na pravom okraji panela Zalamovať dlhé riadky
sr@latin: Zavi dugačke linije na desnoj ivici pregleda Zavi dugačke linije
vi: Gói các dòng dài ở biên bên phải của màn xem Gói các dòng dài

source: You already have the latest version installed.
cs: Už máte nainstalovanou poslední verzi.
hr: Vi već imate instaliranu najsvježiju verziju.
it: Si sta già utilizzando la versione più recente.
ja: 最新バージョンがインストールされています。
nb: Du har den nyeste versjonen installert.
oc: Avètz ja la darrièra version installada.
sk: Už máte nainštalovanú aktuálnu verziu.
sr@latin: Vi već imate instaliranu najsvježiju verziju.
vi: Bạn đã có phiên bản mới nhất cài đặt.

source: You can disable specific Overlay handlers here. Disabled handlers won't use up an overlay slot and give other shell extensions a chance to show their overlays.
cs: Zde můžete vypnout určité Obslužné rutiny překrytí ikon. Vypnuté Obslužné rutiny nevyužívají slot překrytí a davají ostatním rozšířením rozhraní šanci zobrazit jejich překrytí ikon.
hr: Ovdje možete isključiti pojedine rukovatelje preklapanja ikona. Isključeni rukovatelji neće koristiti mjesto za preklapanje ikona, i dat će drugim proširenjima ljuske priliku za prikazivanje njihovog preklapanja.
it: E' possibile disabilitare degli specifici gestori di Overlay qui. I gestori disabilitati non useranno uno slot di overlay e daranno alle altre estensioni di shell la possibilità di mostrare gli overlay.
ja: 特定のオーバーレイハンドラーを無効にすることができます。 ハンドラーを無効化すると、使用するオーバーレイスロットが減るので、その分、他のシェルエクステンションがオーバーレイ表示できるようになります。
nb: Du kan deaktivere bestemte ikoner her. Deaktiverte ikoner bruker ikke en ikonlag-plass og gir andre skallutvidelser mulighet til å vise sine ikoner.
oc: Podètz desactivar de gestionaris especifics de Recobriment aicí. Los gestionaris desactivats utilizaràn pas de slot de recobriment e donaràn a las autras extensions de l'explorador una chança d'afichar lors recobriments.
sk: Tu možete vypnúť popisovače prekrytých ikon. Vypnutý popisovač nepoužíva slot a dáva ostatným rozšireniam šelu šancu na zobrazenie ich prekrytých ikon.
sr@latin: Ovde možete onemogućiti specifične rukovaoce prekrivačima. Onemogućeni rukovaoci nemogu koristiti slot prekrivača i dati šansu drugim proširenjima školjke da prikažu svoje prekrivače.
vi: Bạn có thể vô hiệu hóa những bộ xử lý Nạp Chồng cụ thể ở đây. Những bộ xử lý sẽ không dùng hết những ô nạp chồng và sẽ cho các phần mở rộng shell cơ hội để hiện nạp chồng

source: You can paste bitmap with the size (%d x %d) only!
cs: Můžete vložit jen bitmapu s velikosti (%d x %d)!
hr: Možete zaljepiti samo bitmap veličine (%d x %d)!
it: E' possibile incollare solo una bitmap con le misure (%d x %d) !
ja: %d × %d サイズのビットマップ画像のみ貼り付けることができます。
nb: Du kan lime inn bitmap kun med størrelse (%d x %d)!
sk: Môžete vložiť iba obrázok s rozmermi (%d x %d)!
sr@latin: Možete nalepiti bitmapu samo veličine (%d x %d) !
vi: Bạn có thể chỉ dán các ảnh với kích thước (%d x %d)!

source: You can't create more than %d user-defined toolbars!
cs: Uživatelských nástrojových lišt nemůžete vytvořit více než %d !
hr: Ne možeš kreirati više od %d korisničkih traka sa alatima!
it: Non è possibile creare pi+ di %d toolbar definite dall'utente!
ja: ユーザー定義ツールバーは%d件までしか作成できません。
nb: Du kan ikke lage mer enn %d brukerdefinerte verktøylinjer!
sk: Nemôžete vytvoriť viac ako %d užívateľských líšt!
sr@latin: Možete kreirati više od %d alatnih panela koje je definisao korisnik!
vi: Bạn không thể tạo ra nhiều hơn %d thanh công cụ do người dùng định nghĩa!

source: You can't set this property on folders, only on files! If you want to set it on all files within that folder, you must activate the 'recursive' checkbox.
cs: Tuto vlastnost nelze nastavit adresářům, pouze souborům! Pokud ji chcete nastavit na všechny soubory v adresáři, musíte zaškrtnout 'rekurzivně'.
hr: Ne možete postaviti to svojstvo na mapama nego samo na datotekama! Ako ga želite postaviti na svim datotekama unutar mape, morate uključiti kvadratić 'Rekurzivno'.
it: È possibile impostare questa proprietà solo per i file e non per le cartelle! Se si desidera impostare tale proprietà su tutti i file contenuti nella cartella, bisogna attivare l'opzione 'ricorsivo'.
ja: このプロパティはファイルに対してのみ設定可能であり、フォルダーに対して設定することはできません。 フォルダー内のすべてのファイルに設定したい場合は、「再帰」チェックボックスをオンにしてください。
nb: Du kan ikke sette denne egenskapen på mapper, bare på filer! Hvis du vil sette den på alle filer i mappen, må du huke av for 'rekursivt'.
oc: Podètz pas metre aquesta proprietat suls repertòris, solament suls fichièrs ! Se volètz metre aquò sus totes los fichièrs contenguts dins aqueste repertòri, vos cal activar la casa de marcar 'recursiu'.
sk: Túto vlastnosť nie je možné nastaviť na adresáre! Ak ju chcete použiť na všetky súbory v tom adresári, musíte vybrať zaškrtávacie políčko "rekurzívne".
sr@latin: Ne možete postaviti to svojstvo na imenicima nego samo na fajlovima! Ako ga želite postaviti na svim fajlovima unutar foldera, morate uključiti kvadratić 'rekurzivani'.
vi: Bạn không thể đặt thuộc tính này trên các thư mục, chỉ có thể trên các tập tin! Nếu bạn muốn đặt nó trên các tập tin trong thư mục, bạn phải kích hoạt hộp đánh dấu 'đệ quy'.

source: You dropped more than one file or folder to add to the repository. It's not possible to do that in one step, so TortoiseSVN will add each file/folder individually, creating a new revision for every added item.
cs: Přethli jste více než jeden soubor nebo adresář pro přidání do úložiště. Toto není možné udělat najednou, takže TortoiseSVN přidá každý soubor/adresář zvlášť, čímž vytvoří novou revize pro každou přidanou položku.
hr: Ispustili ste više od jedne datoteke ili mape za dodati u repozitorij. Nije moguće to učiniti u jednom koraku, pa će TortoiseSVN dodati svaku datoteku/mapu zasebno, kreirajući novu reviziju za svaku dodanu stavku.
it: Hai inviato più di un file o cartella da aggiungere nel repository. Non è possibile farlo in un passo solo, così TortoiseSVN aggiungerà ciascun file/cartella individualmente, creando una nuova revisione per ogni elemento aggiunto.
ja: リポジトリへ追加するために、複数のファイルやフォルダーがドロップされました。 一度にすべてを処理することができないため、 TortoiseSVN はファイル/フォルダーを 個別に追加し、追加された項目毎に新しいリビジョンを作成します。
nb: Du slapp mer enn en fil eller mappe for å legge til i depotet. Dette kan ikke gjøres i ett steg, så TortoiseSVN vil legge til hver fil/mappe for seg og lage en ny revisjon for hvert nytt element.
oc: Avètz abandonat mai d'un fichièr o dorsièr a apondre al repertòri. Es pas possible del far en una etapa, lors TortoiseSVN apondrà cada fichièr/dorsièr individualament, créant una novèla revision per cada item apondut.
sk: Na pridanie do úložiska si pustili viac súborov, či adresárov. Toto nie je možne vykonať v jednom kroku, takže TortoiseSVN pridá každý súbor a adresár samostne vytvoriac revíziu pre každý pridaný objekt.
sr@latin: Otpustili ste više od jednog fajla ili foldera da ga dodate u spremište. To nije moguće uraditi u jednom koraku, TortoiseSVN će dodati fajl/folder pojedinačno, kreirajući novu reviziju za svaku dodatu stavku.
vi: Bạn bỏ nhiều hơn một tập tin hay thư mục để thêm vào kho chứa. Không thể làm nó trong một bước, vì vậy TortoiseSVN sẽ thêm từng tập tin/thư mục một cách riêng lẻ, tạo ra một bản chỉnh sửa mới cho mỗi món được thêm.

source: You have marked changed blocks. How should those blocks be saved?
cs: Označili jste změněné bloky. Jak by měly být uloženy?
hr: Označili ste promijenjene blokove. Kako želite da blokovi budu spremljeni?
ja: 変更されたブロックをマークしました。どのようにブロックを保存しますか？
nb: Du har markert endrede blokker. Hvordan skal disse blokkene lagres?
oc: Avètz marcat de blòts modificats. Cossí aquestes blòts devon èsser enregistrats ?
sr@latin: Imate markirane izmenjene blokove. Kako će ovi blokovi biti sačuvani?

source: You have modified properties without saving them first. Do you want to save them now?
cs: Změnili jste vlastnosti bez toho, aniž byste je nejdříve uložili. Chcete je uložit teď?
hr: Izmijenili ste svojstva ali ih još niste snimili. Želite li to sada učiniti?
it: Alcune proprietà sono state modificate senza essere prima salvate. Si desidera salvarle ora?
ja: 保存する前にプロパティの変更を行いました。 今すぐ保存しますか？
nb: Du har endret egenskaper uten å lagre dem først. Vil du lagre dem nå?
oc: Avètz modificat las proprietats sens las enregistrar d'en primièr. Las volètz enregistrar ara ?
sk: Zmenili ste vlastnosti bez toho aby ste ich uložili Chcete ich uložiť teraz?
sr@latin: Izmenili ste svojstva ali ih još niste snimili. Želite li to sada učiniti?
vi: Bạn đã sửa đổi các thuộc tính mà không lưu chúng trước. Bạn có muốn lưu chúng bây giờ không?

source: You have selected %d items to show the diff for. For every of these items a new instance of the diff viewer will be started. Do you really want to show the diff for so many items at once?
cs: Vybrali jste %d položek pro porovnání. Pro každou z těchto položek bude spuštěna nová instance prohlížeče rozdílů. Opravdu chcete zobrazit rozdíly pro tolik položek najednou?
hr: Odabrali ste %d stavki za prikaz razlika. Za svaku ovu stavku, pokrenuti će se nova instanca prikaza razlika. Stvarno želite pokazati razlike za toliko stavki odjednom?
it: Hai selezionato %d elementi per visualizzare le differenze. Per ciascuno di questi elemnti verrà avviata una nuova istanza del visualizzatore differenze. Vuoi realmente visualizzare le differenze per così tanti elementi in una solo volta?
ja: 差分を表示するために%d件の項目が選択されました。 すべての項目について、差分ビューアーの新しいインスタンスが起動します。 本当に一度にたくさんの差分を表示しますか？
nb: Du har valgt å vise diff for %d elementer. En ny instans av diff-programmet vil startes for hvert av disse elementene. Vil du virkelig vise diff for så mange elementer på en gang?
oc: Avètz seleccionat %d elements pels quals afichar lo diferencial. Per cadun d'aquestes elements, una novèla instància del visualizador de diferencial serà lancée. Volètz vraiment afichar lo diferencial per autant d'elements a la fois ?
sr@latin: Izabrali ste %d stavki da prikažete dif za njih Za svaku od tih stavki nova jedinica dif pregledača će se pokrenuti. Da li zaista želite da prikažete dif za toliko mnogo stavki odjednom?

source: You have to update your working copy first.
cs: Musíte nejprve zaktualizovat svou pracovní kopii.
hr: Morate prvo obnoviti Vašu radnu kopiju.
it: Prima è necessario aggiornare la copia di lavoro.
ja: まず、作業コピーを更新してください。
nb: Du må først oppdatere din arbeidskopi.
oc: Vos cal d'en primièr metre a jorn vòstra còpia de trabalh.
sk: Najprv musíte aktualizovať pracovnú kópiu.
sr@latin: Morate najpre uskladiti vašu radnu kopiju.
vi: Bạn phải cập nhật bản làm việc của bạn trước.

source: You haven't entered an issue number.
cs: Nezadali jste číslo problému.
hr: Niste unijeli broj zahtjeva.
it: Hai inserito un numero di elemento.
ja: 課題IDが入力されていません。
nb: Du har ikke angitt et saksnummer
oc: Avètz pas donat de numèro de bug.
sk: Nezadali ste číslo prípadu
sr@latin: Niste uneli broj stavke.
vi: Bạn chưa nhập vào số cho vấn đề.

source: You may define up to %d tools.
cs: Můžete definovat nejvíce %d nástrojů.
hr: Možes definirati do %d alata.
it: E' possibile definire fino a %d barre.
ja: ツールは%d件までしか定義できません。
nb: Du kan definere opp til %d verktøy.
sk: Najviac môžete definovať %d nástroj.
sr@latin: Možete definisati do %d alata.
vi: Bạn có thể định nghĩa nhiều nhất %d công cụ.

source: You must restart your system for the changes to take effect.
cs: Je potřeba restartovat systém, aby se projevily změny.
hr: Morate ponovo pokrenuti računalo kako bi aktivirali izmjene.
it: È necessario riavviare il sistema affinchè i cambiamenti abbiano effetto.
ja: 変更を反映させるためには、システムを再起動してください。
nb: Du må gjenstarte systemet for at endringene skal få virkning.
oc: Vos cal reaviar vòstre sistèma per prene en compte las modificacions
sk: Musíte reštartovať počítač, aby sa zmeny prejavili.
sr@latin: Morate ponovo pokrenuti računar kako bi aktivirali izmene.
vi: Bạn phải khởi động lại hệ thống để các thay đổi có hiệu lực.

source: You selected an unversioned folder for a commit!
cs: Vybrali jste k odevzdání adresář bez verze!
hr: Odabrali ste neverzioniranu mapu za pohranu!
it: Hai selezionato una cartella non versionata da inviare!
ja: コミットにバージョン管理外のフォルダーを選択しました。
nb: Du valgte en ikke-versjonert mappe for innsending!
oc: Ensajatz de liurar un dorsièr non versionat !
sk: Na odovzdanie ste vybrali neverziovaný adresár!
sr@latin: Izabrali ste neverzionisan folder za urezivanje!
vi: Bạn lựa chọn một thư mục chưa đánh phiên bản để cam kết!

source: You should enter a text!
cs: Měli by jste zadat text!
hr: Trebate upisati tekst!
it: Dovresti inserire un testo!
ja: テキストを入力してください。
nb: Du bør angi en tekst!
sk: Mali by ste zadať text!
sr@latin: Treba da upišete tekst!
vi: Bạn nên nhập vào một văn bản!

source: You should select an image!
cs: Měli by jste vybrat obrázek!
hr: Trebate odabarati sliku!
it: Dovresti inserire un'immagine!
ja: 画像を選択してください。
nb: Du burde velge et bilde!
sk: Mali by ste vybrať obrázok!
sr@latin: Treba da odabarete sliku!
vi: Bạn nên chọn một ảnh!
