Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Do this for all unversioned/modified items
cs: Toto provést pro všechny upravené položky/položky bez verze
hr: Učini ovo za sve neverzionirane/izmijenjene stavke
it: Esegui per tutti gli elementi senza versione/modificati
ja: バージョン管理外もしくは変更された項目すべてにこれを行う
nb: Gjør dette for alle ikke-versjonerte/modifiserte elementer
oc: Far çò meteis per totes los elements non versionats/modificats
sk: Vykonať so všetkými neverziovanými/zmenenými objektami
sr@latin: Uradite ovo za sve neverzionisane/izmenjene stavke
vi: Làm việc này với tất cả các món không được phiên bản/sửa đổi

source: Do you really want to delete the toolbar '%Ts'?
cs: Opravdu chcete smazat nástrojovou lištu '%Ts'?
hr: Da li stvarno želite izbrisati alatnu traku '%Ts'?
it: Eliminare la barra '%Ts'?
ja: ツールバー「%Ts」を削除してもよろしいですか？
nb: Vil du virkelig slette verktøylinjen '%Ts'?
sk: Chcete naozaj odstrániť túto lištu '%Ts'?
sr@latin: Da li zaista želite da obrišete alatni panel '%Ts'?

source: Do you want to drop the vendor branch into the working copy "%ls"?
cs: Chcete přetáhnout větev dodavatele do pracovní kopie "%ls"?
hr: Želite li odustati od grane vendora u radnoj kopiji "% ls"?
ja: 「%ls」をベンダーブランチから作業コピーに落としますか？
nb: Vil du du legge leverandørgrenen i arbeidskopien "%ls"?
oc: Volètz abandonar la branca del provesidor dins la còpia de trabalh "%ls" ?
sr@latin: Da li hoćete ispustiti prodajnu granu u radnu kopiju "%ls"?

source: Do you want to load the changed files?
cs: Chcete načíst změněné soubory?
hr: Želite li učitati promijenjene datoteke?
it: Caricare i file modificati?
ja: 変更されたファイルを読み込み直しますか？
nb: Vil du laste de endrede filene?
oc: Volètz cargar los fichièrs modificats ?
sk: Chcete načítať zmenený súbor?
sr@latin: Želite li da učitate izmenjene fajlove?
vi: Bạn có muốn tải những tập tin bị thay đổi?

source: Do you want to make this working copy unversioned? This will remove all Subversion admin directories from %ls!
cs: Chcete odebrat verzi této pracovní kopie? Všechny adresáře Subversion budou odstraněny z %ls!
hr: Da li želite ovu radnu kopiju izmaknuti sustavu verzija? Akcija će obrisati sve Subversion administracijske mape iz %ls!
it: Rendere questa copia senza versione? Questo rimuoverà tutte le cartelle amministrative di Subversion da %ls!
ja: この作業コピーのバージョン管理を解除してよろしいですか？ サブバージョン管理情報を以下のフォルダーからすべて削除します。 %ls
nb: Vil du virkelig gjøre denne arbeidskopien ikke-versjonert? Dette vil fjerne alle Subversions administrative kataloger fra %ls!
oc: Volètz rendre aquesta còpia de trabalh non versionada ? Aquò va suprimir totes los repertòris administrator Subversion de %ls !
sk: Chcete zrušiť správu verzií na tejto pracovnej kópií? Toto odstráni všetky adresáre správy Subversion z %ls!
sr@latin: Da li želite ovu radnu kopiju izvući iz sistema verzija? Akcija će obrisati sve Subversion administracijske foldere iz %ls!
vi: Bạn có muốn bỏ tạo phiên bản cho bản sao đang làm? Việc này sẽ loại bỏ tất cả các thư mục quản trị Subversion từ %ls!

source: Do you want to mark '%ls' as resolved?
cs: Chcete označit '%ls' jako vyřešený?
hr: Želite li označiti "%ls" kao riješen?
it: Vuoi marcare '%ls? come risolto?
ja: 「%ls」を解決済みとみなしてよろしいですか？
nb: Vil du markere '%ls' som løst?
oc: Volètz marcar '%ls' coma resolgut ?
sk: Chcete označiť "%ls" ako vyriešený?
sr@latin: Želite li da označite '%ls' kao rešeno?
vi: Bạn có muốn đánh dấu '%ls' như là đã được giải quyết?

source: Do you want to mark the file %ls as resolved?
cs: Chcete soubor %ls označit jako vyřešený?
hr: Želite li označiti datoteku %ls kao kao riješeno?
it: Vuoi marcare il file %ls come risolto?
ja: %ls を解決済みとみなしてよろしいですか？
nb: Vil du markere filen %ls som løst?
oc: Volètz marcar lo fichièr %ls coma resolgut ?
sk: Checete označiť súbor %ls za vyriešený?
sr@latin: Da li želite da označite fajl %ls kao rešen?
vi: Bạn có muốn đánh dấu tập tin %ls làm đã được giải quyết?

source: Do you want to proceed?
cs: Chcete pokračovat?
hr: Želite li nastaviti?
it: Continuare?
ja: 続行してもよろしいですか？
nb: Vil du fortsette?
oc: Volètz executar ?
sk: Chcete pokračovať?
sr@latin: Želite li nastaviti?
vi: Bạn có muốn đi tiếp không?

source: Do you want to recover these auto-saved documents?
cs: Chcete obnovit tyto automaticky uložené dokumenty?
hr: Želite li vratiti ove auto-spremljene dokumente?
it: Recuperare questi documenti salvati automaticamente?
ja: これらの自動保存されたドキュメントを復元してもよろしいですか？
nb: Vil du gjenvinne disse autolagrede dokumentene?
oc: Volètz recuperar aquestes salvaments automatics dels documents ?
sk: Chcete obnoviť tieto automaticky uložené dokumenty?
sr@latin: Želite li da vratite ove auto-sačuvana dokumenta?
vi: Bạn có muốn khôi phục các tài liệu được lưu tự động?

source: Do you want to reload the documents to reflect the settings changes? Note: you will lose all changes you've made!
cs: Chcete znovu nahrát dokumenty pro zohlednění změn v nastavení? Poznámka: ztratíte veškeré provedené změny!
hr: Želite li iznova učitati dokumente kako bi odražavali promjene postavki? Napomena: sve učinjene izmjene biti će izgubljene!
it: Ricaricare il documento per adattarlo ai cambiamenti di impostazione? Nota: così facendo tutti i cambiamenti apportati verranno persi!
ja: 設定の変更を反映させるために、ドキュメントの再読み込みを行いますか？ 注意: 行ったすべての変更が失われます。
nb: Vil du laste dokumentene på nytt for å gjenspeile forandringene i innstillingene? Merk: Du vil miste alle endringer som er gjort!
oc: Volètz recargar lo document per tenir compte del cambiament de las opcions ? Nòta : anatz pèrdre vos darrièras modificacions !
sk: Chcete znova načítať dokumenty, aby sa prejavili zmeny nastavení? Poznámka: stratíte všetky zmeny, ktoré ste urobili!
sr@latin: Želite li iznova učitati dokumente kako bi odražavali promene podešavanja? Napomena: sve učinjene izmene biće izgubljene!
vi: Bạn có muốn tải lại các tài liệu để phản ánh các thay đổi trong thiết lập? Ghi chú: bạn sẽ mất tất cả các thay đổi đã làm!

source: Do you want to remove the monitored project '%ls'?
cs: Opravdu chcete odstranit sledovaný projekt '%ls'?
hr: Želite li ukloniti praćeni projekt '% ls'?
it: Rimuovere il progetto monitorato '%ls'?
ja: モニターしているプロジェクト「%ls」を削除しますか？
nb: Vil du slette overvåking av prosjektet '%ls'?
oc: Volètz suprimir lo projècte susvelhat '%ls' ?
sk: Chcete odobrať sledovaný projekt '%ls'?
sr@latin: Želite li da uklonite posmatrani projekat '%ls'?

source: Do you want to remove the property %ls recursively?
cs: Chcete odstranit vlastnost %ls rekurzivně?
hr: Želite li rekurzivno ukloniti svojstvo %ls?
it: Rimuovere ricorsivamente la proprietà %ls?
ja: 本当にプロパティ %ls を再帰的に削除してもよろしいですか？
nb: Vil du slette egenskapen %ls rekursivt?
oc: Volètz suprimir la proprietat %ls recursivament ?
sk: Chcete odstrániť vlastnosť %ls rekurzívne?
sr@latin: Želite li rekurzivno ukloniti svojstvo %ls?
vi: Bạn có muốn loại bỏ thuộc tính %ls một cách đệ quy?

source: Do you want to revert '%ls'?
cs: Chcete vrátit '%ls'?
hr: Želite li stvarno vratiti "%ls"?
it: Tornare indietro con '%ls'?
ja: 「%ls」の変更を取り消してもよろしいですか？
nb: Vil du tilbakestille '%ls'?
oc: Volètz tornar en arrièr amb '%ls' ?
sk: Chcete vrátiť "%ls"?
sr@latin: Želite li da vratite '%ls' ?
vi: Bạn có muốn quay lui '%ls'?

source: Do you want to revert all changes in %ls and go back to this revision?
cs: Chcete vrátit všechny změny v %ls a vrátit se k této revizi?
hr: Želite li uistinu poništiti sve promjene u %ls i vratiti se na ovu reviziju?
it: Annullare tutte le modifiche in %ls e ritornare a questa revisione?
ja: %ls におけるすべての変更を取り消し、 このリビジョンに戻してもよろしいですか？
nb: Vil du tilbakestille alle endringer i %ls og gå tilbake til denne revisjonen?
oc: Volètz anullar totes los cambiaments dins %ls et tornar a aquesta revision ?
sk: Chete vrátiť vštky zmeny v %ls a vrátiť sa k tejto revízií?
sr@latin: Da li želite da vratite sve izmene u %ls i da se vratite u ovu reviziju?
vi: Bạn có muốn quay lui tất cả thay đổi trong %ls và quay lui lại bản chỉnh sửa này?

source: Do you want to revert all changes in %ls which were made in this revision?
cs: Chcete vrátit všechny změny v %ls které byly v této revizi provedeny?
hr: Želite li uistinu poništiti sve promjene u %ls koje su napravljene u ovoj reviziji?
it: Annullare tutte le modifiche in %ls che sono state fatte in questa revisione?
ja: このリビジョンで行われた %ls のすべての変更を取り消してもよろしいですか？
nb: Vil du tilbakestille alle endringene i %ls som ble gjort i denne revisjonen?
oc: Volètz anullar totes los cambiaments dans %ls qui son estats faits dins aquesta revision ?
sk: Chete vrátiť všetky zmeny v %ls, ktoré boli vykonané v tejto revízií?
sr@latin: Da li želite da vratite sve izmene u %ls koje su urađene u ovoj reviziji?
vi: Bạn có muốn quay lui tất cả thay đổi trong %ls được làm trong bản chỉnh sửa này?

source: Do you want to update the folder "%ls" to fetch the applied svn:externals?
cs: Chcete aktualizovat složku "%ls" pro zanesení zadaných
hr: Želite li ažurirati mapu "%ls" da primjenite svn:vanjske?
ja: svn:externalsで指定された外部参照を取得するために「%ls」フォルダーを更新しますか？
nb: Vil du oppdatere mappen "%ls" til å hente de satte svn:external?
oc: Volètz metre a jorn lo dorsièr "%ls" per recuperar las referéncias extèrnas aplicadas ?
sr@latin: Da li želite da uskladite folder "%ls" da primenite svn:eksternale?

source: Document :
cs: Dokument :
hr: Dokument:
it: Documento:
ja: ドキュメント:
nb: Dokument :
sk: Dokument :
sr@latin: Dokument:
vi: Tài liệu :

source: Documentation : Simon Large Code : Tobias Schäfer, Stefan Fuhrmann
cs: Dokumentace : Simon Large Kód : Tobias Schäfer, Stefan Fuhrmann
hr: Dokumentacija: Simon Large Kod: Tobias Schäfer, Stefan Fuhrmann
it: Documentazione : Simon Large Programmatori : Tobias Schäfer, Stefan Fuhrmann
ja: ドキュメント : Simon Large コード : Tobias Schäfer, Stefan Fuhrmann
nb: Dokumentasjon : Simon Large Kode : Tobias Schäfer, Stefan Fuhrmann
oc: Documentacion : Simon Large Còdi : Tobias Schäfer, Stefan Fuhrmann
sk: Dokumentácia : Simon Large Kód : Tobias Schäfer, Stefan Fuhrmann
sr@latin: Dokumentacija: Simon Large Kod: Tobias Schäfer, Stefan Fuhrmann
vi: Tài liệu : Simon Large Mã : Tobias Schäfer, Stefan Fuhrmann

source: Don't make the checkout directory a sparse working copy. Instead, all URLs get checked out into a separate working copies next to each other. This works for directory URLs only.
cs: Nevytvářet z adresáře získání řídkou pracovních kopii. Raději získat všechny URL do oddělených pracovních kopií vedle sebe. Toto funguje pouze pro URL adresářů.
hr: Nemoj napraviti direktorij za preuzimanje u raspršenoj radnoj kopiji. Umjesto toga, svi URLovi će se preuzeti u odvojene radne kopije, jedna pored druge. Ovo radi samo za URLove do direktorija.
it: Non rendere la cartella di checlout come una copia di lavoro. Invece, tutte le URLs vanno esportate in copie di lavoro separate una vicina all'altra. Questo funziona solo per le cartelle URL.
ja: チェックアウト先のディレクトリを部分的な作業コピーにしないでください。 代わりに、すべてのURLが互いに隣り合う別々の作業コピーにチェックアウトされます。 これは、ディレクトリのURLに対してのみ動作します。
nb: Ikke gjør arbeidskopikatalogen til en glissen arbeidskopi. I stedet blir alle URLene sjekket ut til adskilte arbeidskopier ved siden av hverandre. Dette virker kun for katalog-URLer.
oc: Ne disseminatz pas vòstres repertòris d'extraccions. Al luòc d'aquò, extrasètz totas las URL dins de repertòris separats proches los uns dels autres. Aqueste metòde est valable que per los repertòris.
sk: Nerobte získanie adresára riedkej pracovnej kópie. Namiesto toho získajte oddelene pracovné kópie adresárov do jedného adresára. Toto funguje len pre URL adresárov.
sr@latin: Ne pravite folder preuzimanja kao praznu radnu kopiju. Umesto toga, svi URLovi su preuzeti u izdvojene radne kopije jedan za drugim. Ovo radi samo za URL foldere.
vi: Đừng làm thư mục lấy ra một bản sao đang làm rời rạc. Thay vào đó, tất cả URL sẽ được lấy ra vào một bản đang làm riêng rẽ cạnh nhau. Việc này chỉ làm được cho URL thư mục.

source: Don't recover the auto-saved documents Use the last explicitly saved versions of the documents
cs: Neobnovovat automaticky uložené dokumenty Použít poslední jednoznačně uloženou verzi dokumentu
hr: Ne spašavaj auto-spremljene dokumente Koristi zadnje eksplicitno spremljene verzije dokumenata
it: Non recuperare i documenti salvati automaticamente Utilizza l'ultima versione dei documenti salvata esplicitamente
ja: 自動保存されたドキュメントを復元しない 最後に保存されたドキュメントのバージョンを使用する
nb: Ikke gjenvinn de autolagrede dokumentene Bruk de siste eksplisitt lagrede versjonene av dokumentene
oc: Recupèra pas los salvaments automatics Utiliza los darrièrs salvaments explicits dels documents
sk: Neobnovovať automaticky uložené dokumenty Použije poslenú uživateľom uloženú verziu dokumentu
sr@latin: Ne vraćajte auto-sačuvana dokumenta Koristite poslednju sačuvanu verziju dokumenata
vi: Đừng khôi phục các tài liệu được tự động lưu Sử dụng các phiên bản của tài liệu được lưu một cách rõ ràng

source: Don't run Do not run the script
cs: Nespouštět Nespouštět skript
hr: Ne pokreći Ne pokreći skriptu
it: Non eseguire Non eseguire lo script
ja: 実行しない スクリプトを実行しない
nb: Ikke kjør Ikke kjør skriptet
sk: Nespustiť Dávka nebude vykonaná
sr@latin: Ne izvršavaj Ne izvršavaj skriptu
vi: Đừng chạy Đừng chạy kịch bản

source: Don't save Close the views without saving the modifications
cs: Neukládat Uzavřít zobrazení bez uložení změn
hr: Ne spremaj Zatvorite poglede bez spremanja izmjena
it: Non salvare Chiudi la vista senza salvare le modifiche
ja: 保存しない 変更を保存せずにビューを閉じます
nb: Ikke lagre Lukk visningene uten å lagre endringene
sk: Neukladať Zatvoriť zobrazenia bez ukladania zmien
sr@latin: Ne pamti Zatvori preglede bez pamćenja izmena

source: Don't save Reload the views without saving the modifications
cs: Neukládat Obnovit zobrazení bez uložení změn
hr: Ne spremaj Ponovno učitaj poglede bez spremanja izmjena
it: Non salvare Ricarica la vista senza salvare le modifiche
ja: 保存しない 変更を保存せずにビューを再読込する
nb: Ikke lagre Last visningene på nytt uten å lagre endringene
sk: Neukladať Obnoví zobrazenia bez uloženia zmien
sr@latin: Nemojte sačuvati Ponovo unesite pregled bez čuvanja izmena
vi: Đừng lưu Tải lại trình xem mà không lưu các sửa đổi

source: Drag to make this menu float
cs: Přesunutím uděláte menu plovoucí
hr: Odvuci kako bi izbornik postao plivajući
it: Trascina per rendere questo menu flottante
ja: ドラッグするとメニューがフローティング表示になります
nb: Trekk for å la denne menyen flyte
sk: Presunutie spraví túto ponuku plávajúcou
sr@latin: Vuci kako bi meni postao plivajući
vi: Kéo lê để làm thực đơn này nổi

source: Draw
cs: Kreslit
hr: Nacrtaj
it: Disegna
ja: 描画
nb: Tegn
sk: Kresliť
sr@latin: Crtaj
vi: Vẽ

source: Drive Types
cs: Typy disku
hr: Tipovi pogona
it: Tipi di unità
ja: ドライブの種類
nb: Stasjonstyper
oc: Tipes de disc
sk: Typy diskov
sr@latin: Tipovi uređaja
vi: Loại ổ đĩa

source: Drives A: and B:
cs: Jednotka A: a B:
hr: Diskovi A: i B:
it: Unità A: e B:
ja: ドライブ A: と B:
nb: Stasjoner A: og B:
oc: Lectors A : e B :
sk: Disky A: a B:
sr@latin: Diskovi A: and B:
vi: Ổ đĩa A: và B:

source: Drop not possible on %1!ls!
cs: Zahození není možné na %1!ls!
hr: Ispuštanje nije moguće na %1!ls!
it: Drop impossibile su %1!ls!
ja: %1!ls! にはドロップできません
nb: Kan ikke slippe på %1!ls!
oc: Supression impossibla sus %1!ls!
sr@latin: Odbacivanje nije moguće na %1!ls!

source: E&xact copy sources
cs: Přesné zd&roje kopírování
hr: I&zdvoji izvore kopiranja
it: E&strai sorgenti delle copie
ja: 正確なコピー元(&X)
nb: E&ksakt kilde for kopi
oc: Còpia e&xacta de las fonts
sk: P&resná kópia zdrojových kódov
sr@latin: T&ačna kopija izvora
vi: &Nguồn sao chính xác

source: E&xclude paths:
cs: V&ynechat cesty:
hr: I&zostavi staze:
it: Percorsi da e&scludere:
ja: 除外するパス(&X):
nb: &Ekskluderte stier:
oc: E&xclure los camins :
sk: &Vylúčené cesty:
sr@latin: I&zostavi putanje:
vi: &Các đường dẫn không bao gồm:

source: E&xecutable
cs: &Spustitelný
hr: &Izvršno
it: E&seguibile
ja: 実行可能属性(&X)
nb: &Eksekverbar
oc: Fichièr e&xecutable
sk: &Spúštatelné
sr@latin: I&zvršno
vi: &Thi hành được

source: E&xit
cs: U&končit
hr: I&zlaz
it: &Esci
ja: 終了(&X)
nb: &Avslutt
oc: &Quitar
sk: U&končiť
sr@latin: I&zlaz
vi: &Thoát

source: E&xit (Ctrl+W)
cs: U&končit (Ctrl+W)
hr: &Izlaz⇥(Ctrl+W)
it: E&sci (Ctrl+W)
ja: 終了(&X) (Ctrl+W)
nb: &Avslutt (Ctrl+W)
oc: Quitar (Ctrl+W)
sk: U&končiť (Ctrl+W)
sr@latin: I&zađi (Ctrl+W)

source: E&xpand all
cs: &Rozbalit vše
hr: &Proširi sve
it: E&spandi tutto
ja: すべて展開(&X)
nb: &Utvid alt
oc: &Desvolopar tot
sk: &Rozbaliť všetko
sr@latin: P&roširi sve
vi: &Trải ra hết

source: E&xpand sub-trees
cs: &Rozbalit podstrom
hr: &Rasklopi podstabla
it: E&spandi le ramificazioni
ja: サブツリーを展開する(&X)
nb: &Utvid undertrær
oc: &Développer l'arborescéncia
sk: &Rozbaliť podstromy
sr@latin: P&roširiti pod-stablo
vi: &Trải ra các cây con

source: E&xport
cs: E&xportovat
hr: I&zvezi
it: E&sporta...
ja: エクスポート(&X)
nb: E&ksportér
oc: E&xportar
sk: E&xportovať
sr@latin: I&zvezi
vi: &Xuất khẩu

source: E&xport...
cs: E&xportovat...
hr: I&zvezi...
it: E&sporta...
ja: エクスポート(&X)
nb: E&ksportér...
oc: E&xportar...
sk: E&xportovať...
sr@latin: I&zvezi...
vi: &Xuất khẩu...

source: Edit
cs: Upravit
hr: Izmijeni
it: Modifica
ja: 編集
nb: Rediger
oc: Editar
sk: Upraviť
sr@latin: Uredi
vi: Biên tập

source: Edit Button Image
cs: Upravit Obrázek Tlačítka
hr: Uredi sliku gumba
it: Modifica immagine pulsante
ja: ボタンイメージを編集
nb: Rediger Knappebilde
sk: Upraviť obrázok tlačidla
sr@latin: Uredi sliku dugmeta
vi: Biên tập ảnh của nút bấm

source: Edit External
cs: Upravit externí
hr: Uredi vanjski
it: Modifica esternamente
ja: 外部参照を編集
nb: Rediger Ekstern
oc: Modificar las referéncias extèrnas
sk: Upraviť externé
sr@latin: Uredi spoljašnji
vi: Biên tập bên ngoài

source: Edit Project to monitor
cs: Upravit projekt ke sledování
hr: Uredite projekt za praćenje
ja: モニターするプロジェクトを編集
nb: Rediger Prosjekt som overvåkes
oc: Editar lo projècte a susvelhar
sk: Upraviť projekty na sledovanie
sr@latin: Uredi projekat za posmatranje

source: Edit Properties
cs: Upravit Vlastnosti
hr: Uredi svojstva
it: Modifica le proprietà
ja: プロパティを編集
nb: Rediger Egenskaper
oc: Editar las proprietats
sk: Upraviť vlastnosti
sr@latin: Uredi osobina
vi: Biên tập các thuộc tính

source: Edit Property Conflict
cs: Upravit Konflikt Vlastnosti
hr: Razriješi sukob za svojstva
it: Modifica il conflitto di proprietà
ja: プロパティの競合を編集
nb: Rediger Egenskapskonflikt
sk: Upraviť konflikt vlastností
sr@latin: Uredi Osobinu Sukoba
vi: Biên tập mâu thuẫn về thuộc tính

source: Edit Tree Conflicts
cs: Upravit Konflikt Stromu
hr: Uredi sukobe stabla
it: Modifica i conflitti di ramificazioni
ja: ツリーの競合を編集
nb: Rediger Trekonflikter
oc: Editar los Conflictes d'Arborescéncia
sk: Upraviť konflikty stromov
sr@latin: Uredi Stablo Sukoba
vi: Biên tập mâu thuẫn về cây

source: Edit author
cs: Upravit autora
hr: Izmijeni autora
it: Modifica autore
ja: 作者を編集
nb: Rediger forfatter
oc: Editar l'autor
sk: Zmeniť autora
sr@latin: Izmeni autora
vi: Biên tập tác giả

source: Edit author name
cs: Upravit jméno autora
hr: Upiši ime autora
it: Modifica autore
ja: 作者名を編集
nb: Rediger forfatternavn
oc: Editar lo nom de l'autor
sk: Uprav meno autora
sr@latin: Upiši ime autora
vi: Biên tập tên tác giả

source: Edit bugtraq properties
cs: Upravit vlastnosti sledovače problémů
hr: Uredi bugtraq svojstva
it: Modifica le proprietà del bugtraq
ja: 課題追跡システムのプロパティを編集
nb: Rediger bugtraq-egenskaper
oc: Modificar las proprietats bugtraq
sk: Upraviť vlastnosti sledovača chýb
sr@latin: Uredi bagtrek osobine
vi: Biên tập thuộc tính của bugtraq

source: Edit extension specific diff program
cs: Upravit příponu specifikující rozdílový program
hr: Izmijenite program za izradu razlika/stapanje datoteka određene vrste
it: Modifica programma di confronto l'estensione
ja: 拡張子に対応した差分プログラムを編集
nb: Rediger et filendelse-spesifikt diff-program
oc: Editar los programas de diff especifics a las extensions
sk: Upraviť porovnávací program podľa prípony
sr@latin: Uredi diff program zavistan od ekstenzije
vi: Biên tập chương trình tìm khác biệt làm việc với phần mở rộng xác định

source: Edit extension specific merge program
cs: Upravit určený program dle přípony pro sloučení
hr: Izmijeni program za stapanje određene vrste datoteka
it: Modifica programma di fusione l'estensione
ja: 拡張子に対応したマージプログラムを編集
nb: Rediger et filendelse-spesifikt flette-program
oc: Editar programa de fusion segon extension
sk: Upraviť zlučovací program pre príponu
sr@latin: Uredi program za stapanje zavistan od ekstenzije
vi: Biên tập chương trình hợp nhất làm việc với phần mở rộng xác định

source: Edit language properties
cs: Upravit jazykové vlastnosti
hr: Uredi svojstva jezika
it: Modifica le proprietà delle lingue
ja: 言語のプロパティを編集
nb: Rediger språk-egenskaper
oc: Modificar las proprietats de langage
sk: Upraviť vlastnosti jazyka
sr@latin: Uredite parametre jezika
vi: Biên tập các thuộc tính của ngôn ngữ

source: Edit log message
cs: Upravit zprávu záznamu
hr: Upiši poruku dnevnika
it: Modifica commento
ja: ログメッセージを編集
nb: Rediger loggmelding
oc: Editar un comentari
sk: Zmeniť správu denníka
sr@latin: Upiši poruku dnevnika
vi: Biên tập thông điệp tường trình

source: Edit property '%1!S!' on %2!ls!
cs: Upravení vlastnosti '%1!S!' na %2!ls!
hr: Uredi svojstvo '%1!S!' na↩ %2!ls!
ja: %2!ls! のプロパティ 「%1!ls!」を編集
nb: Rediger egenskap '%1!S!' på↩ %2!s!
oc: Editar la proprietat '%1 !S !' sur %2 ! !s !
sk: Upraviť vlastnosť '%1!S!' na %2!ls!
sr@latin: Uredi osobine '%1!S!' na %2!ls!

source: Edit...
cs: Upravit...
hr: Uredi...
it: Modifica...
ja: 編集...
nb: Rediger...
oc: Éditer...
sk: Upraviť...
sr@latin: Uredi...
vi: Biên tập...

source: Edits the selected property value
cs: Upraví hodnotu vybrané vlastnosti
hr: Uređuje vrijednost odabranog svojstva
it: Visualizza il valore della proprietà selezionate
ja: 選択されているプロパティを編集する
nb: Redigerer verdien til valgt egenskap
oc: Edite la valor de la proprietat seleccionada
sk: Upraví hodnotu vybranej vlastnosti
sr@latin: Uređuje vrednosti izabranih osobina
vi: Biên tập giá trị thuộc tính được chọn

source: Either the name or IP of the proxy server
cs: Buď jméno nebo IP adresa proxy serveru
hr: Ime ili IP zamjenskog poslužitelja
it: Il nome o l'indirizzo IP del server proxy
ja: プロキシサーバーの名前もしくは IP を入力します
nb: Enten navnet eller IP-adressen på mellomtjener
oc: Lo nom o l'adreça IP del servidor de proxy
sk: IP adresa, alebo meno proxy servera
sr@latin: Ime ili IP proksi servera
vi: Tên hoặc IP của máy chủ proxy

source: Eliding mergeinfo
cs: Vynechat informace o sloučení
hr: Ispuštanje informacija o stapanju
it: Sto eliminando informazioni di unione
ja: マージ情報を統合中
nb: Utelater fletteinformasjon
oc: Elidar los mergeinfo
sk: Čistenie informácií o zlučovaní
sr@latin: Izostavljanje informacija spajanja
vi: Giản lược thông tin hợp nhất

source: Ellipse Tools Ellipse
cs: Nástroj elipsa Elipsa
hr: Ellipse Tools Elipsa
it: Strumento ellissi Ellissi
ja: 楕円ツール 楕円
nb: Ellipseverktøy Ellipse
sk: Nástroj elipsa Elipsa
sr@latin: Elipsa alati Elipsa
vi: Công cụ ellip Ellip

source: Empty
cs: Prázdný
hr: Prazno
it: Vuoto
ja: 空
nb: Tom
oc: Void
sk: Prázdne
sr@latin: Prazan
vi: Trống

source: Enable Auto-&Properties
cs: Povolit automatické &vlastnosti
hr: Omogući Auto-&Svojstva
it: Abilita &proprietà automatica
ja: プロパティの自動付与を有効化(&P)
nb: Slå på auto-&egenskaper
oc: Activar las &Proprietats Automaticas
sk: Povoloť Automatické-&Vlastnosti
sr@latin: Omogućite auto-&osobine
vi: Cho phép Các &Thuộc Tính Tự Động

source: Enable Auto-Properties
cs: Zapnout Auto-Vlastnosti
hr: Omogući auto-svojstva
it: Abilita le proprietà automatiche
ja: プロパティの自動付与を有効化
nb: Slå på auto-egenskaper
oc: Activar las proprietats automaticas
sk: Povoliť automatické vlastnosti
sr@latin: Omogući auto-osobine
vi: Cho phép các Thuộc tính Tự động

source: Enable Edit
cs: Povolit úpravy
hr: Omogući izmjene
it: Abilita modifica
ja: 編集を有効化
nb: Slå på Redigering
oc: Activar l'Edicion
sk: Povoliť úpravy
sr@latin: Omogući uređenje
