Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Save Left File as You're asked where to save the left file
cs: Uložit soubor vlevo jako Jste požádání o místo uložení souboru vlevo
hr: Spremite lijevu datoteku kao Biti ćete pitani gdje želite spremiti lijevu datoteku
it: Salva file a sinistra come Ti verrà chiesto dove salvare il file a sinistra
ja: 左ファイルを名前を付けて保存 左ファイルをどこに保存するか指定します
nb: Lagre Venstre Fil som Du vil bli spurt om hvor filen skal lagres
oc: Enregistrar lo fichièr d'esquèrra jos Òm vos demandarà ont enregistrar lo fichièr d'esquèrra
sk: Uložiť ľavý súbor ako Budete opýtaný kam uložiť ľavý súbor
sr@latin: Sačuvaj levi fajl kao Pitani ste gde sačuvati levi fajl

source: Save Left File The modifications are saved to %ls
cs: Uložit soubor vlevo Změny jsou uloženy do %ls
hr: Spremi lijevu datoteku Izmjene su spremljene u %ls
it: Salva file a sinistra Le modifiche saranno salvate in %ls
ja: 左ファイルを保存 変更を%lsに保存します
nb: Lagre Venstre Fil Endringene blir lagret på %ls
sk: Uložiť pravý súbor Zmeny budú uložené do %ls
sr@latin: Sačuvaj levi fajl Izmene su sačuvane u %ls

source: Save Right File as You're asked where to save the right file
cs: Uložit soubor vpravo jako Jste požádání o místo uložení souboru vpravo
hr: Spremite desnu datoteku kao Biti ćete pitani gdje želite spremiti desnu datoteku
it: Salva file a destra come Ti verrà chiesto dove salvare il file a destra
ja: 右ファイルを名前を付けて保存 右ファイルをどこに保存するか指定します
nb: Lagre Høyre Fil som Du vil bli spurt om hvor filen skal lagres
oc: Enregistrar lo fichièr de dreita jos Òm vos demandarà ont enregistrar lo fichièr d'esquèrra
sk: Uložiť pravý súbor ako Budete opýtaný kam uložiť pravý súbor
sr@latin: Sačuvaj desni fajl kao Pitani ste gde da sačuvate desni fajl

source: Save Right File The modifications are saved to %ls
cs: Uložit soubor vpravo Změny jsou uloženy do %ls
hr: Spremi desnu datoteku Izmjene su spremljene u %ls
it: Salva file a destra Le modifiche saranno salvate in %ls
ja: 右ファイルを保存 変更を%lsに保存します
nb: Lagre Høyre Fil Endringene blir lagret på %ls
sk: Uložiť ľavý súbor Zmeny budú uložené do %ls
sr@latin: Sačuvaj desni fajl Izmene su sačuvane u %ls

source: Save all Both Files are saved
cs: Uložit vše Oba soubory jsou uloženy
hr: Spremi sve Obje datoteke su spremljene
it: Salva tutto Entrambi i fie verranno salvati
ja: すべて保存 両方のファイルを保存します
nb: Lagre alt Begge filer blir lagret
oc: Enregistrar tot Totes los fichièrs son enregistrats
sk: Uložiť všetko Budú uložené oba súbory
sr@latin: Sačuvaj sve Oba fajla su sačuvana

source: Save and exclude Your changes are saved and the original content is used
cs: Uložit a vyloučit Je použit původní obsah a vaše změny jsou uloženy.
hr: Spremi i isključi Vaše promjene su spremljene i izvorni sadržaj je korišten
ja: 保存して除外 あなたの変更は保存され、元の内容が使用されます
nb: Lagre og ekskluder Dine endringer blir lagret, og det opprinnelige innholdet blir brukt
oc: Salvar e exclure Vos modificacions son salvadas e lo contengut original es utilizat
sr@latin: Sačuvaj i odstrani Vaše izmene su sačuvane i iskoršćen je osriginalni sadržaj

source: Save and ignore marked blocks Only your manual edits are saved, marked blocks are left as they are
cs: Uložit a ignorovat označené bloky Pouze vaše ruční úpravy jsou uloženy, označené bloky jsou ponechány tak jak jsou
hr: Spremi i ignoriraj označeni blok Samo vaše ručne promjene su spremljene, označeni blokovi ostaju kakvi jesu
ja: 保存してマークされたブロックを無視 手動での編集のみが保存され、マークされたブロックはそのまま残ります
nb: Lagre og overse markerte blokker Bare dine manuelle endringer blir lagret, markerte blokker forblir som de er
oc: Salvar e ignorar los blòts marcats Sols vòstras modificacions manualas son salvadas, los blòts marcats son daissats tels quels
sr@latin: Sačuvaj i zanemari označene blokove Samo vaša ručna uređenja su sačuvana, markirani blokovi su odbačeni onakvi kakvi su

source: Save and include Your changes are saved and the marked blocks are included
cs: Uložit a zahrnout Vaše změny jsou uloženy a označené bloky jsou zahrnuty
hr: Spremi i pridruži Vaše promjene su spremljene i označeni blokovi su uključeni
ja: 保存して含める 変更が保存され、マークされたブロックが含められます
nb: Lagre og inkluder Dine endringer blir lagret, og de markerte blokkene blir inkludert
oc: Salvar e inclure Vòstras modificacions son salvadas e lo blòts marcats son incluses
sr@latin: Sačuvaj i uključi Vaše izmene su sačuvane i označeni blokovi su uključeni

source: Save as
cs: Uložit jako
hr: Spremi kao
it: Salva come
ja: 名前を付けて保存
nb: Lagre som
oc: Enregistrar jos
sk: Uložiť ako
sr@latin: Sačuvaj kao
vi: Lưu dưới dạng

source: Save as...
cs: Uložit jako...
hr: Snimi kao...
it: Salva come...
ja: 名前を付けて保存 ...
nb: Lagre som...
oc: Enregistrar jos...
sk: Uložiť ako...
sr@latin: Sačuvaj kao...
vi: Lưu như là...

source: Save as You're asked where to save the file
cs: Uložit jako Jste požádání o místo uložení souboru
hr: Spremi kao Bit ćete upitani gdje želite spremiti datoteku
it: Salva come Chiede dove salvare il file
ja: 名前を付けて保存 ファイルをどこに保存するか指定します
nb: Lagre som Du vil bli spurt om hvor filen skal lagres
oc: Enregistrar jos Vos es demandat ont enregistrar lo fichièr
sk: Uložiť ako Budete opýtaný kam sa má súbor uložiť
sr@latin: Sačuvaj kao Pitani ste gde sačuvati fajl
vi: Lưu như là Bạn đang được hỏi nơi lưu tập tin

source: Save changes to %1?
cs: Uložit změny do %1?
hr: Snimi izmjene u %1?
it: Salvare cambiamenti in %1?
ja: 変更を %1 へ保存しますか？
nb: Lagre endringer til %1?
oc: Enregistrar los cambiaments dins %1 ?
sk: Uložiť zmeny do %1?
sr@latin: Sačuvaj izmene u %1?
vi: Lưu thay đổi sang %1?

source: Save client certificate path
cs: Uložit cestu klientského certifikátu
hr: Snimi stazu certifikata klijenta
it: Salva il percorso del certificato
ja: クライアントの証明書のパスを保存
nb: Lagre sti for klientsertifikat
oc: Enregistrar lo camin del certificat client
sk: Uložiť cestu klientského certifikátu
sr@latin: Sačuvaj putanju sertifikata klijenta
vi: Lưu đường dẫn chứng thực máy khách

source: Save in Git format
cs: Uložit ve formátu Git
hr: Spremi u Git formatu
it: Salva in formato Git
ja: Git形式で保存
nb: Lagre i Git-format
oc: Sauver al format Git
sk: Uložiť v Git formáte
sr@latin: Zapamti u Git formatu
vi: Lưu trong định dạng Git

source: Save modifications.
cs: Uložit změny.
hr: Spremi izmjene.
it: Salva le modifiche
ja: 変更を保存する。
nb: Lagre endringer.
oc: Enregistrar las modificacions
sk: Uložiť zmeny.
sr@latin: Sačuvajte izmene.
vi: Lưu các thay đổi.

source: Save revision &to...
cs: &Uložit revizi do...
hr: Snimi reviziju &u...
it: Salva revisione &come...
ja: リビジョンを保存(&T)...
nb: Lagre revisjon &til...
oc: Enregis&trar la revision jos...
sk: Uložiť revíziu &do...
sr@latin: Sačuvaj reviziju &u...
vi: Lưu chỉnh sửa &vào...

source: Save settings to file
cs: Uložit nastavení soubory
hr: Spremite postavke u datoteku
it: Salva impostazioni su file
ja: 設定をファイルに保存
nb: Lagre innstillinger til fil
oc: Enregistrar los paramètres dins un fichièr
sk: Uložiť nastavenia do súboru
sr@latin: sačuvajte podešavanja u fajl

source: Save the modified file Save file
cs: Uložit změněný soubor Uložit soubor
hr: Snimi izmijenjenu datoteku Snimi datoteku
it: Salva il file modificato Salva file
ja: 変更されたファイルを保存する ファイルを保存
nb: Lagre den endrede filen Lagre fil
oc: Enregistrar lo fichièr modificat Enregistrar lo fichièr
sk: Uložiť zmenený súbor Uložiť súbor
sr@latin: Sačuvaj izmenjenu fajl Sačuvaj fajl
vi: Lưu tập tin được sửa đổi Lưu tập tin

source: Save to clipboard
cs: Zkopírovat do schránky
hr: Snimi u međuspremnik
it: Salva negli Appunti
ja: クリップボードに保存
nb: Lagre til utklippstavle
oc: Enregistrar dins lo quichapapièrs
sk: Uložiť do schránky
sr@latin: Sačuvaj u klipbord
vi: Lưu vào clipboard

source: Save Save the file with the conflict markers.
cs: Uložit Uložit soubor se značkami konfliktu.
hr: Spremi Spremi datoteku s oznakama konflikta
it: Salva Salva il file con i contrassegni del conflitto.
ja: 保存 競合状態のままでファイルを保存する
nb: Lagre Lagre filen med konfliktmarkørene.
oc: Enregistrar Enregistra lo fichièr amb los marcadors de conflicte.
sk: Uložiť Uloží súbor so značkami konfliktov.
sr@latin: Sačuvaj Sačuvaj fajl sa konfliktnim markerima.
vi: Lưu Lưu tập tin với các đánh dấu mâu thuẫn

source: Save The modifications are saved to %ls
cs: Uložit Změny jsou uloženy do %ls
hr: Spremi Promjene će se spremiti u %ls
it: Salva Le modifiche saranno salvate in %ls
ja: 保存 変更を保存します %ls
nb: Lagre Endringene blir lagret på %ls
sk: Uložiť Zmeny budú uložené do %ls
sr@latin: Sačuvaj Izmene su sačuvane u %ls
vi: Lưu Các sửa đổi đã được lưu vào %ls

source: Saved Data
cs: Uložená data
hr: Snimljeni podaci
it: Dati salvati
ja: 保存されたデータ
nb: Lagrede Data
oc: Donadas salvadas
sk: Uložené údaje
sr@latin: Sačuvani podaci
vi: Dữ liệu được lưu

source: Saves expensive server roundtrips when set to longer than 0 seconds
cs: Šetří drahý přístup na server, pokud je nastaveno více než 0 sekund
hr: Pohranjuje skupi promet prema poslužitelju kad se postavi na više od 0 sekundi
it: Risparmia costose ritrasmissioni del server quando impostato a non più di 0 secondi
ja: 0秒より大きい値を設定した場合、サーバーへの時間のかかる通信を減らします
nb: Sparer dyre turer via tjener når den er satt til mer enn 0 sekunder
oc: Salvar lospercorses costoses del servidor quand definits sus mai long que 0 segondas
sk: Pri hodnote viac ako 0 sekúnd šetrí prístup na server.
sr@latin: Čuva skupi promet prema serveru kad se postavi na više od 0 sekundi
vi: Lưu lại các chuyến đi vòng mất nhiều thời gian tới máy chủ khi đặt lâu hơn 0 giây

source: Saves the selected property value to a file
cs: Uloží vybranou vlastnost do souboru
hr: Sprema vrijednost odabranog svojstva u datoteku
it: Salva il valore della proprietà selezionata in un file
ja: 選択されているプロパティ値をファイルに保存する
nb: Lagrer verdien av valgt egenskap til en fil
oc: Salvar la valor de la proprietat seleccionada dins un fichièr
sk: Uloží hodnoty vybraných vlastností do súboru
sr@latin: Čuva vrednost odabranog svojstva u fajl
vi: Lưu các thuộc tính được lựa chọn vào một tập tin

source: Saving files
cs: Ukládám soubory
hr: Snimam datoteke
it: Salvataggio del file
ja: ファイルを保存中
nb: Lagrer filer
oc: Salvament dels fichièrs
sk: Ukladám súbory
sr@latin: Čuvam fajlove
vi: Đang lưu các tập tin

source: Saving patchfile to:
cs: Ukládám záplatu do:
hr: Snimam datoteku zakrpa u:
it: Salva la patch in:
ja: パッチファイルを保存中:
nb: Lagrer korreksjonsfilen til:
oc: Salvament fichièr patch cap a :
sk: Ukladám záplatu do:
sr@latin: Čuvam fajl zakrpa u:
vi: Đang lưu các tập tin vá vào:

source: Scan
cs: Prohledat
hr: Skeniraj
it: Scansiona
ja: スキャン
nb: Søk
oc: Fintar
sk: Analyzovať
sr@latin: Skenira
vi: Quét

source: Scintilla
ja: 痕跡
sk: Stopa
sr@latin: Mrva
vi: Một ít

source: Scroll Left
cs: Posunout vlevo
hr: Pomakni ulijevo
it: Scorrimento a sinistra
ja: 左へスクロール
nb: Rull Venstre
sk: Doľava
sr@latin: Premotaj ulevo
vi: Cuộn Trái

source: Scroll Right
cs: Posunout vpravo
hr: Pomakni udesno
it: Scorrimento a destra
ja: 右へスクロール
nb: Rull Høyre
sk: Doprava
sr@latin: Premotaj udesno
vi: Cuộn Phải

source: Search &log messages...
cs: Hledat zprávy &záznamu...
hr: Pretraži &dnevnik poruka...
it: Cerca commenti nel &registro attività...
ja: ログメッセージを検索(&L)...
nb: Søk etter &loggmeldinger...
oc: Recèrca dins lo fichièr jorna&l...
sk: Vyhľadaj &správy denníka...
sr@latin: Pretraži &dnevnik poruka...
vi: Tìm kiếm trên các &thông điệp tường trình...

source: Search &up
cs: Hledat &nahoru
hr: Traži &gore
ja: 上に検索(&U)
nb: Søk &opp
oc: Recèrca cap a lo ha&ut
sr@latin: Traži &gore

source: Search for:
cs: Hledat:
hr: Potraži:
it: Cerca:
ja: 検索する文字列:
nb: Let etter:
oc: Recercar :
sk: Hľadať:
sr@latin: Potraži:
vi: Tìm kiếm cho:

source: Search string not found!
cs: Hledaný výraz nenalezen!
hr: Traženi tekst nije pronađen!
it: La ricerca non ha prodotto risultati
ja: 指定された文字列は見つかりませんでした。
nb: Søkestrengen ble ikke funnet!
oc: Cadena recherchée non trobada !
sk: Hľadaný reťazec nenájdený!
sr@latin: Traženi tekst nije pronađen!
vi: Tìm kiếm chuỗi không thấy!

source: Searching for better path to apply patch...
cs: Hledám lepší cestu pro použití záplaty...
hr: Pretraga za boljom stazom za primjenu zakrpe...
it: Ricerca di percorso migliore per applicare la patch...
ja: パッチを適用する適切なパスを探索中...
nb: Leter etter en bedre sti til å anvende korreksjonen på...
oc: Recèrca d'un melhor camin per aplicar lo correctiu...
sk: Vyhladávanie lepšej cesty na použitie záplaty
sr@latin: Traženje bolje putanje da se primeni zakrpa...
vi: Tìm đường dẫn tốt hơn để áp dụng bản vá...

source: Seek failed on %1
cs: Hledání selhalo na %1
hr: Potraga je prekinuta na %1
it: Cerca campo in %1
ja: %1 のシークに失敗しました。
nb: Søk feilet på %1
oc: Desplaçament dins %1 en error
sk: Vyhľadanie zlyhalo na %1
sr@latin: Traženje je prekinuto na %1
vi: Việc tìm bị thất bại %1

source: Select
cs: Vybrat
hr: Odaberi
it: Seleziona
ja: 選択
nb: Velg
oc: Seleccionar
sk: Vybrať
sr@latin: Izaberi

source: Select &All
cs: &Vybrat vše
hr: Označi &sve
it: Seleziona &tutti
ja: すべて選択(&A)
nb: Velg &alle
oc: Seleccionar &Tot
sk: Ozn&ač všetko
sr@latin: Izaberi &sve
vi: Chọn &tất cả

source: Select &User-defined Image:
cs: Vybrat &Uživatelské Obrázky:
hr: Odaberi &sliku:
it: Seleziona immagine definita dall'&utente:
ja: ユーザー定義の画像を選択(&U):
nb: Velg &Brukerdefinert Bilde:
sk: Vybrať &užívateľský obrázok:
sr@latin: Izaberi &Korisnik-definisana slika!
vi: Chọn ảnh do &người dùng định nghĩa:

source: Select &context menu:
cs: Vybrat &kontextové menu:
hr: Odaberi &kontekstni izbornik:
it: Seleziona menu &contestuale:
ja: コンテキストメニューを選択(&C):
nb: Velg &sammenhengsmeny
sk: Vybrať &kontextovú ponuku:
sr@latin: Izaberite &kontekstni meni
vi: Chọn &thực đơn ngữ cảnh:

source: Select &window:
cs: Vybr&at okno:
hr: Prozor za &odabir:
it: Seleziona &finestra:
ja: ウィンドウを選択(&W):
nb: Velg &vindu:
sk: Vybrať &okno:
sr@latin: Izaberi &prozor:
vi: Chọn &cửa sổ:

source: Select / deselect &all
cs: &Označit / Zrušit označení všeho
hr: Označi / ukloni &sve oznake
it: Seleziona / deseleziona &tutti
ja: すべて選択/非選択(&A)
nb: &Velg / avvelg alt
oc: Seleccionar / deseleccionar &tout
sk: Označ / odzn&ač všetko
sr@latin: Izaberi / ukloni &sve oznake
vi: Chọn / bỏ chọn &tất cả

source: Select Color Tool Select Color
cs: Vybrat nástroj barev Vybrat barvu
hr: Odaberi Alatku za Bojanje Odaberi Boju
it: Strumento selezione colore Selezione colore
ja: 色選択ツール 色を選択
nb: Velg Farge-verktøy Velg Farge
sk: Nástroj výberu farby Výber farby
sr@latin: Izaberi Alat Boja Izaberi Boju
vi: Chọn công cụ màu Chọn màu

source: Select File...
cs: Vybrat soubor...
hr: Izaberi datoteku...
it: Seleziona file...
ja: ファイルを選択 ...
nb: Velg fil...
oc: Seleccion fichièrs...
sk: Vyber súbor...
sr@latin: Izaberi fajl...
vi: Chọn tập tin...

source: Select Revision
cs: Vybrat revizi
hr: Izaberi reviziju
it: Seleziona revisione
ja: リビジョンの選択
nb: Velg revisjon
oc: Seleccionar la revision
sk: Vyberte revíziu
sr@latin: Izaberi reviziju
vi: Chọn bản chỉnh sửa

source: Select SSH client
cs: Zvolte SSH klienta
hr: Izaberi SSH klijent
it: Seleziona client SSH
ja: SSHクライアントを選択
nb: Velg SSH-klient
oc: Seleccionar un client SSH
sk: Vyberte SSH klienta
sr@latin: Izaberi SSH klijent
vi: Chọn máy khách SSH

source: Select a button.
cs: Vybrat tlačítko.
hr: Molim odaberite tipku.
it: Seleziona un pulsante.
ja: ボタンを選択してください。
nb: Velg en knapp.
oc: Seleccionatz un boton.
sk: Zvoľte tlačidlo.
sr@latin: Izaberi dugme.
vi: Chọn nút bấm.

source: Select an object on which to get Help
cs: Vybrat objekt, pro který chcete získat nápovědu
hr: Odaberi objekt za koji želiš dobiti pomoć
it: Seleziona l'oggetto su cui si desidera ottenere aiuto
ja: ヘルプを表示するために、オブジェクトを選択する
nb: Velg et objekt du vil ha hjelp om
oc: Seleccionar l'objècte sul qual desiratz l'ajuda
sk: Vybrať objekt, pre ktorý chcete pomoc
sr@latin: Odaberi objekt za koji želite dobiti pomoć
vi: Chọn một đối tượng để được Giúp đỡ

source: Select changelist
cs: Vyberte seznam změn
hr: Označi popis izmjena
it: Seleziona elenco modifiche
ja: 変更リストを選択
nb: Velg endringsliste
oc: Seleccionar una lista de cambiaments
sk: Označiť zoznam zmien
sr@latin: Izaberte listu izmena
vi: Chọn danh sách thay đổi

source: Select diff application
cs: Zvolte aplikaci pro zjištění rozdílů
hr: Izaberite aplikaciju za pregled razlika
it: Seleziona applicazione per il confronto
ja: 差分用アプリケーションを選択
nb: Velg diff-program
oc: Seleccionar l'aplicacion de gestion de las diferéncias
sk: Vybrať porovnávací program
sr@latin: Izaberite aplikaciju za pregled razlika
vi: Chọn ứng dụng tìm khác biệt

source: Select end revision
cs: Vybrat poslední revizi
hr: Odaberi zadnju reviziju
it: Seleziona fine revisione
ja: 終了リビジョンを選択
nb: Velg siste revisjon
oc: Seleccionar la revision de fin
sk: Vyberte koncovú revíziu
sr@latin: Odaberite zadnju reviziju
vi: Chọn bản chỉnh sửa cuối

source: Select folder to associate with this issue tracker
cs: Vyberte adresář přiřazený k tomuto sledovači problémů
hr: Odaberite radnu mapu za sustav praćenja zahtjeva
it: Seleziona una cartella da associare all'issue tracker
ja: 課題追跡システムに関連付けるフォルダーを選択してください
nb: Velg mappe som skal forbindes med denne saksporeren
oc: Seleccionatz lo repertòri a associar amb aqueste sistèma de seguiment de problèmas
sk: Vybrať adresár pre tento sledovač prípadov
sr@latin: Izaberite folder da se pridruži ovom problem tragaču
vi: Chọn thư mục để gắn với bộ theo dõi vấn đề này

source: Select folder to export to. You might need to create a new folder before performing this export.
cs: Vyberte adresář kam exportovat. Možná budete nejdříve muset vytvořit nový adresář, než export zahájíte.
hr: Odaberi mapu u koju će biti napravljen izvoz. Možda bi trebalo napraviti novu mapu prije no što se napravi izvoz.
it: Selezionare la cartella in cui esportare. Potrebbe essere necessario creare una nuova cartella prima di procedere all'esportazione.
ja: エクスポート先のフォルダーを選択してください。 これを実行する前に新しいフォルダーを作成する必要があるかもしれません。
nb: Velg en mappe å eksportere til Du må kanskje lage en ny mappe før du eksporterer.
oc: Seleccionatz lo repertòri cap al qual realizar l'exportacion. Es possible que vos calga crear lo repertòri abans d'efectuar aquesta exportacion.
sk: Vybrať adresár kam sa má exportovať. Môžete potrebovať vytvoriť nový adresár pred exportovaním.
sr@latin: Odaberite folder za izvoz. Možda bi trebalo napraviti novi folder pre no što se napravi izvoz.
vi: Chọn thư mục để xuất. Bạn có lẽ cần tạo một thư mục mới trước khi thi hành việc xuất này.

source: Select folder to run script for
cs: Vyberte adresář, pro který se má skript spustit
hr: Odaberite radnu mapu za skript
it: Seleziona una cartella su cui eseguire lo script
ja: スクリプトを実行するフォルダーを選択
nb: Velg mappe hvor skriptet skal kjøres
oc: Seleccionatz lo repertòri ont executar l'escript
sk: Vyberte adresár, pre ktorý sa má vykonať skript
sr@latin: Odaberite radni folder za skript
vi: Chọn thư mục để chạy kịch bản cho

source: Select folder to save the selected files to
cs: Vyberte adresář pro uložení vybraných souborů
hr: Odaberite radnu mapu za snimanje odabrane datoteke
it: Seleziona una cartella in cui salvare i file selezionati
ja: 選択したファイルを保存するフォルダーを選択してください
nb: Velg mappe for å lagre de valgte filene
oc: Seleccionatz lo repertòri ont salvar los fichièrs seleccionats
sk: Vyberte adresár, na uloženie vybraného súboru
sr@latin: Odaberite radni folder za snimanje odabranih fajlova
vi: Chọn thư mục để lưu các tập tin được chọn vào

source: Select hook script file
cs: Vybrat soubor s hákovým skriptem
hr: Izaberite datoteku skripte
it: Seleziona il file contenente lo script di agagncio
ja: フックスクリプトファイルを選択
nb: Velg fil med påhakingsskript
oc: Seleccionar lo fichièr de l'escript associat
sk: Vybrať súbor skriptu
sr@latin: Izaberite fajl zakačivog skripta
vi: Chọn tập tin kịch bản móc

source: Select items automatically
cs: Položky vybrat automaticky
hr: Automatski odaberi stavke
it: Seleziona automaticamente elementi
ja: 項目を自動的に選択する
nb: Velg elementene automatisk
oc: Seleccionar las entradas automaticament
sk: Automaticky označiť objekty
sr@latin: Odaberi stavke automatski
vi: Chọn các món một cách tự động

source: Select merge application
cs: Zvolte aplikaci pro sloučení
hr: Izaberi aplikaciju za stapanja
it: Seleziona applicazione per l'unione
ja: マージ用アプリケーションを選択
nb: Velg fletteprogram
oc: Seleccionar l'aplicacion de fusion
sk: Vyber zlučovací program
sr@latin: Izabertei aplikaciju za spajanja
vi: Chọn ứng dụng hợp nhất

source: Select merge target
cs: Zvolte cíl sloučení
hr: Izaberi odredište stapanja
it: Seleziona destinazione per l'unione
ja: マージするターゲットを選択
nb: Velg mål for fletting
oc: Seleccionar la cibla de la fusion
sk: Vyberte cieľ zlúčenia
sr@latin: Izaberite odredište spajanja
vi: Chọn đối tượng hợp nhất

source: Select patch file...
cs: Zvolte záplatu ...
hr: Odaberite datoteku sa zakrpom...
it: Seleziona file patch...
ja: パッチファイルを選択 ...
nb: Velg korreksjonsfil...
oc: Seleccionar lo fichièr de patch...
sk: Vybrať súbor záplaty...
sr@latin: Izaberi fajl zakrpe...
vi: Chọn tập tin vá...

source: Select revision range
cs: Zvolte rozsah revizí
hr: Odaberi raspon revizija
it: Seleziona intervallo di revisione
ja: リビジョンの範囲を選択
nb: Velg revisjonsintervall
oc: Seleccionar la plaja de revisions
sk: Vyberte rozsah revízií
sr@latin: Odaberite raspon revizija
vi: Chọn phạm vi chỉnh sửa

source: Select settings file
cs: Vyberte soubor s nastavením
hr: Odaberi datoteku sa postavkama
it: Seleziona il file delle impostazioni
ja: 設定ファイルを選択
nb: Velg innstillingsfil
oc: Seleccionar lo fichièr de paramètres
sk: Vybrať súbor nastavní
sr@latin: Izabei fajl podešavanja

source: Select start revision
cs: Zvolte první revizi
hr: Odaberi početnu reviziju
it: Seleziona inizio revisione
ja: 開始リビジョンを選択
nb: Velg første revisjon
oc: Seleccionar la revision de despart
sk: Vyberte rozsah revízií
sr@latin: Odaberite početnu reviziju
vi: Chọn bản chỉnh sửa bắt đầu

source: Select the URLs for the tree merge
cs: Zvolte URL pro sloučení stromů
hr: Odaberi url za stapanje stabla
it: Seleziona le URL per l'unione dell'albero
ja: ツリーをマージするURLを選択
nb: Velg URLer for treflettingen
oc: Seleccionar los URLs per la fusion de l'arbre
sk: Vyberte URL adresy pre zlučovanie stromov
sr@latin: Odaberite URLove za stapanje stabla
vi: Chọn các URL cho cây hợp nhất

source: Select the behaviour of the progress dialog at the end of the operation.
cs: Zvolte chování dialogového okna průběhu při konci operace.
hr: Izaberite ponašanje dijaloga za prikaz napretka na kraju operacije.
it: Selezionare come si vuole che si comporti la finestra di avanzamento al termine dell'operazione.
ja: 処理終了時の進行状況ダイアログの動作を選択します。
nb: Velg oppførselen på fremdriftsdialogen på slutten av operasjonen
oc: Seleccionatz lo comportement del dialòg de progression en fin d'operacion
sk: Vyberte správanie pre dialógové okno postupu na konci úkonu.
sr@latin: Izaberite ponašanje dijaloga za prikaz napretka na kraju operacije.
vi: Chọn biểu hiện của hộp thoại tiến triển vào cuối tác vụ.

source: Select the entire document Select All
cs: Vybrat celý dokument Vybrat vše
hr: Označi cijeli dokument Označi sve
it: Seleziona l'intero documento Seleziona tutto
ja: ドキュメント全体を選択する 全選択
nb: Merk hele dokumentet Merk alt
oc: Seleccionar lo document entièr Seleccionar tot
sk: Označiť celý dokument Označ všetko
sr@latin: Označite celi dokument Označi sve
vi: Chọn toàn bộ tài liệu Chọn tất cả
