Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Unexpected file format.
cs: Neočekávaný souborový formát.
hr: Neočekivani format datoteke.
it: Formato inatteso del file.
ja: 想定外のファイル形式です。
nb: Uventet filformat.
oc: Format de fichièr pas esperat.
sk: Neočakávaný formát súboru.
sr@latin: Neočekivani format fajlovi.
vi: Định dạng tập tin không chấp nhận

source: Unfold
cs: Rozevřít
hr: Odmotaj
it: Separa
ja: 展開する
nb: Brett ut
sk: Rozbaliť
sr@latin: Razviti
vi: Trải ra

source: Unformatted Text text without any formatting
cs: Neformátovaný text text bez formátování
hr: Neformatiran tekst tekst be ikakvog formata
it: Testo Non Formattato testo senza formattazione
ja: 書式が設定されていないテキスト 書式設定の無いテキスト
nb: Uformatert Tekst tekst uten noen formatering
oc: Tèxte pas formatat Tèxte sens formatatge
sk: Neformátovaný text text bez formátovania
sr@latin: Neformatiran tekst tekst bez bilo kakvog formatiranja
vi: Văn bản không được định dạng văn bản không có định dạng nào

source: Unified &diff of HEAD revisions
cs: Sjednocený roz&díl revize HEAD
hr: Objedinjene &razlike glavnih (HEAD) revizija
it: &Confronto unificato delle revisioni di testa
ja: HEADリビジョン同士のUnified形式の差分(&D)
nb: Enhetlige &differ fra HEAD-revisjoner
oc: &Comparason unificada de las revisions HEAD
sk: Unifikovaný "&diff" HEAD (hlavnej) revízie
sr@latin: Objedinjene &razlike glavnih (HEAD) revizija
vi: &Khác biệt thống nhất của các bản chỉnh sửa HEAD

source: Unified Diff
cs: Sjednocený rozdíl
hr: Ujedinjene razlike
it: Differenze unificate
ja: Unified差分ファイル
nb: Enhetlig diff
oc: Diff unificat
sk: Unifikované porovnanie
sr@latin: Ujedinjene razlike

source: Unknown certificate issuer. Fingerprint: %1!ls! Distinguished name: %2!ls!
cs: Neznámý vydavatel certifikátu. Otisk: %1!ls! Zjištěné jméno: %2!ls!
hr: Nepoznat izdavatelj certifikata. Jedinstvena oznaka: %1!ls! Razlikovno ime: %2!ls!
it: Organo di emissione del certificato non riconosciuto: Impronta: %1!ls! Nome: %2!ls!
ja: 不明な証明書です。 Fingerprint: %1!ls! Distinguished name: %2!ls!
nb: Ukjent sertifikat-utsteder. Fingeravtrykk: %1!ls! Enestående navn: %2!ls!
oc: Emeteire del certificat desconegut. Emprenta : %1!ls! Nom distinguit : %2!ls!
sk: Neznámy pôvodca certifikátu. Otlačok: %1!ls! (význačné) Meno: %2!ls!
sr@latin: Nepoznat izdavač certifikata. Otisak prsta: %1!ls! Razlikovano ime: %2!ls!
vi: Không nhận ra nơi phát hành chứng thực. Dấu tay: %1!ls! Tên phân biệt: %2!ls!

source: Unknown depth
cs: Neznámá hloubka
hr: Nepoznata dubina
it: Profondità sconosciuta
ja: 未知の深さ
nb: Ukjent dybde
oc: Prigondor desconegut
sk: Neznáma hĺba
sr@latin: Nepoznata dubina
vi: Độ sâu không biết được

source: Unknown failure in SVN::List
cs: Neznámé selhání v SVN::List
hr: Nepoznata greška u SVN::List
it: Fallimento sconosciuto in SVN::List
ja: SVN::List での不明な失敗
nb: Ukjent feil i SVN::List
oc: Error desconeguda dins SVN::List
sk: Neznáma chyba v SVN::List
sr@latin: Nepoznata greška u SVN::List
vi: Thất bại không biết được trong SVN::List

source: Unlock
cs: Odemknout
hr: Odključaj
it: Sblocca
ja: ロック解除
nb: Fjern sperre
oc: Desverrolhar
sk: Odomknúť
sr@latin: Otključaj
vi: Mở khóa

source: Unlock failed
cs: Odemčení selhalo
hr: Odključavanje nije izvršeno
it: Sblocco fallito
ja: ロックの解除に失敗
nb: Fjerning av sperre feilet
oc: Desverrolhatge fracassat
sk: Odomknutie zlyhalo
sr@latin: Otključavanje nije izvršeno
vi: Mở khóa thất bại

source: Unlocked
cs: Odemčeno
hr: Odključano
it: Sbloccato
ja: ロック解除
nb: Sperre fjernet
oc: Desverrolhat
sk: Odomknuté
sr@latin: Otključano
vi: Đã mở khóa

source: Unmark this change
cs: Odznačit tuto změnu
hr: Odznačite ovu promjenu
it: Deseleziona questa modifica
ja: この変更のマークを解除
nb: Avmarker denne endringen
oc: Deseleccionar aqueste cambiament
sk: Odznačiť zmenu
sr@latin: Razmarkiraj ovu izmenu

source: Unrecognized or invalid property file format!
cs: Nerozeznán, nebo nesprávný formát souboru!
hr: Pogrešan ili nepoznat format datoteke svojstava!
it: Formato di file non riconosciuto o non valido!
ja: ファイル形式が認識できないか不正です。
nb: Ukjent eller ugyldig format på egenskapsfil!
oc: Format de fichièr de proprietat invalid o pas reconegut !
sk: Neznámy, alebo nesprávny formát súboru vlastností!
sr@latin: Pogrešan ili nepoznat format fajlova svojstava!
vi: Thuộc tính định dạng tập tin không nhận ra hoặc không hợp lệ

source: Unresolved conflicts!
cs: Nevyřešené konflikty!
hr: Nerazriješeni konflikti!
it: Conflitto non risolto!
ja: 未解決の競合です。
nb: Uløste konlikter!
oc: I a de conflictes pas resolguts !
sk: Nevyriešené konflikty!
sr@latin: Nerešen sadžaj!
vi: Các mâu thuẫn chưa được giải quyết!

source: Untitled
cs: Bez názvu
hr: Bez naslova
it: Senza titolo
ja: 未タイトル
nb: Uten tittel
oc: Sens nom
sk: Nepomenované
sr@latin: Bez naslova
vi: Không tiêu đề

source: Unused log caches will only be removed if the respective file is smaller than the given size in kBytes.
cs: Nepoužívané úschovy záznamu jsou odstraněny pouze pokud jsou menší než určitá velikost v kBytech.
hr: Nekorišteni spremnik dnevnika bit će uklonjen ako je odgovarajuća datoteka manja od zadane veličine u kB.
it: Cache di log inutilizzate saranno rimosse solo se il rispettivo file è più piccolo della dimensione data in kBytes.
ja: 未使用のログキャッシュは、指定されたファイルサイズ（KB） よりも小さい場合にのみ削除されます。
nb: Ubrukte loggmellomlagre vil bare fjernes hvis den tilsvarende filen er mindre enn den gitte størrelsen i kBytes.
oc: Los comentaris meses en cache que son pas utilizats seràn suprimits se son mai pichon qu'una talha donada en kBytes.
sk: Nepoužitý zásobník denníka bude vymazaný iba keď jeho súbor je menší ako udaná veľkosť v KiB.
sr@latin: Nekorišćen dnevnik keša će biti uklonjen samo ako je odgovarajući fajl manji od date veličine u kBajtima.
vi: Các bản lưu tường trình không sử dụng sẽ bị loại bỏ nếu tập tin tương ứng nhỏ hơn kích thước được cho tính bằng KByte.

source: Unversion
cs: Odstranit verzi
hr: 'Skini' verzije
it: Rimuovi dal versionamento
ja: バージョン管理を解除
nb: Av-versjoner
oc: Rendre non-versionat
sk: Odverziovať
sr@latin: "Skini" verzije
vi: Không phiên bản

source: Unversion and add to &ignore list
cs: Odstranit verzi a přidat do seznamu k &ignorování
hr: Makni iz verzioniranja i dodaj na popis zanemar&ivanja
it: Cancella e aggiungi all'elenco di file da &ignorare
ja: バージョン管理から除外し、無視リストに追加(&I)
nb: Av-versjoner og legg til i &ignoreringslisten
oc: Rendre non-versionat e apondre a la lista dels &ignorats
sk: Odverziovať a pridať do zoznamu &ignorovaných
sr@latin: Uklanjanje verzije i dodavanje na listu zanemar&ivanja
vi: Bỏ phiên bản và thêm vào danh sách &bỏ qua

source: Unversion working copy
cs: Odebrat verzi pracovní kopie
hr: Neverzionirana radna kopija
it: Togli versione alla copia di lavoro
ja: 作業コピーのバージョン管理をやめる
nb: Av-versjoner arbeiskopien
oc: Desversionar la còpia de trabalh
sk: Odverziovať pracovnú kópiu
sr@latin: Neverzionisana radna kopija
vi: Bản làm việc không phiên bản

source: Unversioned
cs: Bez verze
hr: Bez verzija
it: Non versionato
ja: バージョン管理外
nb: Ikke-versjonert
oc: Non-versionat
sk: Odverziované
sr@latin: Neverzionisan
vi: Đã được bỏ phiên bản

source: Unversioned files mark parent folder as modified
cs: Soubory bez verzí uznačí nadřazený adresář jako změněný
hr: Datoteke izvan sustava verzija označavaju mapu kao izmijenjenu
it: I file senza versione marcano le cartelle che li contengono come modificate
ja: バージョン管理外のファイルを含むフォルダーを変更されたとみなす
nb: Ikke-versjonerte filer markerer mappen over som endret
oc: Los fichièrs non versionats marquent lo dorsièr parent coma modificat
sk: Neverziované súbory označia rodičovský adresár za zmenený
sr@latin: Fajlovi izvan sistema verzija označavaju folder kao izmenjenu
vi: Các tập tin không phiên bản đánh dấu thư mục cha như là đã được sửa đổi

source: Unversioning %1!ls!
cs: Odstraňuji verze %1!ls!
hr: Deverzioniranje %1!ls!
it: Rimozione di %1!ls! dal versionamento
ja: %1!ls! をバージョン管理から除外中
nb: Av-versjonerer %1!ls!
oc: Rendre %1!ls! non-versionat
sk: Odverziovávanie %1!ls!
sr@latin: Skidanje verzije %1!ls!
vi: Bỏ phiên bản %1!ls!

source: Up one folder
cs: Otevřít nadřazený adresář
hr: Otvori mapu iznad
it: Livello superiore
ja: 1つ上のフォルダーへ
nb: Opp en mappe
oc: Anar cap a lo repertòri parent
sk: O adresár vyššie
sr@latin: Jedan folder gore
vi: Lên một thư mục

source: Update
cs: Aktualizovat
hr: Obnovi
it: Aggiorna
ja: 更新
nb: Oppdater
oc: Metre a jorn
sk: Aktualizácia
sr@latin: Obnavljanje
vi: Cập nhật

source: Update Depth
cs: Aktualizovat Hloubku
hr: Dubina obnavljanja
it: Aggiorna Profondità
ja: 更新の深さ
nb: Oppdater Dybde
oc: Metre a jorn la Prigondor
sk: Hĺba aktualizácie
sr@latin: Uskladi dubinu
vi: Cập nhật độ sâu

source: Update WC to revision
cs: Aktualizovat pracovní kopii na revizi
hr: Obnovi RK na inačicu
it: Aggiorna la copia di lavoro alla revisione
ja: 作業コピーをこのリビジョンへ更新
nb: Oppdater arbeidskopi til revisjon
oc: Metre a jorn la CdT a la revision
sk: Aktualizovať pracovnú kópiu na revíziu
sr@latin: Uskladi RK sa revizijom
vi: Cập nhật WC tới bản chỉnh sửa

source: Update check is currently running!
cs: Kontrola aktualizací již běží!
hr: Ažuriranje trenutno u tijeku!
ja: 更新チェックを実行中です！
nb: Oppdateringssjekk kjører nå!
oc: La verificacion de mesa a jorn es en cors !
sr@latin: Provera usklađivanja trenutno radi!

source: Update externals
cs: Aktualizovat externí
hr: Ažuriraj vanjske
it: Aggiorna esterni
ja: 外部参照を更新
nb: Oppdater eksterne
oc: Metre a jorn las referéncias extèrnas
sk: Aktualizovať externé
sr@latin: Uskladi eksternale

source: Update Update the file and try locking again.
cs: Aktualizace Aktualizovat soubor a znovu ho zkusit zamknout.
hr: Obnovi Obnovi datoteku i ponovno pokušaj zaključati
it: Aggiorna Aggiorna il file e ritenta nuovamente il blocco.
ja: 更新 ファイルを更新し、再度ロックを試みます。
nb: Oppdater Oppdater filen og prøv å låse på ny.
sk: Aktualizovať Aktualizuje súbor a pokúsi sa ho opäť uzamknúť.
sr@latin: Uskladi Uskladi fajl i ponovo pokušaj zaključavanje.
vi: Cập nhật Cập nhật tập tin và thử khóa lại lần nữa.

source: Update Update the working copy and reopen the commit dialog to try again.
cs: Aktualizace Aktualizujte pracovní kopii a znovu otevřete dialogové okno odevzdání a zkuste to znovu.
hr: Obnovi Obnovi radnu kopiju i ponovno otvori prozor za pohranu kako biste pokušali ponovno.
it: Aggiorna Aggiorna la copia di lavoro e riapri la finestra di commit per riprovare.
ja: 更新 作業コピーを更新し、再度コミットダイアログを開きます。
nb: Oppdater Oppdater arbeidskopien og åpne innsendingsdialogen for å prøve igjen.
sk: Aktualizovať Aktualizuje pracovnú kópiu a znova otvorí odovzdávací dialóg.
sr@latin: Uskladi Uskladite radnu kopiju i otvorite dijalog urezivanja i pokušajte ponovo.
vi: Cập nhật Cập nhật bản làm việc và mở lại hộp thoại cam kết để thử lần nữa.

source: Update Update to the HEAD revision
cs: Aktualizovat Aktualizovat na revizi HEAD
hr: Ažuriranje Ažuriranje na HEAD reviziju
ja: 更新 最新(HEAD)リビジョンに更新
nb: Oppdater Oppdater til HEAD-revisjon
sk: Aktualizovať Aktualizovať na hlavnú revíziu
sr@latin: Uskladi Uskladi prema GLAVNOJ reviziji

source: Updated
cs: Aktualizováno
hr: Obnovljeno
it: Aggiornato
ja: 更新
nb: Oppdatert
oc: Mis a jorn
sk: Aktualizované
sr@latin: Obnovljeno
vi: Đã cập nhật

source: Updates all monitored working copies
cs: Aktualizuje všechny sledované pracovní kopie
hr: Ažurira sve praćene radne kopije
ja: モニター中の作業コピーをすべて更新しました
nb: Oppdaterer alle overvåkede arbeidskopier
oc: Mets a jorn totas las còpias de trabalh susvelhadas
sr@latin: Uskladi sve nadgledane radne kopije

source: Updates the working copy to a specific revision
cs: Aktualizuje pracovní kopii na konkrétní revizi
hr: Obnavlja radnu kopiju prema određenoj reviziji
it: Aggiorna la copia di lavoro ad una specifica revisione
ja: 作業コピーを特定のリビジョンへ更新
nb: Oppdaterer arbeidskopien til en angitt revisjon
oc: Met a jorn la còpia de trabalh a una revision especific
sk: Aktualizuje pracovnú kópiu na určenú revíziu
sr@latin: Obnavlja radnu kopiju prema određenoj reviziji
vi: Cập nhật bản đang làm tới một bản chỉnh sửa xác định

source: Updates the working copy to the current revision
cs: Aktualizuje pracovní kopii na současnou revizi
hr: Obnavlja radnu kopiju prema važećoj reviziji
it: Aggiorna la copia di lavoro alla revisione corrente
ja: 作業コピーを現在のリビジョンへ更新
nb: Oppdaterer arbeidskopien til gjeldende versjon
oc: Met a jorn la còpia de trabalh dins lo depaus
sk: Aktualizuje pracovnú kópiu na aktuálnu revíziu
sr@latin: Obnavlja radnu kopiju prema važećoj reviziji
vi: Cập nhật bản đang làm tới một bản chỉnh sửa hiện thời

source: Updating
cs: Aktualizuji
hr: Ažuriram
it: Aggiornamento in corso
ja: 更新中
nb: Oppdaterer
oc: Mesa a jorn
sk: Aktualizovanie
sr@latin: Obnavljanje
vi: Đang cập nhật

source: Updating ActiveX objects
cs: Aktualizace objektu ActiveX
hr: Ažuriranje ActiveX objekata u tijeku
it: Aggiornamento oggetti ActiveX
ja: ActiveX オブジェクトを更新しています
nb: Oppdaterer ActiveX-objekter
oc: Mesa a jorn dels objèctes ActiveX
sk: Aktualizácia objektov ActiveX
sr@latin: Uskladi AktiveX objekte
vi: Đang cập nhật đối tượng ActiveX

source: Updating and retrying the lock...
cs: Aktualizace a pokus o zopakování zamčení...
hr: Obnavljam i ponovo pokušavam zaključati...
it: Aggiornamento e tentativo di applicare di nuovo il blocco in corso...
ja: 更新してロックを再試行しています...
nb: Oppdaterer og prøver å sperre på nytt...
oc: Mesa a jorn e nouvel essai del verrolh...
sk: Aktualizovanie a obnovovanie zámkov...
sr@latin: Obnavljam i ponovo pokušavam da zaključam...
vi: Đang cập nhật và trang thử lại cái khóa...

source: Updating log cache
cs: Aktualizuji úschovu záznamu
hr: Obnavljanje spremnika dnevnika
it: Aggornamento della cache del log
ja: ログキャッシュを更新中
nb: Oppdaterer loggmellomlager
oc: Mesa a jorn del cache del jornal
sk: Aktualizácia pamäte denníka
sr@latin: Uskladi keš dnevnika
vi: Đang cập nhật lưu trữ tường trình

source: Upgrade the working copy to the new 1.8 format.
cs: Aktualizovat pracovní kopii na nový formát 1.8.
hr: Nadograditi radnu kopiju na novi 1.8 format.
it: Aggiorna la copia di lavoro al nuovo formato 1.8.
ja: 作業コピーを新しい1.8形式にアップグレード
nb: Oppgrader arbeidskopien til det nye 1.8-formatet.
oc: Metre a jorn la còpia de trabalh vers lo novèl format 1.8.
sk: Vynoviť pracovnú kópiu do nového formátu 1.8.
sr@latin: Nadogradi radnu kopiju u novi 1.8 format.

source: Upgrade working copy
cs: Aktualizovat pracovní kopii
hr: Uskladi radnu kopiju
it: Aggiorna copia di lavoro
ja: 作業コピーをアップグレード
nb: Oppgrader arbeidskopi
oc: Metre a jorn la còpia de trabalh
sk: Vynoviť pracovnú kópiu
sr@latin: Nadogrdnja radne kopije
vi: Nâng cấp bản sao làm việc

source: Upgrading '%1!ls!'
cs: Aktualizuji '%1!ls!'
hr: Nadograđujem '%1!ls!'
it: Aggiorno '%1!ls!'
ja: 「%1!ls!」をアップグレード中
nb: Oppgraderer '%1!ls!'
oc: Mesa a jorn de '%1!ls!'
sk: Vynovovanie "%1!ls!"
sr@latin: Dogradnja '%1!ls!'
vi: Đang nâng cấp '%1!ls!'

source: Urls
cs: URL
hr: Url-ovi
ja: URL
nb: Url-er
sk: URL
sr@latin: Urlovi

source: Use &Default Image:
cs: Použít &Výchozí Obrázek:
hr: Koristi &uobičajnu sliku:
it: Usa Immagine Pre&definita:
ja: デフォルトの画像を使用(&D):
nb: Bruk &Standard Bilde:
sk: Použiť prednastavený &obrázok
sr@latin: Koristi &uobičajenu sliku
vi: Sử dụng ảnh &mặc định:

source: Use &one-pane view as default for 2-file diff
cs: Použít &jednopanelové zobrazení jako výchozí pro porovnávání 2 souborů
hr: Koristi &jedinstveni pogled kao uobičajeni za pregled razlika 2 datoteke
it: Usa la vista ad &un solo pannello come predefinita per il confronto tra due file
ja: 2つのファイルの差分に、デフォルトで1画面表示を使用する(&O)
nb: Bruk &ett-panelsvisning som standard for 2-fils diff
oc: Utilizar la vista panèl unic per defaut p&els diff de 2 fichièrs
sk: Predvoliť &jedno-panelové zobrazenie pre dvojsúborové porovnanie
sr@latin: Koristi &jedan-panel pregled kao uobičajeni za pregled razlika 2 fajla
vi: Dùng chế độ xem &một bảng như là mặc định cho việc so sánh 2-tập tin

source: Use &other text block
cs: &Použít jiný textový blok
hr: Koristi &njihov blok teksta
it: Usa un'altr&o blocco di testo
ja: 他のテキストブロックを使用(&O)
nb: Bruk den &andre tekstblokken
oc: Utilizar l'autre bl&òt de tèxte
sk: Použiť iný bl&ok textu
sr@latin: Koristi &drugi blok teksta
vi: Sử dụng khối văn bản &khác

source: Use &text viewer to view blames
cs: Použít &textový prohlížeč pro prohlédnutí obvinění
hr: Koristi preglednik &teksta za pregled okrivljenih
it: Usa l'editor di &testo per visualizzare le revisioni biasimate
ja: 注釈履歴を見るためにテキストビューアーを用いる(&T)
nb: Vis skyld i en tekst&viser
oc: Utilizar la visionadoira &tèxte per veire las anotacions
sk: Použiť &textový prehliadač pre obvinenia
sr@latin: Koristi pregledač &teksta za pregled okrivljenih
vi: Dùng bộ xem &văn bản để xem các trách mắng

source: Use '*' as a wildcard character when specifying an exception. To separate multiple exceptions, use commas (','). Example: *.mylan.com, *.company.com
cs: Použijte '*' jako náhradu znaků při určování výjimky Pro oddělení více výjimek použijte čárky (','). Příklad: *.mojesit.cz, *.spolecnost.cz
hr: Koristite '*' kao zamjenski znak prilikom određivanja iznimke. Kako biste odvojili višestruke iznimke, koristite zareze(','). Primjer: *.moje.hr, *.kompanija.hr
it: Utilizzare '*' come carattere jolly quando si specifica un'eccezione. In caso di eccezioni multiple, separarle usando delle virgole (','). Esempio: *.mylan.com, *.company.com
ja: 除外指定にはワイルドカードとして「*」を用い、 複数指定する場合はコンマ（「,」）を使用します。 例: *.mylan.com, *.company.com
nb: Bruk '*' som jokertegn når unntak angis Kommaer (',') brukes for å skille flere unntak Eksempel: *.mittlan.no, *.firmanavn.no
oc: Utilizatz '*' coma caractèr générique quand especificatz una excepcion Per separar de multiplas excepcions, utilizatz las virgulas (','). Exemple : *.monlan.com, *.compagnie.com
sk: Použite "*" za zástupný znak pri určovaní výnimiek(vylúčení). Výnimky oddeľte (","). Napríklad: *.mojasiet.com, *.firma.com
sr@latin: Koristite '*' kao zamenski znak prilikom određivanja izuzetaka. Kako biste odvojili višestruke izuzetke, koristite zareze (','). Primer: *.mylan.com, *.company.com
vi: Dùng '*' như là ký tự đặc biệt khi chỉ ra một cá biệt. Để ngăn cách nhiều cá biệt, dùng dấu phẩy (','). Ví dụ: *.khoadang.com, *.company.com

source: Use 'mine' text block
cs: Použít textový blok 'můj'
hr: Koristi 'moj' blok teksta
it: Usa i 'miei' blocchi di testo
ja: 「mine」のテキストブロックを使用
nb: Bruk 'min' tekstblokk
oc: Utilizatz 'mon' blòt de tèxte
sk: Použiť blok "Moje"
sr@latin: Koristi 'moj' tekst boks
vi: Sử dụng khối văn bản 'của tôi'

source: Use 'mine' text block then 'theirs'
cs: Použít textový blok 'můj' pak 'jejich'
hr: Koristi 'moj' blok teksta, a tada 'njihov'
it: Usa i 'miei' blocchi di testo al posto dei 'suoi'
ja: 「mine」→「theirs」の順でテキストブロックを使用
nb: Bruk 'min' tekstblokk, deretter 'deres'
oc: Utilizatz 'mon' blòt de tèxte puèi lo 'lor'
sk: Použiť blok "Moje" potom "Ich"
sr@latin: Koristi 'moj' tekst boks zatim 'njihov '
vi: Sử dụng khối văn bản 'của tôi' rồi đến 'của họ'

source: Use 'theirs' text block
cs: Použít textový blok 'jejich'
hr: Koristi 'njihov' blok teksta
it: Usa 'i suoi' blocchi di testo
ja: 「theirs」のテキストブロックを使用
nb: Bruk 'deres' tekstblokk
oc: Utilizatz 'lor' blòt de tèxte
sk: Použiť blok "Ich"
sr@latin: Koristi 'njihov' tekst boks
vi: Sử dụng khối 'của họ'

source: Use 'theirs' text block then 'mine'
cs: Použít textový blok 'jejich' pak 'můj'
hr: Koristi 'njihov' blok teksta, a tada 'moj'
it: Usa i 'suoi' blocchi di testo al posto dei 'miei'
ja: 「theirs」→「mine」の順でテキストブロックを使用
nb: Bruk 'deres' tekstblokk, deretter 'min'
oc: Utilizatz 'lor' blòt de tèxte puèi lo 'mien'
sk: Použiť blok "Ich" potom "Moje"
sr@latin: Koristi 'njihov' tekst boks zatim 'moj '
vi: Sử dụng khối văn bản 'của họ' rồi đến 'của tôi'

source: Use Aero dialogs
cs: Použít dialogová okna Aero
hr: Koristi Aero dijaloge
it: Usa finestre Aero
ja: Aeroダイアログを使用
nb: Bruk Aero-dialoger
oc: Utilizar las bóstias de dialòg Aero
sk: Použit Aero dialógy
sr@latin: Koristi Aero dijaloge
vi: Dùng hộp thoại kiểu Aero

source: Use Ribbons
cs: Používat pásy karet
hr: Korištenje ribona
it: Usa righelli
ja: リボンを使用する
nb: Bruk Bånd
oc: Utiliza losRubans
sk: Použiť lištu
sr@latin: Koristi trake

source: Use URL of &WC as the default "From:" URL
cs: &Použít URL pracovní kopie jako výchozí "Z:" URL
hr: Koristi URL &radne kopije kao osnovni "Iz:" URL
it: Usa l'URL della copia di &lavoro come predefinito per il campo "Da:"
ja: 作業コピーのURLを「マージ元」のデフォルトURLとして使用する(&W)
nb: Bruk &arbeidskopiens URL som standard "Fra:" URL
oc: Utilizar l'URL de la Cd&T per defaut per l'URL "Dempuèi :"
sk: Použiť URL adresu &pracovnej kópie ako predvolenú pre "Z:" URL
sr@latin: Koristi URL &radne kopije kao osnovni "Iz:" URL
vi: Dùng URL và &WC như là mặc định cho URL "Từ:"

source: Use Unified Diff from &clipboard
cs: &Použít Sjednocený Rozdíl ze schránky
hr: Upotrijebi objedinjenu razliku iz priručnog &spremnika
it: Una confronto unificato dagli a&ppunti
ja: クリップボードのUnified形式の差分を使用(&C)
nb: Bruk Enhetlig &Diff fra utklippstavlen
oc: Utilizar las Diferén&cias unificadas del quichapapièrs
sk: Použiť unifikované porovnanie &schránky
sr@latin: Koristi ujedinjenu razliku sa &klipborda
vi: Dùng tìm khác biệt thống nhất từ &clipboard

source: Use all content from the left view Use left file
cs: Použít obsah levého zobrazení Použít levý soubor
hr: Koristi sav sadržaj sa lijevog gledišta Koristi lijevu datoteku
it: Usa tutto il contenuto della visualizzazione a sinistra Usa file di sinistra
ja: すべて左ビューの内容を使用する 左側のファイルを使用
nb: Bruk alt innhold fra venstre visning Bruk venstre fil
oc: Utilizar tot lo contengut de la vista esquèrra Utilizar lo fichièr esquèrra
sk: Použije celý obsah z ľavého zobrazenia Použije ľavý súbor
sr@latin: Koristi ceo sadržaj sa levog pregleda Koristi levi fajl
vi: Sử dụng tất cả nội dung từ bảng xem bên trái Sử dụng tập tin bên trái

source: Use block from left before right
cs: Použít levý blok před pravým blokem
hr: Koristi lijevi blok teksta prije desnog
it: Usa blocco di sinistra prima di quello di destra
ja: 左→右の順でブロックを使用
nb: Bruk blokk fra venstre før høyre
oc: Utilizar lo blòt d'esquèrra abans lo de dreita
sk: Použiť ľavý blok pred pravým
sr@latin: Koristi blok iz levog pre nego iz desnog
vi: Sử dụng khối từ bên trái trước bên phải

source: Use block from left view before block from right view Use block from left before right
cs: Použít blok z levého pohledu před blokem z pravého pohledu Použít blok zleva před pravým
hr: Koristi blok sa lijevog gledišta prije bloka sa desnog gledišta Koristi blok sa lijevog prije desnog
it: Usa blocco della visualizzazione a sinistra prima del blocco della visualizzazione di destra Usa blocco di sinistra prima di quello di destra
ja: 右ビューのブロックの前に左ビューのブロックを使用する 左→右の順でブロックを使用
nb: Bruk blokk fra venstre visning før blokk fra høyre visning Bruk blokk fra venstre før høyre
oc: Utilizar lo blòt de la vista esquèrra abans lo de la vista dreita Utilizar lo blòt d'esquèrra abans lo de dreita
sk: Použiť blok z ľavého pohľadu pred blokom z pravého pohľadu Použiť blok z ľava pred pravím
sr@latin: Koristi blok sa levog pregleda pre bloka sa desnog pregleda Koristi blok sa levog pre desnog
vi: Sử dụng khối từ bên trái trước khối từ bên phải Sử dụng khối từ bên trái trước bên phải

source: Use block from right before left
cs: Použít pravý blok před levým blokem
hr: Koristi desni blok teksta prije lijevog
it: Usa blocco di destra prima di quello di sinistra
ja: 右→左の順でブロックを使用
nb: Bruk blokk fra høyre før venstre
oc: Utilizar lo blòt de dreita abans lo d'esquèrra
sk: Použiť pravý blok pred ľavým
sr@latin: Koristi blok iz desnog pre levog
vi: Sử dụng khối từ bên phải trước bên trái
