Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Please enter a path where to apply the hook script to.
cs: Prosím, zadejte cestu, kde se má aplikovat hákový skript.
hr: Odaberite stazu na koju će primijeniti skripta.
it: Inserire un percorso al quale applicare uno script di aggancio
ja: フックスクリプトを適用するパスを入力してください。
nb: Vennligst angi en sti hvor påhakingsskriptet skal anvendes.
oc: Sasir un camin ont aplicar l'escript associat.
sk: Prosím zadajte cestu, pre ktorú sa má vykonať pripnutý (hook)skript.
sr@latin: Odaberite putanju na koju će se primeniti zakačiv skript.
vi: Vui lòng nhập vào một đường dẫn để áp dụng kịch bản hook

source: Please execute the 'Cleanup' command.
cs: Prosím, spusťte příkaz 'Vyčistit'.
hr: Molim izvršite naredbu 'Počisti'.
it: Esegui il comando 'Pulizia'.
ja: 「クリーンアップ」コマンドを実行してください。
nb: Vennligst kjør kommandoen 'Rydd opp'.
oc: Executatz la comanda 'Netejar'.
sk: Prosím spustite 'Vyčistiť'.
sr@latin: Molim izvršite naredbu 'Počisti'.
vi: Vui lòng thi hành lệnh 'Don dẹp'

source: Please note: Your working copy remains on the previous path. If you want your next changes to be committed to the copy or branch you have just created, then you need to switch your working copy over to the new URL. Use the Switch command to do that.
cs: Poznámka: Vaše pracovní kopie zůstává na předchozí cestě. Pokud chcete, aby se vaše následující změny provedly v právě vytvořené kopii, potřebujete se přepnout na tuto cestu. Použijte příkaz Překlopit.
hr: Molim primijetite: Vaša radna kopija ostaje na prethodnoj stazi. Ako želite da se Vaše buduće izmjene nalaze u upravo napravljenoj grani tada trebate prebaciti svoju radnu kopiju na novi URL. Za to koristite naredbu Prebaci.
it: Nota bene: la copia di lavoro rimane puntata al percorso precedente. Se si desidera che le prossime modifiche vengano apportate alla copia o al ramo appena creato, allora è necessario spostare la copia di lavoro sul nuovo URL. Per farlo usare il comando Sposta.
ja: 注意: 作業コピーは従来のパスのままです。もし、今作成したコピーもしくはブランチに 今後の変更をコミットする場合は、そのコピー先の新しいURLに作業コピー全体を 切り替える必要があります。 本操作を行うためには、切り替えコマンドを使用してください。
nb: Merk: Arbeidskopien er ennå knyttet til den gamle stien. Hvis du vil at de neste endringene skal sendes inn til den nye kopien eller grenen, må du bytte arbeidskopien over til den nye URLen. Bruk Bytt-kommandoen for å gjøre dette.
oc: Avertiment : Vòstra còpia de trabalh demòra dins lo camin precedent. Se volètz que vòstres cambiaments que venon sián liurats cap a la còpia o la branca novèlament creada, vos cal alara cambiar vòstra còpia de trabalh cap a la novèla URL. Utilizar la comanda Anar sus... per efectuar aquò.
sk: Poznámka: vaša pracovná kópia ostane na pôvodnej ceste. Ak chcete, aby ďalšie vykonané zmeny boli odovzdané do kópie, alebo vetvy, ktorú ste práve vytvorili, potrebujete prepnúť vašu pracovnú kópiu na novú URL. Aby ste to urobili použite príkaz Prepnúť.
sr@latin: Molim primetite: Vaša radna kopija ostaje na prethodnoj stazi. Ako želite da se Vaše buduće izmene budu urezane u upravo napravljenoj grani tada se treba premestiti na putanju te grane. Za to koristite naredbu Zameni.
vi: Xin lưu ý: Bản sao làm việc của bạn vẫn còn trên đường dẫn trước. Nếu bạn muốn các thay đổi tiếp theo được cam kết vào bản sao hoặc nhánh bạn vừa tạo ra, thì bạn cần phải chuyển bản làm việc sang URL mới. Dùng lệnh Chuyển để làm việc đó.

source: Please resolve the conflict by choosing one of the following options:
cs: Prosím, vyřešte konflikt výběrem jedné z následujících možností:
hr: Molim razriješite sukobe tako da odaberete neku od slijedećih mogućnosti:
it: Risolvere i conflitti scegliendo una delle seguenti opzioni:
ja: 以下のオプションを一つ選択して競合を解決してください:
nb: Vennligst løs konflikten ved å velge en av følgende muligheter:
sk: Prosím vyriešte konflikt výberom z nasledovných možností:
sr@latin: Molim rešite sukobe tako da odaberete neku od sledećih mogućnosti:
vi: Vui lòng giải quyết mâu thuẫn bằng cách chọn một trong các tùy chọn sau:

source: Please select a hook type
cs: Vyberte prosím typ háku
hr: Molim odaberite vrstu skripte
it: Selezionare un tipo di hook
ja: フックの種類を選択してください
nb: Vennligst velg en påhakingstype
oc: Seleccionatz un type d'association d'escript.
sk: Prosím vyberte typ pripnutia
sr@latin: Molim odaberite tip zakačaljke
vi: Vui lòng chọn kiểu hook

source: Please wait - this can take several minutes. Seriously!
cs: Prosím počkejte. Toto může trvat několik minut. Opravdu!
hr: Molim pričekajte - ovo može potrajati nekoliko minuta. Ne šalim se!
it: Attendere - questa operazione potrebbe richiedere parecchi minuti. Davvero!
ja: しばらくお待ちください - この処理には数分かかるかもしれません。ご注意ください。
nb: Vennligst vent - dette kan ta flere minutter. Helt sant!
sk: Čakajte prosím - toto môže trvať nemalú chvíľu. Vážne!
sr@latin: Molim pričekajte - ovo može potrajati nekoliko minuta. Ozbiljno!
vi: Vui lòng chờ - việc này có thể mất nhiều phút. Nghiêm túc!

source: Please wait while cancelling...
cs: Prosím, čekejte během rušení...
hr: Molim pričekajte dok odustajem...
it: Attendere. Annullamento in corso...
ja: キャンセル処理が完了するまでしばらくお待ちください ...
nb: Vent mens det avbrytes...
oc: Espèra de l'anullacion...
sk: Čakajte prosím, prebieha stornovanie ...
sr@latin: Molim pričekajte dok odustajem...
vi: Vui lòng chờ trong khi đang hủy bỏ...

source: Please wait while differences are obtained...
cs: Prosím, počkejte na zjištění rozdílů...
hr: Molim pričekajte dohvaćanje razlika...
it: Attendere, reperimento delle differenze...
ja: 差分を取得する間、しばらくお待ちください ...
nb: Vennligst vent mens forskjellene finnes...
oc: Pacientatz pendent la recuperacion de las diferéncias...
sk: Čakajte prosím na získanie rozdielov ...
sr@latin: Molim pričekajte dok se dobiju razlike...
vi: Vui lòng chờ trong khi khác biệt đang được nhận về...

source: Please wait while the externals are gathered...
cs: Počkejte prosím, než jsou externí shromážděny
hr: Molim pričekajte dohvaćanje vanjskih skladišta...
it: Attendere, reperimento delle differenze...
ja: 外部参照を収集する間、しばらくお待ちください ...
nb: Vennligst vent mens eksterne samles...
oc: Pacientatz pendent la mesa en comun dels elements extèrnes...
sk: Čakajte prosím na získanie externých ...
sr@latin: Molim pričekajte dok se pokupe razlike...
vi: Vui lòng chờ trong khi các thành phần bên ngoài đang được thu thập...

source: Please wait while the repository browser is initializing...
cs: Prosím, počkejte než se inicializuje průzkumník úložiště...
hr: Molim pričekajte inicijalizaciju preglednika skladišta...
it: Attendere: il browser del repository si sta inizializzando...
ja: リポジトリブラウザーを初期化する間しばらくお待ちください ...
nb: Vennligst vent mens depot-utforskeren starter...
oc: Pacientatz pendent l'inicializacion de l'Explorador de depaus...
sk: Čakajte prosím, prehliadač úložiska sa inicializuje ...
sr@latin: Molim pričekajte inicijalizaciju pretraživača spremišta...
vi: Vui lòng chờ trong khi trình duyệt kho chứa đang được khởi tạo...

source: Please wait...
cs: Čekejte, prosím...
hr: Molim pričekajte...
it: Attendere...
ja: しばらくお待ちください ...
nb: Vennligst vent...
oc: Pacientatz...
sk: Čakajte prosím ...
sr@latin: Molim pričekajte...
vi: Vui lòng chờ...

source: Possible values: 0 (fully transparent) .. 255 (opaque)
cs: Rozsah hodnot: 0 (zcela průhledný) .. 255 (neprůhledný)
hr: Moguće vrijednosti: 0 (potpuno proizirno) ... 255 (neprozirno)
it: Possibili valori: 0 (totalmente trasparente)..255(opaco)
ja: 設定可能な値: 0（透明）～255（不透明）
nb: Mulige verdier: 0 (helt gjennomsiktig) .. 255 (ugjennomsiktig)
oc: Valors possiblas : 0 (totalament transparent) .. 255 (opac)
sk: Možné hodnoty: 0 (úplne priesvitné) .. 255 (nepriehľadné)
sr@latin: Moguće vrednosti: 0 (potpuno transparentan) .. 255 (neproziran)
vi: Các giá trị có thể: 0 (trong suốt hoàn toàn) .. 255 (mờ đục)

source: Post-Commit Hook
cs: Hák po odevzdání
hr: Skripta nakon-pohrane
it: Hook post invio
ja: Post-Commit フック
nb: Påhaking Etter Innsending
oc: Escript associat aprèp liurason
sk: Poodovzdávací pripnutý (hook)skript
sr@latin: Post urezivanja zakačaljka
vi: Hook sau cam kết

source: Post-Update Hook
cs: Hák po aktualizaci
hr: Skripta nakon-obnavljanja
it: Hook post aggiornamento
ja: Post-Update フック
nb: Påhaking Etter Oppdatering
oc: Escript associat aprèp mesa a jorn
sk: Poaktualizačný pripnutý (hook)skript
sr@latin: Zakačiv Skript nakon obnavljanja
vi: Hook sau cập nhật

source: Pre&v Page
cs: &Předchozí Strana
hr: &Prethodna stranica
it: Pagina &precedente
ja: 1つ前のページ(&V)
nb: Forri&ge Side
oc: Pagina Pre&cedenta
sk: Pre&došlá strana
sr@latin: &Prethodna strana
vi: Trang &trước đó

source: Pre-Commit Hook
cs: Hák před odevzdáním
hr: Skripta prije-pohrane
it: Hook pre invio
ja: Pre-Commit フック
nb: Påhaking Før Innsending
oc: Escript associat abans liurason
sk: Predodovzdávací skript
sr@latin: Pre urezivanja zakačaljka
vi: Hook trước cam kết

source: Pre-Connect Hook
cs: Hák před spojením
hr: Skripta prije-veze
it: Hook pre connessione
ja: Pre-Connect フック
nb: Påhaking Før Tilkobling
oc: Escript associat abans connexion
sk: Predpripájací skript
sr@latin: Pre-povezivanja zakačaljka
vi: Hook trước kết nối

source: Pre-Update Hook
cs: Hák před aktualizací
hr: Skripta prije-obnavljanja
it: Hook pre aggiornamento
ja: Pre-Update フック
nb: Påhaking Før Oppdatering
oc: Escript associat abans mesa a jorn
sk: Predaktualizačný skript
sr@latin: Zakačiv Skript pre obnavljanja
vi: Hook trước cập nhật

source: Prefer &local
cs: Upřednostnit &místní
hr: Radije &lokalno
it: Usa copia &locale
ja: ローカルを優先する(&L)
nb: Foretrekk &lokal
sk: Uprednostniť &miestne
sr@latin: Pretpostavi &lokalno
vi: Địa &phương ưu tiên

source: Prefer &repository
cs: Upřednostnit &úložiště
hr: Radije &repozitorij
it: Usa &repository
ja: リポジトリを優先する(&R)
nb: Foretrekk &depotet
sk: &Uprednostniť úložisko
sr@latin: Pretpostavi sp&remište
vi: &Kho chứa ưu tiên

source: Prepend right block
cs: Připojit na začátek pravého bloku
hr: Dodavanje na početak desni blok
it: Anteponi il blocco destro
ja: 右ブロックを前に追加
nb: Legg høyre blokk foran
oc: Apondre lo blòt de dreita avant
sk: Prepojiť pravý blok
sr@latin: Priprema desni blok

source: Prepend this block to left
cs: Dát tento blok na začátek levého
hr: Dodavanje na početak ovog blok na lijevo
it: Anteponi questo blocco a sinistra
ja: このブロックを左の前に追加
nb: Legg denne blokken foran til venstre
oc: Apondre aqueste blòt abans lo blòt d'esquèrra
sk: Prepojiť tento blok vľavo
sr@latin: Priprema ovaj blok levo

source: Press &New Shortcut Key:
cs: Stiskněte &Novou Zkratkovou Klávesu:
hr: Stisni &Novo Skraćenu Tipku:
it: Premi &nuova abbreviazione tasto:
ja: 新しいショートカットキーを押してください(&N):
nb: Trykk &Ny Hurtigtast:
sk: Stlačte &novú klávesovú skratku:
sr@latin: Pritisni &Novi Taster Skraćenica:
vi: Nhấn phím tắt &Mới:

source: Press &new shortcut key:
cs: Stiskněte &novou Zkratkovou klávesu:
hr: Stisni &novo skraćenu tipku:
it: Premi &Nuova abbreviazione tasto:
ja: 新しいショートカットキーを押してください(&N):
nb: Trykk &ny hurtigtast:
sk: Stlačte &novú klávesovú skratku:
sr@latin: Pritisni &novi taster skraćenica:
vi: Nhấn phím tắt &mới:

source: Prevents most cases in which connection lines cross revision nodes
cs: Zabrání většině případů, kdy spojení překříží uzly revizí
hr: Spriječava većinu slučajeva u kojima spojnice križaju čvorove revizija
it: Previene molti casi in cui le linee di connessione attraversano i nodi del repository
ja: 接続線がリビジョンノードを横切らないようにする
nb: Avverger de fleste tilfeller hvor forbindelseslinjer krysser revisjonsnoder
oc: Empacha la màger part dels cases ont las connexions de las linhas crosan losnosèls de revision
sk: Predchádza väčšine kríženiu čiar.
sr@latin: Sprečava većinu slučajeva u kojima linije spajanja presecaju revizione čvorove
vi: Ngăn chặn phần lớn các trường hợp trong đó đường kết nối vượt qua các nút chỉnh sửa

source: Preview
cs: Náhled
hr: Pregled
it: Anteprima
ja: プレビュー
nb: Forhåndsvisning
sk: Náhľad
sr@latin: Pregled
vi: Xem trước

source: Preview patched file
cs: Náhled na záplatovaný soubor
hr: Pregled zakrpane datoteke
it: Anteprima del file con patch
ja: パッチ結果をプレビューする
nb: Forhåndsvis korrigert fil
oc: Previsualizar lo fichièr &patchejat
sk: Náhľad zaplátaného súboru
sr@latin: Pregled fajlova zakrpa
vi: Xem trước tập tin được vá

source: Preview:
cs: Náhled:
hr: Pregled:
it: Anteprima:
ja: プレビュー:
nb: Forhåndsvisning:
sk: Náhľad:
sr@latin: Pregled:
vi: Xem trước:

source: Previous Page Previous Page
cs: Předchozí Strana Předchozí Strana
hr: Prethodna stranica Prethodna stranica
it: Pagina precedente Pagina precedente
ja: 前のページ 前のページ
nb: Forrige Side Forrige Side
sk: Predchádzajúca strana Predchádzajúca strana
sr@latin: Prethodna strana Prethodna strana
vi: Trang trước Trang trước

source: Previous conflict
cs: Předchozí konflikt
hr: Prethodni konflikt
it: Conflitto precedente
ja: 前の競合点
nb: Forrige konflikt
oc: Conflicte precedent
sk: Predchádzajúci konflikt
sr@latin: Prethodni konflikt
vi: Xung đột trước đó

source: Previous difference
cs: Předchozí rozdíl
hr: Prethodna razlika
it: Differenza precedente
ja: 前の相違点
nb: Forrige forskjell
oc: Diferéncia precedenta
sk: Predchádzajúci rozdiel
sr@latin: Prethodne razlike
vi: Khác biệt trước đó

source: Previous inline difference
cs: Předchozí rozdíl v řádku
hr: Prethodna inline razlika
it: Differenza inline precedente
ja: 前の行内相違点
nb: Forrige linjeforskjell
oc: Precedenta linha diferenta
sk: Predchádzajúci riadkový rozdiel
sr@latin: Prethodne razlike u liniji
vi: Khác biệt nội tuyến trước đó

source: Print
cs: Tisk
hr: Ispis
it: Stampa
ja: 印刷
nb: Skriv ut
sk: Tlačiť
sr@latin: Štampaj
vi: In ấn

source: Print Document &Print
cs: Tisknout Dokument &Tisknout
hr: Ispis dokumenta &Ispis
it: Stampa documento &Stampa documento
ja: ドキュメントを印刷 印刷(&P)
nb: Skriv ut Dokument &Skriv ut
sk: Vytlačiť dokument &Tlačiť
sr@latin: Štampaj dokument Štam&paj
vi: In tài liệu &In ấn

source: Print to File
cs: Tisknout do souboru
hr: Ispis u datoteku
it: Stampa su file
ja: ファイルへ印刷
nb: Skriv til Fil
oc: Imprimir dins un Fichièr
sk: Tlačiť do súboru
sr@latin: Štampaj u fajl
vi: In ra tập tin

source: Printer :
cs: Tiskárna :
hr: Pisač :
it: Stampante:
ja: プリンター:
nb: Skriver :
oc: Imprimenta :
sk: Tlačiareň :
sr@latin: Pisač :
vi: Máy in:

source: Printer Files (*.prn)|*.prn|All Files (*.*)|*.*||
cs: Tiskové soubory (*.prn)|*.prn|Všechny soubory (*.*)|*.*||
hr: Datoteke ispisa (*.prn)|*.prn|Sve datoteke (*.*)|*.*||
it: File stampante (*.prn)|*.prn|Tutti i file (*.*)|*.*||
ja: プリンターファイル (*.prn)|*.prn|すべてのファイル (*.*)|*.*||
nb: Skriverfiler (*.prn)|*.prn|Alle Filer (*.*)|*.*||
oc: Fichièrs d'Imprimentas (*.prn)|*.prn|Totes los Fichièrs (*.*)|*.*||
sk: Súbory tlačiarne (*.prn)|*.prn|Všetky súbory (*.*)|*.*||
sr@latin: Programi (*.exe)|*.exe|All Files (*.*)|*.*||
vi: Các tập tin máy in (*.prn)|*.prn|All Files (*.*)|*.*||

source: Printing
cs: Tisk
hr: Ispisivanje
it: Stampa in corso
ja: 印刷中
nb: Skriving
oc: Impression
sk: Tlačenie
sr@latin: Ispisivanje
vi: Đang in

source: Proceed anyway
cs: Přesto pokračovat
hr: Nastavite svejedno
it: Procedi comunque
ja: 強制的に実行
nb: Fortsett likevel
oc: Executar malgrat tot
sk: Aj tak vykonať
sr@latin: Razmotri svakako

source: Proceed anyway Ignore the hook script and run the command anyway.
cs: Přesto pokračovat Ignorovat hákový skript a spustit příkaz.
hr: Nastavite svejedno Ignorirajte zakvačene skripte i pokrenuti naredbu svejedno.
ja: 強制的に実行 フックスクリプトを無視してコマンドを実行します。
nb: Fortsett likevel Overse påhakingsskriptet og kjør kommandoen likevel.
sk: Vykonať Ignoruje pripnutý skript a vykoná príkaz.
sr@latin: Nastavi svakako Zanemari zakačivu skriptu i svakako izvrši komandu.

source: Proceed with the commit the renamed/moved folders are committed recursively in the repository.
cs: Pokračovat v odevzdání přejmenované/přesunuté adresáře jsou rekurzivně odevzdány do úložiště.
hr: Nastavi s pohranom preimenovane/premještene mape će biti phranjene rekurzivno u skladištu.
it: Procedi con l'invio Le cartelle rinominate/spostate vengono inviate ricorsivamente nel repository.
ja: コミットを続行する 名前変更/移動されたフォルダーは、リポジトリに再帰的にコミットされます。
nb: Fortsett med innsendingen de omdøpte/flyttete mappene sendes inn rekursivt til depotet.
oc: Procedir a la liurason les dorsièrs renomenats / desplaçats son liurats de façon recursiva dins lo depaus.
sk: Pokračovať v odovzdávaní. Premenovať/presunúť sú odovzdané rekurzívne do úložska.
sr@latin: Nastavite sa urezivanjem preimenovani/pomereni imenici su urezani rekurzivno u spremištu.
vi: Đi tiếp với việc cam kết các thư mục được đổi tên/di chuyển được cam kết một cách đệ quy trong kho chứa.

source: Proceed with the entered path I'm aware of the possible problems.
cs: Pokračovat se zadanou cestou Jsem si vědom možných problémů.
hr: Nastavi s unesenom stazom Svjestan sam mogućih problema.
it: Prosegui con il percorso inserito Sono a conoscenza dei possibili problemi
ja: 入力されたパスで進める 問題の可能性を理解しています。
nb: Fortsett med den angitte stien Jeg er klar over de mulige problemene.
sk: Pokračovať so zadanou cestou, som si vedomý možných problémov.
sr@latin: Nastavite sa unošenjem putanje Pazim na moguće probleme.
vi: Đi tiếp với đường dẫn đuợc nhập Tôi biết về các trục trặc có thể xẩy ra.

source: Proceed with the merge.
cs: Pokračovat ve sloučení.
hr: Nastavi sa stapanjem
it: Procedi con l'unione
ja: マージして進める
nb: Fortsett med flettingen
sk: Pokračovať v zlučovaní.
sr@latin: Nastavlja sa stapanjem.
vi: Đi tiếp với việc hợp nhất.

source: Proceed without an issue number The commit won't be assigned to an issue.
cs: Pokračovat bez čísla problému K odevzdání nebude přiřazen problém.
hr: Nastavi bez broja za zahtjev Pohrani neće biti dodijeljen zahtjev.
it: Prosegui senza un numero. L'invio non sarà assegnato ad un elemento.
ja: 課題IDなしで進める コミットは課題に関連付けされません。
nb: Fortsett uten et saksnummer Innsendingen vil ikke bli tilordnet en sak.
sk: Pokračovať bez čisla prípadu Odovzdaniu nebude priradené číslo prípadu
sr@latin: Nastavlja bez broja stavke Urezivanje neće biti pridruženo stavki.
vi: Đi tiếp mà không có số cho vấn đề Cam kết sẽ không được gắn với vấn đề.

source: Processing revision %1!d! of %2!d!...
cs: Zpracovávám revizi %1!d! od %2!d!...
hr: Obrađujem reviziju %1!d! od ukupno %2!d!...
it: Trattamento revisione %1!d! di %2!d!...
ja: 処理中のリビジョン %1!d! of %2!d!...
nb: Prossessérer revisjon %1!d! av %2!d!...
oc: Tractament revision %1!d! de %2!d!...
sk: Spracovávanie revízie %1!d! z %2!d!...
sr@latin: Obrađujem reviziju %1!d! od %2!d!...
vi: Đang xử lý bản chỉnh sửa %1!d! của %2!d!...

source: Programs (*.exe)|*.exe|All Files (*.*)|*.*||
cs: Programy (*.exe)|*.exe|Všechny soubory (*.*)|*.*||
hr: Programi (*.exe)|*.exe|All Files (*.*)|*.*||
it: Programma (*.exe)|*.exe|Tutti i file (*.*)|*.*||
ja: プログラム (*.exe)|*.exe|すべてのファイル (*.*)|*.*||
nb: Programmer (*.exe)|*.exe|Alle Filer (*.*)|*.*||
oc: Programas (*.exe)|*.*|Totes fichièrs (*.*)|*.*||
sk: Programy (*.exe)|*.exe|Všetky súbory (*.*)|*.*||
sr@latin: Programi (*.exe)|*.exe|Svi fajlovi (*.*)|*.*||
vi: Chương trình (*.exe)|*.exe|All Files (*.*)|*.*||

source: Progress
cs: Průběh
hr: Napredak
it: Avanzamento
ja: 進行状況
nb: Fremdrift
oc: Progression
sk: Priebeh
sr@latin: Napredak
vi: Tiến triển

source: Project
cs: Projekt
hr: Projekt
it: Progetto
ja: プロジェクト
nb: Prosjekt
oc: Projècte
sk: Projekt
sr@latin: Projekat

source: Properties
cs: Vlastnosti
hr: Svojstva
it: Proprietà
ja: プロパティ
nb: Egenskaper
oc: Proprietats
sk: Vlastnosti
sr@latin: Osobine
vi: Thuộc tính

source: Properties (*.svnprops)|*.svnprops|All Files (*.*)|*.*||
cs: Vlastnosti (*.svnprops)|*.svnprops|Všechny soubory (*.*)|*.*||
hr: Svojstva (*.svnprops)|*.svnprops|Sve datoteke (*.*)|*.*||
it: Proprietà (*.svnprops)|*.svnprops|Tutti i file (*.*)|*.*||
ja: プロパティ (*.svnprops)|*.svnprops|すべてのファイル (*.*)|*.*||
nb: Egenskaper (*.svnprops)|*.svnprops|Alle Filer (*.*)|*.*||
oc: Proprietats (*.svnprops)|*.svnprops|Totes los fichièrs (*.*)|*.*||
sk: Vlastnosti (*.svnprops)|*.svnprops|Všetky súbory (*.*)|*.*||
sr@latin: Svojstva (*.svnprops)|*.svnprops|Svi fajlovi (*.*)|*.*||
vi: Thuộc tính (*.svnprops)|*.svnprops|All Files (*.*)|*.*||

source: Properties for
cs: Vlastnosti pro
hr: Svojstva za
it: Proprietà per
ja: プロパティ
nb: Egenskaper for
oc: Proprietats per
sk: Vlastnosti pre
sr@latin: Osobine za
vi: Thuộc tính cho

source: Properties...
cs: Vlastnosti...
hr: Svojstva...
it: Proprietà...
ja: プロパティ...
nb: Egenskaper...
oc: Proprietats...
sk: Vlastnosti...
sr@latin: Osobine...
vi: Thuộc tính...

source: Property
cs: Vlastnost
hr: Svojstvo
it: Proprietà
ja: プロパティ
nb: Egenskap
oc: Proprietat
sk: Vlastnosť
sr@latin: Svojstvo
vi: Thuộc tính

source: Property %1!ls! : Revision %2!ls!
cs: Vlastnost %1!ls! : Revize %2!ls!
hr: Svojstvo %1!ls! : Revizija %2!ls!
it: Proprietà %1!ls! : Revisione %2!ls!
ja: プロパティ %1!ls! : リビジョン %2!ls!
nb: Egenskap %1!ls!: Revisjon %2!ls!
oc: Proprietat %1!ls! : Revision %2!ls!
sk: Vlastnosť %1!ls! : Revízia %2!ls!
sr@latin: Svojstvo %1!ls! : Revizija %2!ls!
vi: Thuộc tính %1!ls! : Bản chỉnh sửa %2!ls!

source: Property %1!ls! : Working Base, Revision %2!ld!
cs: Vlastnost %1!ls! : Pracovní originál, revize %2!ld!
hr: Svojstvo %1!ls! : radna osnova, inačica %2!ld!
it: Proprietà %1!ls! : Copia base, revisione %2!ld!
ja: プロパティ %1!ls! : 作業ベース、リビジョン %2!ld!
nb: Egenskap %1!ls! : Arbeidskopiens Basis, Revisjon %2!ld!
oc: Proprietat %1!ls! : Base de Travail, Revision %2!ld!
sk: Vlastnosť %1!ls! : Pracovný základ, Revízia %2!ld!
sr@latin: Svojstvo %1!ls! : Radna Osnova, Revizija %2!ld!
vi: Thuộc tính %1!ls! : Bản làm việc gốc, Bản chỉnh sửa %2!ld!

source: Property %ls : merged
cs: Vlastnost %ls : sloučeno
hr: Svojstva %ls: spojena
ja: プロパティ %ls : マージ済み
nb: Egenskap %ls : flettet
oc: Proprietat %ls : fusionada
sk: Vlastnosť %ls : zlúčená
sr@latin: Osobine %ls : stopljene

source: Property %ls : remote
cs: Vlastnost %ls: vzdálené
hr: Svojstvo %ls : na skladištu
it: Proprietà: %ls: remota
ja: プロパティ %ls : リモート
nb: Egenskap %ls : i depot
oc: Proprietat %ls : distanta
sk: Vlastnosť %ls : vzdialené
sr@latin: Svojstvo %ls : daljinski
vi: Thuộc tính %ls : từ xa

source: Property %ls : working base
cs: Vlastnost %ls: pracovní originál
hr: Svojstvo %ls : radna osnova
it: Proprietà %ls : Copia base
ja: プロパティ %ls : 作業ベース
nb: Egenskap %ls : basis for arbeidskopi
oc: Proprietat %ls : basa de trabalh
sk: Vlastnosť %ls : pracovný základ
sr@latin: Svojstvo %ls : radna osnova
vi: Thuộc tính %ls : bản gốc làm việc

source: Property %ls : working copy
cs: Vlastnost %ls: pracovní kopie
hr: Svojstvo %ls : radna kopija
it: Proprietà %ls : copia di lavoro
ja: プロパティ %ls : 作業コピー
nb: Egenskap %ls : arbeidskopi
oc: Proprietat %ls : còpia de trabalh
sk: Vlastnosť %ls : pracovná kópia
sr@latin: Svojstvo %ls : radna kopija
vi: Thuộc tính %ls : bản làm việc

source: Property '%ls' deleted
cs: Vlastnost '%ls' smazána
hr: Svojstvo '%ls' obrisano
it: Proprietà '%ls' eliminata
ja: プロパティ「%ls」を削除
nb: Egenskap '%ls' slettet
oc: Proprietat '%ls' suprimida
sk: Vlastnosť %ls bola vymazaná
sr@latin: Svojstvo '%ls' obrisano
vi: Thuộc tính '%ls' được xóa

source: Property '%ls' set
cs: Vlastnost '%ls' nastavena
hr: Svojstvo '%ls' postavljeno
it: Proprietà %ls impostata
ja: プロパティ「%ls」を設定
nb: Egenskap '%ls' satt
oc: Proprietat '%ls' definida
sk: Vlastnosť %ls bola nastavená
sr@latin: Svojstvo '%ls' podešeno
vi: Thuộc tính '%ls' được bật

source: Property Page
cs: Strana Vlastností
hr: Stranica sa svojstvima
it: Pagina delle proprietà
ja: プロパティページ
nb: Egenskapsside
oc: Pagina de las proprietats
sk: Strana vlastností
sr@latin: Stranica sa svojstvima
vi: Trang thuộc tính

source: Property Status:
cs: Stav Vlastnosti:
hr: Status svojstva:
it: Stato delle proprietà:
ja: プロパティの状態:
nb: Egenskap-status:
oc: Estatut de las proprietats
sk: Stav vlastnosti
sr@latin: Status svojstva:
vi: Trạng thái thuộc tính:

source: Property name:
cs: Jméno vlastnosti:
hr: Ime svojstva:
it: Nome della proprietà
ja: プロパティ名:
nb: Navn på egenskap:
oc: Nom de la proprietat :
sk: Názov vlastnosti:
sr@latin: Ime svojstva:
vi: Tên thuộc tính:
