Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: You're trying to add the item '%1!ls!', but the item '%2!ls!' already exists. It seems the item got renamed outside Subversion but only with case changes. Do you really want to add it?
cs: Pokoušíte se přidat položku '%1!ls!', ale tato položka '%2!ls!' již existuje. Zdá se, že položka byla přejmenována mimo Subversion, ale pouze ve velikosti písma. Chcete ji skutečně přidat?
hr: Pokušavate dodati stavku '%1!ls!', ali stavka '%2!ls!' već postoji. Izgleda da je stavka promijenila ime izvan Subversiona, ali samo uz promjenu velika<->mala slova. Da li je zaista želite dodati?
it: Stai cercando di aggiungere l'elemento '%1!ls!', ma l'elemento '%2!ls!' già esiste. Sembra che l'elemento sia stao rinominato al di fuori di Subversion ma solo con modifiche di maiuscole. Vuoi aggiungerlo veramente?
ja: 「%1!ls!」 を追加しようとしていますが、 「%2!ls!」 がすでに存在しています。 項目は Subversion の外側で大文字/小文字のみが変更されているようです。 本当に追加してもよろしいですか？
nb: Du prøver å legge til elementet '%1!ls!', men elementet '%2!ls!' finnes allerede. Det ser ut til at elementet ble omdøpt utenfor Subversion, men bare med forskjeller i små/store bokstaver. Vil du virkelig legge det til?
oc: Ensajatz d'apondre l'element '%1!ls!', mais l'element '%2!ls!' existís ja. Sembla que l'element siá estat renomenat en defòra de Subversion mas en sens modificar que la cassa. Sètz segur que volètz l'apondre ?
sk: Snažíte sa pridať objekt "%1!ls!", ale objekt "%2!ls!" už existuje. Vyzerá to, že bol premenovaný mimo Subversion, ale zmenila sa iba veľkosť písmen. Chcete ho naozaj pridať?
sr@latin: Pokušavate da dodate stavku '%1!ls!', ali stavka '%2!ls!' već postoji. Izgleda da je stavka preimenovana van Subverzije ali sa promenom veličine slova. Da li zaista želite da uradite to?
vi: Bạn đang cố thêm vào món '%1!ls!', nhưng món này '%2!ls!' đã tồn tại rồi. Có vẻ món đó đã được đổi tên bên ngoài Subversion nhưng chỉ với thay đổi chữ hoa.. Bạn có thật sự muốn thêm nó không?

source: You've committed changes to external item that is tagged to a specific revision. Do you want to change the tagged revision now to the just committed revision?
cs: Odevzdali jste změny do externí položky, která je označena na konkrétní revizi. Chcete nyní změnit označenou revizi na revizi právě odevzdanou?
hr: Snimili ste promjene u vanjski predmet koji je označen na određenoj reviziji. Želite li sada promijeniti označenu reviziju u upravo snimljenu reviziju?
ja: タグ付けした特定リビジョンの外部参照に変更をコミットしました。 タグ付けされたリビジョンをコミットしたリビジョンに変更しますか？
nb: Du har sendt inn endringer til en ekstern som har en bestemt revisjon. Vil du endre den bestemte revisjonen til den nylig innsendte revisjonen?
oc: Avètz de cambiaments sus un element extèrne qu'es marcat a una revision especific. Volètz cambiar la revision marcada en la revision commise ara ?
sr@latin: Urezali ste izmene u eksternal stavki koja je označena specifičnoj reviziji. Hoćete li da promenite označenu reviziju u upravo urezanu reviziju?

source: Your previously entered log messages have been saved. Click here to read and insert them again.
cs: Vaše dříve zadané zprávy záznamu byly uloženy. Kliknutím zde si je můžete znovu přečíst a vložit.
hr: Poruke dnevnika koje ste ranije unijeli su snimljene. Kliknite ovdje kako biste ih mogli pročitati i ponovo koristiti.
it: I commenti che hai scritto in precedenza sono stati salvati. Fai clic qui per leggerli e inserirli di nuovo.
ja: 以前に入力したログメッセージは保存されています。 過去のログメッセージの確認、もしくは挿入するにはここをクリックしてください。
nb: Dine tidligere loggmeldinger har blitt tatt vare på. Klikk her for å lese dem og sette dem inn på nytt.
oc: Vòstres comentaris precedents son estats salvats. Clicatz aicí per los legir e los inserir tornamai.
sk: V minulosti zadané správy denníka boli uložené. Kliknite sem na ich prečítanie a opätovné vloženie.
sr@latin: Poruke dnevnika koje ste ranije uneli su snimljene. Kliknite ovde kako biste ih mogli pročitati i ponovo koristiti.
vi: Các thông điệp tường trình bạn đã nhập vào trước đó đã được lưu. Nhấn vào đây để đọc và chèn chúng một lần nữa.

source: Your version is:
cs: Vaše verze je:
hr: Vaša verzija je:
it: Verisione installata:
ja: 現在使用中のバージョン:
nb: Din versjon er:
oc: Vòstra version es :
sk: Inštalovaná verzia:
sr@latin: Vaša verzija je:
vi: Phiên bản của bạn là:

source: Your version is: %d.%d.%d.%d
cs: Vaše verze je: %d.%d.%d.%d
hr: Vaša verzija je: %d.%d.%d.%d
it: Versione installata: %d.%d.%d.%d
ja: 現在使用中のバージョン: %d.%d.%d.%d
nb: Din versjon er: %d.%d.%d.%d
oc: Vòstra version es : %d.%d.%d.%d
sk: Vaša verzia: %d.%d.%d.%d
sr@latin: Vaša verzija je : %d.%d.%d.%d
vi: Phiên bản của bạn là: %d.%d.%d.%d

source: Your working copy contains modifications. Lowest revision in working copy: %1!ld! Path: %2!ls!
cs: Vaše pracovní kopie obsahuje změny. Nejnižší revize pracovní kopie: %1!ld! Cesta: %2!ls!
hr: Vaša radna kopija sadrži izmjene. Najmanja revizija u radnoj kopiji: %1!ld! Staza: %2!ls!
it: La tua copia di lavoro contiene delle modifiche. Numero di Revisione più bassa nella copia di lavoro: %1!ld! Percorso: %2!ls!
ja: あなたの作業コピーは変更を含んでいます。 作業コピー内で最も若いリビジョン: %1!ld! パス: %2!ls!
nb: Arbeidskopien din inneholder endringer. Laveste revisjon i arbeidskopi: %1!ld! Sti: %2!ls!
sk: Vaša pracovná kópia obsahuje zmeny. Najnižšia revízia v pracovnej kópií: %1!ld! Cesta: %2!ls!
sr@latin: Vaša radna kopija sadrži izmene. Najniža revizija u radnoj kopiji: %1!ld! Putanja: %2!ls!
vi: Bản làm việc của bạn chứa các sửa đổi. Bản chỉnh sửa thấp nhất trong bản làm việc là: %1!ld! Đường dẫn: %2!ls!

source: Your working copy has local modifications. If you branch/tag from the HEAD revision, your local changes won't show up in the branch/tag!
cs: Vaše pracovní kopie obsahuje místní změny. Když vytvoříte větev/značku z HEAD revize, vaše místní změny se nezobrazí ve větvi/značce!
hr: Radna kopija ima lokalne izmjene. Ako radite granu/oznaku iz glavne grane (HEAD), vaše lokalne izmjene se neće pojaviti u novoj grani/oznaci!
it: La tua copia locale è stata modificata. Se fai un branch/tag dalla revisione HEAD, le tue modifiche locali non compariranno nel branch/tag!
ja: 作業コピーはローカルで変更されています。 最新リビジョンからブランチ/タグを作成する場合、 ローカルでの変更はブランチ/タグには含まれません。
nb: Arbeidskopien din inneholder lokale endringer. Hvis du forgrener/merker fra HEAD-revisjonen, vil dine lokale endringer ikke bli med i grenen/merket.
sk: Vaša pracovná kópia obsahuje miestne zmeny. Ak ste spravili vetvu/značku z HEAD (hlavnej) revízie, vaše miestne zmeny nebudú zobrazené vo vetve/značke!
sr@latin: Radna kopija ima lokalne izmene. Ako radite granu/oznaku iz glavne grane (HEAD), vaše lokalne izmene se neće pojaviti u novoj grani/oznaci!
vi: Bản làm việc của bạn có các sửa đổi địa phương. Nếu nhánh/thẻ của bạn từ bản chỉnh sửa HEAD, các thay đổi địa phương của bạn sẽ không hiện ra trong nhánh/thẻ!

source: Your working copy points to %ls which appears to be a tag! You should first switch to a branch or the main trunk before committing.
cs: Vaše pracovní kopie ukazuje na %ls, což se zdá být značka! Před odevzdáním byste nejprve měli překlopit na větev nebo hlavní kmen.
hr: Vaša radna kopija pokazuje na %ls, a to izgleda kao oznaka! Prvo biste trebali prebaciti se na granu ili na glavni dio (trunk) prije pohrane.
it: La tua copia di lavoro punta a %ls che sembra essere un tag! Dovresti prima spostarti su un branch o sul tronco principale prima di inviare.
ja: 作業コピーは、タグ上の %ls を指しています。 コミットする前に、ブランチもしくはメイントランクに切り替えるべきです。
nb: Arbeidskopien peker til %ls, som ser ut til å være et merke! Du burde først bytte til en gren eller hovedstammen før innsending.
oc: Vòstra còpia de trabalh punte sus %ls, çò que sembla èsser un tag ! Vos cal d'en primièr passar sus una branca o lo trunk abans de liurar.
sk: Vaša pracovná kópia ukazuje na %ls, čo vyzerá byť značka! Pred odovzdaním by ste mali prepnúť na vetvu alebo kmeň.
sr@latin: Radna kopija ukazuje na %ls što se pojavljuje kao značka! Treba najpre da prebacite u granu ili glavno deblo pre urezivanja.
vi: Bản sao làm việc của bạn chỉ đến %ls là một thẻ! Bạn nên chuyển sang một nhánh hay thân chính trước khi cam kết.

source: Zoo&m out (-)
cs: &Oddálit (-)
hr: S&manjivanje ⇥(-)
it: Zoom &indietro (-)
ja: ズームアウト(&M) (-)
nb: Zoo&m ut (-)
oc: Ré&duire (-)
sk: Vz&dialiť (-)
sr@latin: Zu&m izlaѕ (-)

source: Zoom
cs: Lupa
hr: Zumiraj
ja: ズーム
sk: Lupa
sr@latin: Zumiraj
vi: Phóng

source: Zoom &In
cs: Přiblíž&it
hr: Zumiraj &ln
ja: ズームイン(&I)
nb: Zoom &Inn
oc: Agrand&ir lo Grossiment
sk: &Priblížiť
sr@latin: &Približi
vi: Phóng &to

source: Zoom &Out
cs: &Oddálit
hr: &Odzumiraj
ja: ズームアウト(&O)
nb: Zoom &Ut
oc: Reduire lo Gr&ossissement
sk: &Vzdialiť
sr@latin: &Udalji
vi: Thu &Nhỏ

source: Zoom &in Ctrl-+
cs: Přiblíž&it Ctrl-+
hr: &Približi Ctrl-+
it: Zoom &avanti Ctrl-+
ja: ズームイン(&I) Ctrl+[+]
nb: Zoom &inn Ctrl-+
oc: Agrand&ir Ctrl-+
sk: Pri&blížiť Ctrl-+
sr@latin: &Približi Ctrl-+
vi: Phóng &to<span class="whitespace other" title="Tab">»</span>Ctrl-+

source: Zoom &out Ctrl--
cs: &Oddálit Ctrl--
hr: &Udalji Ctrl--
it: Zoom &indietro Ctrl--
ja: ズームアウト(&O) Ctrl+[-]
nb: Zoom &ut Ctrl--
oc: &Reduire Ctrl--
sk: Vz&dialiť Ctrl--
sr@latin: &Udalji Ctrl--
vi: Thu &nhỏ<span class="whitespace other" title="Tab">»</span>Ctrl--

source: Zoom 100%
cs: Lupa 100%
hr: Zumiraj 100%
ja: ズーム 100%
oc: Talha réelle
sk: Zväčšenie 100%
sr@latin: Zumiraj 100%
vi: Phóng 100%

source: Zoom In Zoom In
cs: Přiblížit Přiblížit
hr: Povećaj Povećaj
ja: ズームイン ズームイン
nb: Zoom Inn Zoom Inn
sk: Priblížiť Priblíži
sr@latin: Povećaj Povećaj
vi: Phóng to Phóng to

source: Zoom Out Zoom Out
cs: Oddálit Oddálit
hr: Odzumiraj Odzumiraj
ja: ズームアウト ズームアウト
nb: Zoom Ut Zoom Ut
sk: Vzdialiť Vzdiali
sr@latin: Oqumiraj Oqumiraj
vi: Thu Nhỏ Thu Nhỏ

source: Zoom i&n (+)
cs: Přiblíž&it (+)
hr: Uveća&nje ⇥(+)
it: Zoom &avanti (+)
ja: ズームイン(&N) (+)
nb: Zoom &inn (+)
oc: Agra&ndir (+)
sk: Pri&bížiť (+)
sr@latin: Zum u&laz (+)

source: Zoom in
cs: Přiblížit
hr: Približi
it: Zoom avanti
ja: ズームイン
nb: Zoom inn
oc: Agrandir
sk: Priblížiť
sr@latin: Približi
vi: Phóng to

source: Zoom out
cs: Oddálit
hr: Udalji
it: Zoom indietro
ja: ズームアウト
nb: Zoom ut
oc: Reduire
sk: Vzdialiť
sr@latin: Udalji
vi: Thu nhỏ

source: Zoom to &100%
cs: Přiblížit na &100%
hr: Postavi zum &100%
it: Zoom al &100%
ja: ズーム &100%
nb: Zoom til &100%
oc: Grossir a &100%
sk: Zväčšiť na &100%
sr@latin: Zumiraj do &100%
vi: Thu nhỏ &100%

source: Zoom to fit
cs: Lupa na celé
hr: Zumiraj da se uklopi
it: Adatta alla finestra
ja: 自動調整
nb: Zoom til ramme
oc: Adaptar a la fenèstra
sk: Zobraz všetko
sr@latin: Zumiraj da se uklopi
vi: Phóng để vừa

source: Zoom to fit in height
cs: Přiblížit na výšku
hr: Zumiraj da se uklopi visina
it: Zoom per adattare in altezza
ja: 高さが合うようにズーム
nb: Zoom så høyden passer
oc: Adaptar a la nautor
sk: Zobraz celú výšku
sr@latin: Zumiraj da se uklopi po visini
vi: Phóng để vừa chiều cao

source: Zoom to fit in width
cs: Přiblížit na šířku
hr: Zumiraj da se uklopi širina
it: Zoom per adatta in larghezza
ja: 幅が合うようにズーム
nb: Zoom så bredden passer
oc: Adaptar a la largor
sk: Zobraz celú šírku
sr@latin: Zumiraj da se uklopi po širini
vi: Phóng để vừa chiều rộng

source: [Default]
cs: [Výchozí]
hr: [Zadano]
it: [Predefinito]
ja: [デフォルト]
nb: [Standard]
sk: [Prednastavené]
sr@latin: [Uobičajeno]
vi: [Mặc định]

source: [Unassigned]
cs: [Nepřiřazeno]
hr: [Nepridjeljen]
it: [Non assegnato]
nb: [Ikke tilordnet]
sk: [Nepriradené]
sr@latin: [Neoznačen]
vi: [Chưa được giao]

source: "ignore-on-commit" files do not mark parent folder modified
cs: soubory "ignore-on-commit" neoznačují nadřazenou složku jako změněnou
hr: "Zanemari-kod-snimanja" datoteke ne obilježavaju da je nadređena mapa promijenjena
it: I file "ignore-on-commit" non segnano la cartella superiore come modificata
ja: コミット時に無視されるファイルがあっても、親フォルダーは変更されたとみなされません
nb: "ingore-on-commit"-filer markerer ikke mappen over som endret
oc: Los fichièrs "ignore-on-commit" marcan pas los dorsièrs parents coma modificats
sk: súbory v "ignore-on-commit" neoznačia rodičovský adresár za zmenený
sr@latin: "zanemari-pri-urezivanju" fajlovi ne markiraju da je predački folder izmenjen

source: Patterns match case-insensitively and must be specified in lower-case. Whitespaces will become part of the pattern. Allowed wildcards are '?' and '*'. Separate patterns using ';'
cs: Šablony se porovnávají bez rozlišení velikosti písma a musí být zadány malým písmem. Mezery se stanou součástí šablony. Povolené zástupné znaky jsou '?' a '*'. Šablony oddělte ';'
hr: Uzorci se pronalaze bez obzira na veličinu slova i trebaju se pisati malim slovima. Razmaci postaju dio uzorka. Dozvoljeni posebni znakovi su '?' i '*'. Uzorke odvojite koristeći znak ';'
it: I percorsi coincidono e devono essere specificati a lettere minuscole. Gli spazi bianchi diventano parte del percorso. I caratteri generici ammessi sono '?' e '*'. Separa i percorsi usando ';'
ja: パターンは大文字/小文字の区別なくマッチしますが、小文字で指定する必要があります。 空白はパターンの一部とみなされます。 ワイルドカードとしては「?」と「*」を使用できます。 複数のパターンは「;」で区切ります。
nb: Mønstre må gis med små bokstaver men matcher også store. Mellomrom blir en del av mønsteret. Tillatte jokertegn er '?' og '*'. Skill mønstre med ';'
oc: Los tèsts son insensibles a la cassa e devon èsser escrit en minusculas. Los espacis faràn partida del test. Los caractèrs especials autorizats son ' ?' e '*'. Separar los tèsts per de ';'
sk: Porovnávanie je bez rozlišovania veľkosti písmen. Šablóny musia byť zadané malými písmenami. Biele znaky sú považované za súčasť šablóny. Povolené náhradné znaky sú "?" a "*". Šablóny sú oddelené pomocou ";".
sr@latin: Modeli traženja nezavisni od veličine slova i moraju biti specificirani malim slovima. Beline će postati deo modela. Omogućeni džokeri su '?' i '*'. Izdvajanje modela koristeći ';'
vi: Các mẫu khớp phân biệt kiểu chữ và phải được chỉ ra trong chữ thường. Khoảng trắng sẽ trở thành một phần của mẫu. Các ký tự lạ được cho phép là '?' và '*'. Các mẫu riêng biệt sử dụng ';'

source: added
cs: přidáno
hr: dodano
it: aggiunto
ja: 追加
nb: lagt til
oc: apondut
sk: pridané
sr@latin: dodato
vi: đã thêm vào

source: added files
cs: přidané soubory
hr: dodane datoteke
it: file aggiunti:
ja: 追加ファイル
nb: lagt til
oc: fichièrs aponduts
sk: pridané súbory
sr@latin: dodati fajlovi
vi: các tập tin đã thêm vào

source: alias (%1!ls!): %2!ls!
cs: přezdívka (%1!ls!): %2!ls!
hr: drugo ime (%1!ls!): %2!ls!
ja: エイリアス (%1!ls!): %2!ls!
sr@latin: odnosno: (%1!ls!): %2!ls!
vi: bí danh (%1!ls!): %2!ls!

source: all &revisions
cs: všechny &revize
hr: sve &revizije
it: tutte le &revisioni
ja: すべてのリビジョン(&R)
nb: alle &revisjoner
oc: totas las &revisions
sk: všetky &revízie
sr@latin: sve &revizije
vi: tất cả các &bản sửa đổi

source: all information
cs: všechny informace
hr: sve informacije
it: Tutte le informazioni
ja: すべての情報
nb: all informasjon
oc: toutes las informacions
sk: všetky informácie
sr@latin: sve informacije

source: an unnamed file
cs: soubor bez názvu
hr: datoteka bez imena
it: un file senza nome
ja: 名称未設定ファイル
nb: fil uten navn
oc: un fichièr pas nomenat
sk: nepomenovaný súbor
sr@latin: fajl bez imena
vi: một tập tin không tên

source: and
cs: a
hr: i
it: e
ja: と
nb: og
oc: e
sk: a
sr@latin: i
vi: và

source: and support the developers
cs: a podpořte vývojáře
hr: i podržite TortoiseSVN programere
it: e supporta gli sviluppatori
ja: そして、開発者たちをサポートしてください。
nb: og støtt utviklerne
oc: e suportatz los desvolopaires
sk: > Podpora vývojárov <
sr@latin: i podržite TortoiseSVN programere
vi: và hỗ trợ các nhà phát triển

source: another item already exists in its place.
cs: na tomhle místě již existuje jiná položka.
hr: neka druga stavka već postoji na tom mjestu.
it: esiste già un'altro elemento
ja: その場所には別の項目がすでに存在しています。
nb: et annet element fins allerede i dets sted.
oc: un autre element existís ja a l'emplaçament.
sk: na jeho mieste je už iný objekt
sr@latin: neka druga stavka već postoji na tom mestu.
vi: một món khác đã tồn tại trong vị trí của nó.

source: ask repository first if 'online' - work entirely from cache if 'offline'
cs: nejdříve zkusit úložiště, zda je 'online' - pracovat z úschovy když je 'offline'
hr: prvo provjeri skladište (ako veza postoji) - radi potpuno lokalno (ako nema veze)
it: chiedi al repository se 'online' - lavora interamente dalla cache se 'offline'
ja: 「オンライン」の場合はリポジトリへ最初に問い合わせる 「オフライン」の場合はキャッシュのみで完全に動作する
nb: spør depotet først hvis 'tilkoblet' - arbeid kun fra mellomlager hvis 'frakoblet'
oc: contactar lo depaus en primièr se 'en linha' - trabalhar entièrement d'après lo cache se 'fòra linha'
sk: pýtať sa úložiska keď je "pripojený" - pracovať len so zásobníkom keď je "odpojený"
sr@latin: prvo proveri spremište (ako veza postoji) - radi potpuno iz keša (ako nema veze)
vi: hỏi kho chứa trước nếu 'trực tuyến' - làm việc hoàn toàn từ bản lưu trữ nếu 'ngoại tuyến'

source: at this revision
cs: do této revize
hr: na ovoj reviziji
it: a questa revisione
ja: このリビジョン
nb: ved denne revisjonen
oc: à aquesta revision
sk: na tejto revízií
sr@latin: u ovoj reviziji
vi: tại bản chỉnh sửa này

source: author
cs: autor
hr: autor
it: autore
ja: 作者
nb: Forfatter
oc: autor
sk: autor
sr@latin: autor
vi: tác giả

source: authors:
cs: autoři:
hr: Autori:
it: autori:
ja: 作者:
nb: forfattere:
oc: autors :
sk: autori:
sr@latin: Autori:
vi: các tác giả:

source: bugtraq:append Set to 'false' if you want the bugtracking ID to be inserted at the top of the log message. The default is 'true' which means the bugtracking ID is appended to the log message.
cs: bugtraq:append Nastavte na 'false', pokud chcete, aby se ID chyby vkládalo na vrch zprávy záznamu. Výchozí je 'true', což znamená, že ID chyby je přidáno na konec zprávy záznamu.
hr: bugtraq:append Postavite na 'false' ako želite da ID za praćenje bugova bude umetnut na vrh poruke dnevnika. Početna vrijednost je 'true' što znači da će ID za praćenje bugova biti dodan na kraj poruke dnevnika.
it: bugtraq:append Impostare su "false" se si vuole che l'ID relativo al bugtrack venga visualizzato in cima al commento. Il valore di default per questa proprietà è 'true', il che significa che l'ID sarà aggiunto alla fine del commento.
ja: bugtraq:append ログメッセージの先頭に課題IDを挿入する場合は「false」に設定してください。 デフォルトは「true」であり、ログメッセージの末尾に課題IDが追加されます。
nb: bugtraq:append Settes som 'false' hvis du vil at feilsporings-ID skal settes inn på toppen av loggmeldingen. Standard er 'true', som betyr at feil-ID legges til loggmeldingen.
oc: bugtraq :append Metre a 'fals' se volètz que l'ID de traque de bug siá inserit en naut del comentari. La valor per defaut es 'verai' çò que significa que l'ID de traca de bug es aponduda al comentari.
sk: bugtraq:append Nastavte "false" keď chcete aby "bugtracking ID" bolo pridané na vrch správy denníka. Predvolená hodnota "true" znamená, že "bugtracking ID" je k správe denníka pripojená.
sr@latin: bugtraq:append Postavite na 'false' ako želite da ID za praćenje bagova bude umetnut na vrh poruke dnevnika. Početna vrednost je 'true' što znači da će ID za praćenje bagova biti dodat na kraj poruke dnevnika.
vi: bugtraq:nối vào Đặt thành 'sai' nếu bạn muốn bugtracking ID được chèn vào trên cùng của thông điệp tường trình. Mặc định là 'đúng' có nghĩa là bugtracking ID được nối vào cuối thông điệp tường trình.

source: bugtraq:label Label text to show for the edit box where the user enters the issue number.
cs: bugtraq:label Textový popis, který se má ukázat pro editační pole, kam má uživatel vložit číslo problému.
hr: bugtraq:label Tekst oznake koja se pojavljuje pored kućice u koju korisnik upisuje broj spornog pitanja.
it: bugtraq:label Campo di testo dove l'utente può specificare un issue number.
ja: bugtraq:label 課題IDを入力するエディットボックスに表示するラベルテキスト。
nb: bugtraq:label Tekst over redigeringsboksen hvor brukeren angir inn saks-nummeret.
oc: bugtraq :label Libellat del tèxte d'afichar dins la bóstia d'edicion ont l'utilizaire entre lo numèro d'incident.
sk: bugtraq:label Menovka, ktorá bude zobrazená v editovacom boxe, kde užívateľ zadá číslo prípadu.
sr@latin: bugtraq:label Tekst oznake koja se pojavljuje pored kućice u koju korisnik upisuje broj spornog pitanja.
vi: bugtraq:label Nhãn văn bản để hiển thị hộp biên tập nơi người dùng nhập vào số vấn đề.

source: bugtraq:logregex two regular expressions separated by a newline. The first expression is used to find a string referring to an issue, the second expression is used to extract the bare bug ID from that string.
cs: bugtraq:logregex 2 regulární výrazy oddělené novou řádkou 1. výraz se používá pro nalezení řetězce odkazujícího na problém, 2. výraz se používá pro extrakci vlastního chybového ID z toho řetězce.
hr: bugtraq:logregex dva regularna izraza odvojena znakom nove linije Prvi izraz se koristi za pronalazak stringa koji se odnosi na zahtjev, drugi izraz se koristi kako bi izvukao osnovni ID buga iz tog stringa.
it: bugtraq:logregex due espressioni regolari separate da un carattere di a capo. La prima espressione viene usata per identificare una stringa che si rifersca alla 'issue', la seconda indica come estrarre il bug ID dalla stringa.
ja: bugtraq:logregex ２つの改行で分けられた正規表現。 １つ目の正規表現は課題を参照する文字列を探すために使用し、 ２つ目はその文字列から課題IDを抽出するために用いる。
nb: bugtraq:logregex to regulære uttrykk skilt av et linjeskift Det første utrykket brukes for å finne en streng som referer til en sak (issue), det andre brukes for å trekke ut saks-IDen fra den strengen.
oc: bugtraq :logregex doas expressions regularas separadas per una novèla linha. La primièra expression es utilizada per trobar una cadena que se referís a un problèma, la segonda expression es utilizada per extraire l'ID de bug brut d'aquesta cadena.
sk: bugtraq:logregex dva novým riadkom oddelené regulárne výrazy. Prvý výraz je použitý na nájdenie odkazu k prípadu, druhý výraz je použitý na vybranie vlastného ID chyby z reťazca.
sr@latin: bugtraq:logregex dva regularna izraza odvojena novim redom Prvi izraz se koristi za pronalazak stringa koji se odnosi na sporno pitanje, drugi izraz se koristi kako bi izvukao osnovni ID baga iz tog stringa.
vi: bugtraq:logregex hai biểu thức thông thường ngăn cách bởi dòng mới. Biểu thức đầu tiên được dùng để tìm một chuỗi chỉ đến vấn đề, biểu thức thứ hai được dùng để trích xuất bug ID nguyên mẫu từ chuỗi đó.

source: bugtraq:message String which is appended to a log message when an issue number is entered. The string must contain '%BUGID%' which gets replaced with the issue number.
cs: bugtraq:message Řetězec, který je přidán ke zprávě záznamu, když je vloženo číslo problému. Řetězec musí obsahovat '%BUGID%', které bude nahrazeno číslem problému.
hr: bugtraq:message Niz znakova koji se dodaje na kraj poruke dnevnika kada se upiše broj zahtjeva. Taj niz mora sadržavati '%BUGID%' koji onda biva zamijenjen brojem zahtjeva.
it: bugtraq:message Stringa di testo aggiunta ad un commento quando viene specificato un issue number. La stringa deve contenere '%BUGID%' che verrà poi sostituito con il numero appropriato.
ja: bugtraq:message 課題IDが入力されたときに、ログメッセージに追加される文字列。 文字列は、課題IDに置換される「%BUGID%」を含んでいる必要があります。
nb: bugtraq:message Tekststreng som legges til loggmelding når et saksnummer angis. Tekststrengen må inneholde '%BUGID%' som erstattes med saksnummeret.
oc: bugtraq :messatge Cadena aponduda a un comentari quand un numèro d'incident es saisi. La cadena deu conténer '%BUGID%' que serà remplaçat pel numèro d'incident.
sk: bugtraq:message Reťazec, ktorý je pridaný k správe v denníku, keď je zadané číslo prípadu. Reťazec musí obsahovať "%BUGID%", ktoré bude nahradené číslom prípadu.
sr@latin: bugtraq:message Niz znakova koji se dodaje na kraj poruke dnevnika kada se upiše broj spornog pitanja. Taj niz mora sadržati '%BUGID%' koji onda biva zamenjen brojem spornog pitanja.
vi: bugtraq:message Chuỗi được nối vào sau một thông điệp tường trình khi một vấn đề được nhập vào. Chuỗi này phải chứa '%BUGID%' được thay thế bởi số vấn đề.
