Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: tsvn:logtemplatepropset String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for property modifications for users to fill in.
cs: tsvn:logtemplatepropset Řetězec, který je vložen do rámečků zpráv záznamu v dialogových oknechodevzdání. Použijte toto jako šablonu zpráv záznamu pro změny vlastností, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplatepropset Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici pri promjeni svojstava.
it: tsvn:logtemplatepropset Stringa che viene inserita nel messaggio di log delle finestre di commit. Utilizza questo come modello di messaggio di log da riempire per modifiche di proprietà.
ja: tsvn:logtemplatepropset コミットダイアログのログメッセージに挿入される文字列。 プロパティ変更時に入力するログメッセージのテンプレートとして使用します。
nb: tsvn:logtemplatepropset Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en loggmeldingsmal for egenskapsendringer som brukerne kan fylle inn.
sk: tsvn:logtemplate Text, ktorý je vložený do rámčekov denníka odovzdávacieho okna. Použite to ako šablónu pre zmeny vo vlastnostiach.
sr@latin: tsvn:logtemplatepropset Niz znakova koji se umeće u boksove za upis poruka dnevnika u dijaloga urezivanja. Ovo koristite kao šablon poruka dnevnika za izmene osobina koji će ispunjavati korisnici.
vi: tsvn:logtemplatepropset Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại lấy khóa. Dùng cái này như một bản mẫu thông điệp tường trình cho việc sửa đổi thuộc tính để các người dùng điền vào.

source: tsvn:logwidthmarker Set this to the number of chars the log message should not exceed its width. A faded line is shown in the commit dialogs at that position. The default is 80 chars.
cs: tsvn:logwidthmarker Nastavte na počet znaků, kterou nesmí zpráva záznamu v šířce přesáhnout. Slabá linka je ukázána v dialogovém okně odevzdání na dané pozici. Standardně je 80 znaků.
hr: tsvn:logwidthmarker Postavite ovo na broj znakova od kojeg poruka dnevnika ne bi smjela biti duža. U dijalogu za upis poruke za pohranu se na tom mjestu nalazi blijeda linija. Početna vrijednost je 80 znakova.
it: tsvn:logwidthmarker Imposta lil numero di caratteri del messaggio di log da non superare in lunghezza. Una linea sottile verrà visualizzata nella finestra di dialogo in questa posizione. Il valore predefinito è di 80 caratteri.
ja: tsvn:logwidthmarker ログメッセージの文字数が規定の幅を超えないようにする。 コミットダイアログに超過した行を示します。デフォルトは80文字です。
nb: tsvn:logwidthmarker Sett dette til en maksimumsbredde i tegn for loggmeldinger. En nedtonet linje vises på denne posisjonen i dialogboksen for loggmeldinger. 80 tegn er standard.
oc: tsvn:logwidthmarker Indicar aicí lo nombre de caractèrs que lo comentari deu pas excedir en longor. Una linha atenuida es afichada dins lo dialòg de liurason a aquesta posicion. La valor per defaut es 80 caractèrs.
sk: tsvn:logwidthmarker Nastavte na maximálnu šírku záznamu denníka v znakoch. Šedá čiara je zobrazená v odovzdávacom okne na tejto pozícií. Predvolená hodnota je 80.
sr@latin: tsvn:logwidthmarker Postavite ovo na broj znakova od kojeg poruka dnevnika ne bi smela biti duža. U dijalogu za upis poruke za urezivanje se na tom mestu nalazi bleda linija. Početna vrednost je 80 znakova.
vi: tsvn:logwidthmarker Đặt nó về số lượng ký tự mà thông điệp tường trình không nên vượt quá chiều rộng của nó. Một dòng mờ đi được hiển thị trong hộp thoại cam kết tại vị trí này. Mặc định là 80 ký tự.

source: tsvn:projectlanguage Set this to the language number you want your log messages written in. TortoiseSVN will then load the appropriate spell checker module if available.
cs: tsvn:projectlanguage Nastavte číslo jazyka, ve kterém chcete mít zprávy záznamů napsané. TortoiseSVN poté nahraje odpovídající modul opravy chyb, pokud je dostupný.
hr: tsvn:projectlanguage Postavite to na broj jezika za koji želite da se koristi prilikom upisa poruke dnevnika. TortoiseSVN tada može učitati odgovarajući modul za provjeru pravopisa, ukoliko takav postoji.
it: tsvn:projectlanguage Imposta qui il numero della lingua in cui vuoi vengano scritti i commenti. Se disponibilie, TortoiseSVN caricherà il controllore ortografico appropriato.
ja: tsvn:projectlanguage ログメッセージ内に記述したい言語番号を指定する。 もし可能なら、TortoiseSVN は適切なスペルチェックモジュールをロードします。
nb: tsvn:projectlanguage Sett denne til språkkoden som din loggmelding skal skrives i. TortoiseSVN vil dermed laste inn rett stavekontroll-modul hvis den er tilgjengelig.
oc: tsvn:projectlanguage Metre lo numèro de la lenga dins la quala volètz escriure vòstres comentaris. TortoiseSVN cargarà lo modul de correccion ortografica apropriat se es disponible.
sk: tsvn:projectlanguage Nastavte na číslo jazyka, v ktorom chcete písať záznamy denníka. TortoiseSVN načíta príslušnú kontrolu pravopisu - ak bude dostupná.
sr@latin: tsvn:projectlanguage Postavite to na broj jezika za koji želite da se koristi prilikom upisa poruke dnevnika. TortoiseSVN tada može učitati odgovarajući modul za proveru pravopisa, ukoliko takav postoji.
vi: tsvn:projectlanguage Đặt nó thành số ngôn ngữ mà bạn muốn thông điệp tường trình của bạn được viết. TortoiseSVN sẽ tải bộ kiểm tra lỗi chính tả phù hợp nếu tìm được.

source: tsvn:warnifnoissue Set to 'yes' if a warning shall be shown when no issue is entered in the commit dialog.
cs: tsvn:warnifnoissue Nastavte na 'yes', pokud se má zobrazit upozornění, když není vloženo žádné číslo problému dialogovém okně odevzdání.
hr: tsvn:warnifnoissue Postavite na 'yes' ako želite da se prikaže upozorenje ukoliko broj spornog pitanja nije unesen u prozor za izvršavanje pohrane.
it: tsvn:warnifnoissue Impostare su 'yes' se si vuole che venga visualizzato un avviso quando non è stata specificata nessuna issue nella finestra di invio.
ja: tsvn:warnifnoissue 「yes」にすると、コミットダイアログに問題を何も入力しない場合に警告を表示するようになります。
nb: tsvn:warnifnoissue Settes til 'ja' hvis en advarsel skal vises når ingen sak/feil er angitt i dialogboksen for innsendinger.
oc: tsvn:warnifnoissue Metre a 'òc' se una alèrta deu èsser afichada quand cap d'incident es pas sasit dins lo dialòg de liurason.
sk: tsvn:warnifnoissue Nastavte na "yes" ak má byť zobrazené varovanie, pri odovzdávaní bez zadania prípadu.
sr@latin: tsvn:warnifnoissue Postavite na 'da' ako želite da se prikaže upozorenje ukoliko broj spornog pitanja nije unesen u prozor za ureizivanje.
vi: tsvn:warnifnoissue Đặt thành 'có' nếu một cảnh báo phải được hiển thị khi không có vấn đề nào được nhập vào trong hộp thoại cam kết.

source: user revprops total:
cs: uživatelských vlastností revizí celkem:
hr: korisnička svojstva ukupno:
it: totale di revprops dell'utente:
ja: ユーザープロパティ数:
nb: brukers revisjonsegenskaper totalt:
oc: Total de las proprietats de revision de l'utilizaire :
sk: užívateľských vlastností:
sr@latin: korisnička osobina ukupno:
vi: tổng cộng revprops người dùng:

source: values are different
cs: hodnoty jsou různé
hr: vrijednosti su različite
it: valori sono differenti
ja: 値が異なっています
nb: verdier er forskjellige
oc: las valors son diferentas
sk: rozdielne hodnoty
sr@latin: vrednosti su različite
vi: các giá trị là khác nhau

source: webviewer:pathrevision URL pointing to the web viewer for the repository for a specific file and revision. The string %REVISION% in the URL is replaced with the revision number, the string %PATH% is replaced with the path to the file relative to the repository root.
cs: web prohlížeč:revize cesty URL ukazující na web prohlížeč pro úložiště pro specifický soubor a revizi. Text %REVISION% v URL je nahrazen číslem revize, text %PATH% je nahrazen cestou k souboru relativní ke kořenu úložiště.
hr: webviewer:pathrevision URL pokazuje na mjesto u skladištu za odabranu datoteku i inačicu. Tekst %REVISION% u URLu je zamijenjen s brojem inačice, a %PATH% s relativnom stazom datoteke u skladištu.
it: webviewer:pathrevision URL che punta al web viewer per un repository secondo un specifico file e revisione. La stringa %REVISION% nell'URL verrà sostituita con il numero di revisione, la stringa %PATH% sarà sostituita con il percorso del file basandosi sulla root del repository.
ja: webviewer:pathrevision リポジトリ内で、特定のファイルとリビジョンをウェブビューアーに渡すURL。 URL内の %REVISION% はリビジョン番号に置換され、 %PATH% はリポジトリルートからの相対的なパスに置換されます。
nb: webviewer:pathrevision URL som peker på en nettvisning for depotet for en gitt fil og revisjon. Strengen %REVISION% i URLen blir erstattet med revisjonsnummeret, strengen %PATH% erstattes med filens sti, relativt til depotroten.
oc: webviewer :pathrevision URL puntant sus la visionadoira web del depaus per un fichièr e una revision especifics. La cadena %REVISION% dins l'URL es remplaçada pel numèro de la revision, la cadena %PATH% es remplaçada pel camin del fichièr en foncion de la raiç del depaus.
sk: webviewer:revision URL adresa odkazujúca na web stránku úložiska pre určený súbor a revíziu. Reťazec %REVISION% v URL adrese bude nahradený číslom revízie. Reťazec %PATH% bude nahradený cestou súboru relatívne od kmeňového adresára úložiska.
sr@latin: webviewer:pathrevision URL pokazuje na veb pregledač za spremište sa odabranim fajlom i revizijom. Tekst %REVISION% u URLu je zamenjen brojem revizije, tekst %PATH% je zamenjen relativnom putanjom fajlova relativno korenu spremišta.
vi: webviewer:pathrevision URL chỉ đến trình xem web cho kho chứa cho một tập tin hay bản chỉnh sửa cụ thể. Chuỗi %REVISION% trong URL được thay thế bằng số chỉnh sửa, chuỗi %PATH% được thay thế bằng đường dẫn tới tập tin tương đối với gốc kho chứa.

source: webviewer:revision URL pointing to the web viewer for the repository for a specific revision. The string %REVISION% in that URL is replaced with the revision number.
cs: web prohlížeč:revize URL ukazující na web prohlížeč pro úložiště pro specifickou revizi. Text %REVISION% v URL je nahrazen číslem revize.
hr: webviewer:revision URL pokazuje na mjesto u skladištu za odabranu inačicu. Tekst %REVISION% u URLu je zamijenjen s brojem inačice.
it: webviewer:revision URL che punta al web viewer per un repository secondo una specifica revisione. La stringa %REVISION% nell'URL verrà sostituita con il numero di revisione.
ja: webviewer:revision リポジトリ内で、特定のリビジョンをウェブビューアーに渡すURL。 URL内の %REVISION% 文字列はリビジョン番号で置換されます。
nb: webviewer:revision URL som peker til nettvisning for depotet for en gitt revisjon. Strengen %REVISION% i URLen erstattes med revisjonsnummeret.
oc: webviewer :revision URL puntant sus la visionadoira web pel depaus per una revision particulière. La cadena %REVISION% dins l'URL es remplaçada pel numèro de la revision.
sk: webviewer:revision URL odkazujúca na web stránku úložiska pre určenú revíziu. Reťazec %REVISION% v URL adrese bude nahradený číslom revízie.
sr@latin: webviewer:revision URL upravljen ka veb pregledaču spremišta za posebnu reviziju. Tekst %REVISION% u tom URL je zamenjen brojem revizije.
vi: webviewer:revision URL chỉ đến trình xem web cho kho chứa cho một bản chỉnh sửa cụ thể. Chuỗi %REVISION% trong URL được thay thế bằng số chỉnh sửa.

source: week
cs: týden
hr: tjedan
it: settimana
ja: 週
nb: uke
oc: setmana
sk: týždňov
sr@latin: nedelja
vi: tuần

source: weeks
cs: týdnů
hr: tjedni
it: settimane
ja: 週
nb: uker
oc: setmanas
sk: týždňov
sr@latin: nedelje

source: word tokens:
cs: slovní části:
hr: riječi:
it: Parola simbolo:
ja: 単語数:
nb: ord-symboler:
oc: Nombre de mots :
sk: slovné výrazy:
sr@latin: reči oznake:
vi: các từ dấu hiệu:

source: words [uncompressed]:
cs: slova [nekomprimováno]:
hr: riječi [bez sažimanja]
it: parole [non compresse]:
ja: 単語 [未圧縮]:
nb: ord [ukomprimert]:
oc: mots (pas compressats) :
sk: slov [nestlačené]:
sr@latin: reči [bez sažimanja]
vi: các từ [không nén]:

source: year
cs: rok
hr: godina
it: anno
ja: 年
nb: år
oc: annada
sk: rokov
sr@latin: godina
vi: năm

source: years
cs: let
hr: godine
it: anni
ja: 年
nb: år
oc: annadas
sk: rokov
sr@latin: godine

source: yes
cs: ano
hr: da
it: sì
ja: はい
nb: ja
oc: òc
sk: áno
sr@latin: da
vi: vâng

source: {BugTraq}
sr@latin: {BagTrek}

source: &Filter
cs: &Filtr
it: &Filtra
ja: フィルター(&F)
oc: &Filtrar
vi: &Bộ lọc

source: &Font:
cs: &Typ písma:
hr: &Pismo:
it: &Carattere:
ja: フォント(&F):
nb: &Skrifttype:
oc: &Poliça :
sk: &Písmo:
vi: &Phông chữ:

source: <Separator>
cs: <Oddělovač>
it: <Separatore>
sk: <Oddeľovač>
vi: <Ngăn cách>

source: <Untitled>
cs: <Bez názvu>
it: <Senza titolo>
nb: <Uten tittel>
sk: <Nepomenované>
vi: <Không tiêu đề>

source: <descr>
cs: <popis>
hr: <opis>
sk: <popis>
vi: <Mô tả>

source: <new changelist>
cs: <nový seznam změn>
hr: <novi skup izmjena>
it: <nuovo elenco modifiche>
ja: <新しい変更リスト>
nb: <ny endringsliste>
oc: <novèla lista de cambiaments>
sk: <nový zoznam zmien>
vi: <danh sách thay đổi mới>

source: =&Check Now=&Add Project=E&dit=&Remove=&Mark all as read=&Update all=&Options==
cs: =&Zkontrolovat nyní=&Přidat projekt=&Upravit=&Odstranit=Označit &vše jako přečtené=&Aktualizovat vše=&Možnosti==
hr: =&Provjeri sada=&Dodaj projekt=U&redi=&Ukloni=&Označi sve kao pročitano=&Ažuriraj sve=&Opcije==
ja: =今すぐチェック(&C)=プロジェクトを追加(&A)=編集(&D)=削除(&R)=すべて既読(&M)=すべて更新(&A)=オプション(&O)==
nb: =&Sjekk Nå=&Legg til Prosjekt=&Rediger=&Fjern=&Marker alle som lest=&Oppdater alle=&Alternativer==
oc: =&Verificar ara=&Apondre un projècte=&Editar=&Suprimir=&Marcar coma legit=&Tot metre a jorn=&Options==

source: Filter:
cs: Filtr:
it: Filtra:
ja: フィルター:
oc: Filtre :

source: Folder
cs: Adresář
hr: Mapa
it: Cartella
ja: フォルダー
nb: Mappe
sk: Adresár
vi: Thư mục

source: ID:32976:V C +E
cs: ID:32976:V C +P

source: ID:57635:V C +X
cs: ID:57603:V C +X

source: ID:57636:V C +F
cs: ID:57603:V C +F

source: ID:57637:V C +V
cs: ID:57603:V C +V

source: ID:57643:V C +Z
cs: ID:57603:V C +Z

source: POPUP
cs: VYSKAKOVACÍ OKNO
ja: ポップアップ
oc: MENU CONTEXTUEL

source: R&eset
cs: R&esetovat
it: R&ipristina
ja: リセット(&E)
nb: N&ullstill
sk: P&redvolené
vi: &Đặt lại

source: Re&set
cs: Re&setovat
it: R&ipristina
ja: リセット(&S)
nb: Nu&llstill
sk: Pr&edvolené
vi: &Đặt lại

source: SVN Status
cs: SVN Stav
it: Stato SVN
ja: SVN 状態
oc: SVN Estatut
sk: SVN Stav
vi: Trạng thái SVN

source: Standard
cs: Standardní
ja: 標準
sk: Štandard
vi: Tiêu chuẩn

source: Status
cs: Stav
it: Stato
ja: 状態
oc: Estatut
sk: Stav
vi: Trạng thái

source: Tip
cs: Rada
hr: Savjet
it: Consiglio
nb: Tips
oc: Astúcia

source: TortoiseMerge %d.%d.%d, Build %d - %ls, %ls libsvn_diff %d.%d.%d, %ls apr %d.%d.%d apr-util %d.%d.%d
cs: TortoiseMerge %d.%d.%d, Sestavení %d - %ls, %ls libsvn_diff %d.%d.%d, %ls apr %d.%d.%d apr-util %d.%d.%d
sk: TortoiseMerge %d.%d.%d, Build %d - %ls, %ls libsvn_diff %d.%d.%d, %ls apr %d.%d.%d apr-utils %d.%d.%d

source: TortoiseSVN %d.%d.%d, Build %d - %ls, %ls%ls Subversion %d.%d.%d, %ls apr %d.%d.%d apr-util %d.%d.%d serf %d.%d.%d %ls zlib %ls SQLite %ls
cs: TortoiseSVN %d.%d.%d, Sestavení %d - %ls, %ls%ls Subversion %d.%d.%d, %ls apr %d.%d.%d apr-utils %d.%d.%d serf %d.%d.%d %ls zlib %ls SQLite %ls
nb: TortoiseSVN %d.%d.%d, Bygget %d - %ls, %ls%ls Subversion %d.%d.%d, %ls apr %d.%d.%d apr-util %d.%d.%d serf %d.%d.%d %ls zlib %ls SQLite %ls

source: alias: %ls
cs: přezdívka: %ls
ja: エイリアス: %ls
vi: bí danh: %ls

source: user:bool
cs: uživatel:bool
it: utente:booleana

source: user:multiline
cs: uživatel:víceřádkový
it: utente:multi linea

source: user:singleline
cs: uživatel:jednořádkový
it: utente:linea singola

source: user:state
cs: uživatel:stav
it: utente:stato

source: svn:externals
hr: svn:externals (vanjska skladišta)

source: svn:needs-lock
hr: svn:needs-lock (treba zaključavanje)

source: &CD-ROM
ja: CD-ROMドライブ(&C)

source: &EOL
ja: 改行コード(&E)

source: EOL
ja: 改行コード
sk: Štýl konca riadkov

source: Hex
ja: 16進

source: Lum
ja: 明度
nb: Lys
sk: Jas

source: Port :
it: Porta:
ja: ポート:
oc: Pòrt :
vi: Cổng :

source: Program
it: Programma
ja: プログラム
nb: Programmer
oc: Programa
vi: Chương trình

source: disk [kB]:
it: disco [Kb]:
ja: ディスク [KB]:
oc: disc [ko] :
sk: disk [KiB]:
vi: ổ đĩa [kB]:

source: ID:32883:V C +A
sk: ID: 32883: VC +

source: RAM [kB]:
oc: RAM [ko] :
sk: RAM [KiB]:

source: Stefan Küng, Lübbe Onken
sk: Stefan KÜNG, Lübbe ONKEN (preklad Ot(ik))

source: TORTOISEBLAME
sk: TORTOISEBLAME(Obviňovač)

source: TORTOISEIDIFF
it: TORTOISEDIFF
sk: TORTOISEIDIFF(obrázkový porovnávač)

source: Windows
sk: Okná
vi: Các cửa sổ

source: CAP
it: MAIU
oc: MAJ

source: REC
it: REG

source: SVN URL
it: URL SVN

source: Output.prn
vi: Output.pm

source: ID:32772:V +O
oc: ID :32772 :V +S

source: ID:32814:V C +L
oc: ID :32771 :V C +F

source: ID:32814:VA +D
oc: ID :32771 :V C +F

source: ID:32825:V C +L
oc: ID :32785 :V C +O

source: ID:32825:VA +D
oc: ID :32775 :V C +D

source: OVR
oc: RFP

source: Post-Lock Hook
oc: Hook post-verrolhatge

source: Pre-Lock Hook
oc: Hook pré-verrolhatge

source: You can only edit one file at a time from the repository browser. Please finish editing a file before editing another one.
oc: Podètz solament editar un fichièr a la fois dins lo navigador de depaus. Acabatz l'edicion d'un fichièr abans d'en editar un autre.
