Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Sparse update %1!ls!, depth '%2!ls!'
cs: Řídká aktualizace %1!ls!, hloubka '%2!ls!'
hr: Raspršena obnova %1!ls!, dubina '%2!ls!'
it: Sparse update %1!ls!, profondità '%2!ls!'
ja: %1!ls! の部分を深さ「%2!ls!」で更新
nb: Glissen oppdatering %1!ls!, dybde '%2!ls!'
oc: Mesa a jorn leugièra %1!ls!, prigondor "%2!ls!"
sk: Riedka aktualizácia %1!ls!, hĺbka '%2!ls!'
sr@latin: Prazno obnavljanje %1!ls!, debljine '%2!ls!'
vi: Cập nhật rời %1!ls!, độ sâu '%2!ls!'

source: Specifies how many items you want to keep in the most recent log messages dialog.
cs: Stanoví kolik položek chcete držet v dialogovém okně nejaktuálnějších zpráv záznamu.
hr: Određuje koliko poruka želite držati u spremniku nedavno upisanih poruka dnevnika.
it: Specifica quanti messaggi si vogliono visualizzare nella finestra di dialogo dei commenti più recenti.
ja: 最近のログメッセージを表示するダイアログで、表示する項目数を指定する。
nb: Angir hvor mange elementer du vil beholde i siste loggmeldinger-dialogen.
oc: Especifica quant d'elements volètz gardar dins la bóstia de dialòg dels comentaris recents.
sk: Určuje koľko záznamov sa ma pamätať v histórií správ denníka.
sr@latin: Određuje koliko poruka želite držati u priručnoj memoriji nedavno upisanih poruka dnevnika.
vi: Chỉ ra bao nhiêu món bạn muốn giữ lại trong hộp thoại thông điệp tường trình gần nhất.

source: Specifies how the text for each merged revision should look like. The following keywords can be used: {msg}: The log message of the merged revision, as it was entered. {msgoneline}: The log message force onto one line {author}: The author of the merged revision {rev}: The merged revision itself {bugid}: The bug ids of the merged revision
cs: Určuje, jak by text pro každou sloučenou revizi měl vypadat. Lze použít následující klíčová slova: {msg}:»Zpráva záznamu sloučené revize, tak jak byla zadána. {msgoneline}:»Zpráva záznamu bude umístěna na jeden řádek {author}:»Autor sloučené revize {rev}:»Vlastní sloučená revize {bugid}:»ID chyb sloučené revize
hr: Određuje kako treba izgledati tekst za svaku spojenu reviziju. Sljedeće ključne riječi možete koristiti: {msg}: Poruka dnevnika spojenih revizija, kao što je uneseno. {msgoneline}: Poruka dnevnika u jednoj liniji {author}: Autor spojene revizije {rev}: Samostalno spojena revizija {bugid}: Pogreške ID oznaka spojenih revizija
it: Specifica come deve apparire il testo per ogni revisione unita. Possono essere usate le seguenti parole chiave: {msg}: Il registro messaggi delle revisione unita, così come è stato inserito. {msgoneline}: Il registro messaggi forzato su una singola linea {author}: L'autore della revisione unita {rev}: La revisione unita {bugid}: Gli id bug della revisione unita
ja: それぞれのマージされたリビジョンのテキストをどのように見せるかを指定します。 以下のキーワードを使用することができます。 {msg}: マージされたリビジョンの入力時のままのログメッセージ {msgoneline}: ログメッセージを強制的に1行にしたもの {author}: マージされたリビジョンの作者 {rev}: マージされたリビジョン自身 {bugid}: マージされたリビジョンの課題ID
nb: Angir hvordan teksten for hver flettet revisjon skal se ut. Følgende nøkkelord kan brukes: {msg}: Loggmeldingen for den flettede revisjonen, slik den ble gitt. {msgoneline}: Loggmeldingen komprimert til en linje {author}: Forfatteren til den flettede revisjonen {rev}: Selve den flettede revisjonen {bugid}: Feil-id'ene til den flettede revisjonen
oc: Especifica cossí lo tèxte de cada revision fusionada deu aparéisser. Los mots claus seguents pòdon èsser utilizats : {msg} : Lo messatge de jornal de la revision fusionada, tal coma es estat sasit {msgoneline} : Lo messatge de jornal ramenat a una sola linha {author} : L'autor de la revision fusionada {rev} : La revision fusionada elle-même {bugid} : Los identificants de bugs de la revision fusionada
sk: Udava ako bude vyzerať text pre každú zlúčenú revíziu. Možu byť použité nasledovné kľúčové slová: {msg}: Správa denníka zlúčenej revízie ako bolo zadaná. {msgoneline}: Správa denníka zlúčenej revízie ako jeden riadok- {author}: Autor zlučenej revízie. {rev}: Čislo zlúčenej revízie. {bugid}: Identifikátor chyby zlučenej revízie.
sr@latin: Određuje kako tekst svake stopljene revizije će izgledati. Sledeće ključne reči mogu se koristiti: {msg}: Poruka dnevnika stopljene revizije kako je uneta. {msgoneline}: Poruka dnevnika u jednoj liniji {author}: Autor stoljene revizije {rev}: Sama stopljena revizija {bugid}: Idovi bagova stopljenih revizija
vi: Chỉ định cách văn bản của các bản kết hợp sẽ ra thế nào. Các từ khóa sau có thể được dùng: {msg}: Thông điệp tường trình của các bản hợp nhất, như nó được nhập vào. {msgoneline}: Thông điệp tường trình được ép vào một dòng {author}: Tác giả của bản hợp nhất {rev}: Bản thân bản chỉnh sửa hợp nhất {bugid}: ID lỗi của bản hợp nhất

source: Specify how the commit message should be built from the entered bug-ID. Use the placeholder %BUGID% for the real bug-ID. If you leave these settings empty, TortoiseSVN will use the regular expressions instead.
cs: Určuje jakým způsobem bude vytvořena odevzdávací zpráva ze zadaného ID chyby. Použijte místo %BUGID% pro skutečné ID chyby. Pokud toto nastavení ponecháte prázdné, použije TortoiseSVN regulární výrazy.
hr: Odredite kako se poruka pri pohranjivanju treba izgraditi iz unesenog ID-a greške. Koristite oznaku %BUGID% na mjestu stvarnog ID-a greške. Ako ostavite ove postavke praznima, TortoiseSVN će umjesto toga koristiti regularne izraze.
it: Specifica come il messaggio di commit dovrebbe essere costruito dal bug-ID inserito. Utilizza il segnaposto %BUGID% per il bug-ID reale. Se lasci queste impostazioni vuote, TortoiseSVN utilizzerà invece l'espressione regolare.
ja: 入力された課題IDからどのようにコミットメッセージを構築するかを指定してください。実際の課題IDの部分には %BUGID% を使用してください。これらの設定を空にした場合は、代わりに正規表現が使用されます。
nb: Spesifiser hvordan innsendingsmeldingen skal bygges fra den angitte sak-ID. Bruk markøren %BUGID% for den faktiske sak-IDen. Hvis du lar disse instillingene være tomme, vil TortoiseSVN bruke de regulære uttrykkene i stedet.
oc: Indicatz cossí lo messatge de liurason deu èsser construit dempuèi l'ID de bug entrat. Utilizatz l'expression %BUGID% a la plaça de l'ID de bug réel. Se daissatz lo camp void, TortoiseSVN utilizara l'expression regulara a la plaça.
sk: Zadajte ako má byť vytvorená správa odovdzania zo zadanho ID chyby. Použite %BUGID% na mieste kde ma byť použité skutočné ID chyby. Ak ponecháte toto nastavenie prázdne, TortoiseSVN použije regulárne výrazy.
sr@latin: Odredi kako će poruka urezivanja biti izgrađena od unetog bag-ID. Koristite držač %BUGID% za stvarni bag-ID.Ako ostavite ovo podešavanje prazno, TortoiseSVN će koristiti regularni izraz umesto toga.
vi: Chỉ ra làm sao thông điệp cam kết được xây dựng từ bug-ID được nhập vào. Sử dụng vật giữ chỗ %BUGID% cho bug-ID thật sự. Nếu bạn để những thiết lập này trống, TortoiseSVN sẽ dùng biểu thức thông thường thay vào đó.

source: Specify the URL to access the issue tracker. Use %BUGID% as a placeholder for the real issue number.
cs: Určuje URL pro přístup do sledovače problémů. Použijte %BUGID% jako místo pro skutečné číslo problému.
hr: Odredite URL za pristup sustavu za praćenje zahtjeva. Koristite %BUGID% kao oznaku za ubacivanje pravog broja zadatka.
it: Specifica l'URL per accedere al gestore delle richieste. Utilizza %BUGID% come segnaposto per il numero reale della richiesta.
ja: 課題追跡システムにアクセスするための URL を指定してください。実際の課題IDの部分には %BUGID% を使用してください。
nb: Angi URL for å kontakte saksporeren. Bruk %BUGID% som markør for det faktiske saknummeret.
oc: Especificatz l'URL del tracador de bug. Utilizatz %BUGID% a la plaça de l'ID réel del bug.
sk: Zadajte URL na prístup k spedovaču prípadov. Použite %BUGID% na mieste kde ma byť použité skutočné číslo prípadu.
sr@latin: Određuje URL da pristupite problem tragaču. Koristite %BUGID% držač za stvarni problem broj.
vi: Chỉ ra URL để truy cập bộ theo dõi vấn đề. Sử dụng %BUGID% để giữ chỗ cho số thứ tự của vấn đề.

source: Specify the files or folders which TortoiseSVN should ignore in all working copies. Separate the patterns with a space.
cs: Určete soubory nebo adresáře, které TortoiseSVN má ignorovat ve všech pracovních kopiích. Vzory oddělte mezerou.
hr: Odredite datoteke ili mape koje bi TortoiseSVN trebao izostaviti iz svih radnih kopija. Uzorke rastavite razmakom.
it: Specifica i file o le cartelle che TortoiseSVN deve ingorare in tutte le copie di lavoro. Separa i percorsi con uno spazio.
ja: TortoiseSVN がすべての作業コピーで無視する ファイルやフォルダーを指定してください。 各パターンは空白で区切ってください。
nb: Angi filene eller mappene som TortoiseSVN skal ignorere i alle arbeidskopier. Del mønstrene med mellomrom.
oc: Especificatz los fichièrs o repertòris que TortoiseSVN deu ignorar per totas las còpias de trabalh. Separatz los filtres per un espaci.
sk: Určuje súbory a adresáre ktoré má TortoiseSVN ignorovať vo všetkých pracovných kópiách. Šablóny oddeľujte medzerou.
sr@latin: Odredite fajlove ili foldere koje bi TortoiseSVN trebalo da izostavi iz svih radnih kopija. Modele rastavite razmakom.
vi: Chỉ ra tập tin hay thư mục mà TortoiseSVN nên bỏ qua trong tất cả các bản đang làm việc. Tách các mẫu với khoảng trắng.

source: Spin1
cs: Spirála1
hr: Okret1
sk: Špirála1
sr@latin: Rotacija1
vi: Quay1

source: Split &source tree
cs: Rozdělit zdrojový &strom
hr: Podijeli &izvorno stablo
it: Spezza il ramo &sorgente
ja: ソースツリーを分割する(&S)
nb: Del &kildetreet
oc: Deves&ir l'arborescéncia font
sk: Rozdeliť &zdrojový strom
sr@latin: Podeli &izvorno stablo
vi: Tách cây &nguồn

source: Split following &tree
cs: &Rozdělit následující strom
hr: Razdijeli slijedeća &stabla
it: Dividi le seguenti &ramificazioni
ja: 次のツリーを分割(&T)
nb: Del følgende t&re
oc: Separar las &arborescéncias seguentas
sk: Rozdeliť nasledovný s&trom
sr@latin: Podeli sledeće &stablo
vi: Tách &cây sau

source: Split lines
cs: Rozdělit řádky
hr: Podijeli retke
it: Dividi le linee
ja: 行を分割
nb: Del linjer
oc: Separar linhas
sk: Rozdeliť riadky
sr@latin: Podeli redove
vi: Tách các dòng

source: Split sub-trees
cs: Rozdělit podstromy
hr: Razdijeli podstabla
it: Dividi le ramificazioni
ja: サブツリーを分割
nb: Del undertrær
oc: Separar los sosrepertòris
sk: Rozdeliť podstromy
sr@latin: Podeli pod-stablo
vi: Tách các cây con

source: Split the active window into panes Split
cs: Rozdělit aktivní okno do panelů Rozdělit
hr: Rastavi aktivni prozor na plohe Rastavi
it: Separa la finestra Separa
ja: アクティブなウィンドウを分割する 分割
nb: Del opp det aktive vinduet i paneler Del
oc: Separar la fenèstra activada Separar
sk: Rozdeliť aktívne okno do panelov Rozdeliť
sr@latin: Rastavi aktivni prozor na ploče Rastavi
vi: Tách cửa sổ hoạt động thành các bảng Tách

source: Stacked Bar Graph
cs: Skládaný sloupcový graf
hr: Naslagani stupčasti dijagram
it: Barre in pila
ja: 積み重ね棒グラフ
nb: Stablet søylediagram
oc: Grafic en barra empilat
sk: Kumulovaný graf
sr@latin: Naslagani stubasti dijagram
vi: Chồng các đồ thị thanh

source: Stacked Line Graph
cs: Skládaný čárový graf
hr: Naslagani linijski dijagram
it: Linee in pila
ja: 積み重ね面グラフ
nb: Stablet linjediagram
oc: Grafic en linha empilat
sk: Zásobníkový čiarový graf
sr@latin: Naslagani linijski dijagram
vi: Chồng các đồ thị dòng

source: Start Commit Hook
cs: Spustit hák odevzdání
hr: Skripta početak-pohrane
it: Hook di inizio invio
ja: Start Commit フック
nb: Start Innsending Påhaking
oc: Aviar escript associat per liurason
sk: Spustiť odovzdávací skript
sr@latin: Start Urezivanja zakačaljka
vi: Bắt đầu hook cam kết

source: Start Revision
cs: Počáteční revize
hr: Početna revizija
it: Inizio revisione
ja: 開始リビジョン
nb: Første revisjon
oc: Revision de début
sk: Začiatočná revízia
sr@latin: Početna revizija
vi: Bắt đầu bản chỉnh sửa

source: Start Update Hook
cs: Spustit hák aktualizace
hr: Skripta početak-obnavljanja
it: Hook di inizio aggiornamento
ja: Start Update フック
nb: Start Oppdatering Påhaking
oc: Aviar escript associat per mesa a jorn
sk: Spustiť aktualizačný skript
sr@latin: Start obnavljanja zakačaljka
vi: Bắt đầu cập nhật hook

source: Start registry editor
cs: Spustit editor registru
hr: Pokreni uređivač registryja
it: Avvia editor del registro
ja: レジストリエディターを起動する
nb: Start register-redigeringsverktøyet
oc: Aviar l'editor de registre
sk: Spustiť editor registrov
sr@latin: Pokreni uređivač registra
vi: Chạy trình biên tập registry

source: Start with &Windows
cs: Spustit při přihlášení do &Windows
hr: Pokreni sa &Windowsima
it: Avvia con &Windows
ja: &Windowsで開始
nb: Start med &Windows
oc: Aviar amb &Windows
sr@latin: Kreni sa &Vindouz

source: Starting externals...
cs: Spouštění externích...
hr: Pokretanje vanjskih...
it: Avvio esterni...
ja: 外部参照の処理を開始...
nb: Starter eksterne...
oc: Aviada dels extèrnes...
sk: Zahajené externé ....
sr@latin: Započinju eksternali...
vi: Bắt đầu các thành phần ngoài...

source: Starts the diff viewer with the currently selected file and the one marked before for diffing later.
cs: Spustí prohlížeč rozdílů porovnávající současně zvolený soubor se souborem označeným pro pozdější porovnání.
hr: Pokreni preglednik razlika sa trenutno odabranom datotekom i ranije označenom za kasniju usporedbu.
ja: 差分元として選択したファイルと現在選択しているファイルで差分ビューアーを起動します。
nb: Starter sammenligning mellom den valgte filen og den som ble markert for sammenligning tidligere.
oc: Avia l'afichador per comparason entre lo fichièr seleccionat e lo qu'es estat retengut deperabans per comparason ulteriora.
sr@latin: Pokreni dif pregledač sa trenutno izabranim fajlom i jednim označenim za dif kasnije

source: Starts the merge tool where you can resolve the property conflict
cs: Spustí nástroj sloučení kde můžete vyřešit konflikt vlastností.
hr: Pokreće alat stapanja gdje možete riješiti vlasništvo sukoba
ja: プロパティの競合を解決するためにマージツールを起動します
nb: Starter flettingsverktøyet, der du kan løse egenskapskonflikten
oc: Avia l'aisina de fusion ont poiretz resòlvre lo conflicte de proprietat
sr@latin: Pokreće alat stapanja gde možete rešiti osobeni konflikt

source: Starts the property dialog where you can edit the property manually.
cs: Spustí dialogové okno vlastností kde můžete vlastnost upravit ručně.
hr: Pokreće dijalog svojstva gdje možete urediti svojstvo ručno.
ja: プロパティを手動で編集するためにプロパティダイアログを起動します。
nb: Starter egenskapsdialogen, der du kan redigere egenskapen manuelt.
oc: Aviar lo dialòg de proprietats, ont las proprietats pòdon èsser editadas manualament.
sr@latin: Pokreće osobeni dijalog gde možete urediti osobine ručno.

source: State
cs: Stav
hr: Stanje
it: Stato
ja: 状態
nb: Tilstand
oc: Estat
sk: Stav
sr@latin: Stanje

source: Static
cs: Statický
hr: Statički
it: Statico
nb: Statisk
sk: Statické
sr@latin: Statički
vi: Tĩnh

source: Statistics
cs: Statistika
hr: Statistika
it: Statistiche
ja: 統計
nb: Statistikk
oc: Estatisticas
sk: Štatistiky
sr@latin: Statistika
vi: Các số liệu

source: Status Bar
cs: Stavový řádek
hr: Traka stanja
ja: ステータスバー
nb: Statuslinje
oc: Barra d'Estatut
sk: Stavová lišta
sr@latin: Statusni panel

source: Status Bar Configuration
cs: Konfigurace stavové řádky
hr: Postavke statusne linije
it: Configurazione Barra di Stato
ja: ステータスバーの設定
nb: Statuslinjekonfigurasjon
sk: Konfigurácia stavového riadku
sr@latin: Postavke statusne linije
vi: Cấu hình thanh trạng thái

source: Status and action colors
cs: Barvy stavu a činností
hr: Boje statusa i akcija
it: Colori di stato / delle azioni
ja: 状態とアクションの色
nb: Farger for status og handling
oc: Estatut e colors d'accion
sk: Farby stavu a akcií
sr@latin: Boje statusa i akcija
vi: Màu của trạng thái và hành động

source: Status cache
cs: Úschova stavu
hr: Priručna memorija statusa
it: Cache di stato
ja: 状態のキャッシュ
nb: Statusmellomlager
oc: Cache de l'estatut
sk: Pamäť stavov
sr@latin: Status keša
vi: Bản lưu tạm của trạng thái

source: Status cache kept in an external process, can show the overlay recursively
cs: Úschova stavu držena v externím procesu, může ukázat překryv rekurzivně
hr: Priručna memorija statusa se drži u vanjskom procesu, može rekurzivno prikazati prekrivne oznake
it: Cache di stato conservata in un processo esterno, può mostrare le icone di stato in maniera ricorsiva
ja: 状態キャッシュは外部プロセスで保持し、再帰的なオーバーレイ表示ができます
nb: Status-mellomlager holdes i ekstern prosess, kan vise ikonlag rekursivt
oc: Cache de l'estatut conservat dins un processus extèrne, pòt afichar lo recobriment recursivament
sk: Pamäť stavov udržiavaná externým procesom môže zobrazovať prekrývajúce ikonky s vnáraním
sr@latin: Status keš se drži u spoljašnjem procesu, može rekurzivno prikazati prekrivače
vi: Bản lưu trạng thái giữ trọng các tiến trình ngoài, có thể hiện nạp chồng một cách đệ quy

source: Status cache only for one folder, no recursive overlays
cs: Úschova stavu pouze pro jeden adresář, žádné rekurzivní překryvy
hr: Priručna memorija statusa je samo za jednu mapu, nema rekurzivnog prekrivanja
it: Cache di stato solo per una cartella, non applicare icone di stato ricorsivamente
ja: 状態キャッシュを1つのフォルダーに対してのみ行い、再帰的なオーバーレイは行いません
nb: Status-mellomlager bare for en mappe, ikke rekursivt ikonlag
oc: Cache de l'estatut per un sol repertòri, pas de recobriment recursiu
sk: Pamäť stavov len pre jeden adresár, bez vnárania
sr@latin: Status keš je samo za jedan folder, nema rekurzivnog prekrivanja
vi: Bản lưu trạng thái chỉ cho cho một thư mục, không có nạp chồng kiểu đệ quy

source: Status of item in SVN
cs: Stav položky v SVN
hr: Status stavke u SVN-u
it: Stato degli elementi in SVN
ja: SVNの項目の状態
nb: Et elements status i SVN
oc: Estatut dels elements dins SVN
sk: Stav položky v SVN
sr@latin: Status stavke u SVN-u
vi: Trạng thái của món trong SVN

source: Steal loc&k
cs: Ukrást &zámek
hr: Ukradi lo&kot
it: R&uba il bloccaggio
ja: ロックを横取りする(&K)
nb: Stjel s&perre
oc: Panar un v&errolh
sk: Zober zá&mok
sr@latin: U&kradi zaključano
vi: Lấy cắp &khóa

source: Steal the lock
cs: Ukrást zámek
hr: Ukradi lokot
it: Ruba il bloccaggio
ja: ロックを横取りする
nb: Stjel sperren
oc: Panar lo verrolh
sk: Odober zámok
sr@latin: Ukradi zaključano
vi: Lấy cắp khóa

source: Stores the path of the file to be used for a diff on a later right-click. Hold down the Ctrl key to remove the last saved path.
cs: Uloží cestu souboru použitého pro porovnání při pozdějším kliknutí pravým tlačítkem. Podržte klávesu Ctrl pro smazání poslední uložené cesty.
hr: Sprema put datoteke za kasniju usporedbu s klikom desne tipke miša. Držite pritisnutu tipku Ctrl da biste uklonili spremljeni put.
ja: 後で右クリックしたときに差分を取るパスを記憶します。Ctrlキーを押しながらクリックすると、記憶しているパスを削除します。
nb: Lagrer stien til filen for bruk i sammenligning ved et senere høyreklikk. Hold nede Ctrl-tasten for å fjerne sist lagrede sti.
oc: Lèvan lo camin del fichièr a utilizar dins una comparason ulteriora per clic-dreit. Mantenètz la tòca Ctrl e clicar per anullar la darrièra seleccion d'aqueste tipe.
sr@latin: Čuva putanju fajla da se koristi za dif pri kasnijem desnim klikom, Držite Ctrl taster da uklonite zadnju sačuvanu putanju.

source: Stripes
cs: Pruhy
hr: Trake/vrpce(?)
it: Strisce
ja: 縞模様
nb: Striper
oc: Raiaduras
sk: Prúžky
sr@latin: Trake
vi: Sọc ngang

source: Style
cs: Styl
hr: Stil
it: Tema
ja: スタイル
nb: Stil
sk: Štýl
sr@latin: Stil
vi: Kiểu
