Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Items in &externals
cs: &Externí položky
hr: Stavk&e u vanjskim skladištima
it: Elementi in &esterno
ja: 外部参照の項目(&E)
nb: Elementer i &eksterne
oc: Elements dins las referéncias &extèrnes
sk: &Externé objekty
sr@latin: Stavke u &eksternalima
vi: Các món trong các phần bên &ngoài

source: Items to show
cs: Položky k zobrazení
hr: Stavke za prikaz
it: Argomenti da bvisualizzare
ja: 表示する項目
nb: Elementer som skal vises
oc: Elements d'afichar
sk: Objetky na zobrazenie
sr@latin: Stavka za prikazivanje
vi: Các món để hiển thị

source: J&ump to first conflict when loading
cs: S&kočit na první konflikt při nahrání
hr: Skoči na prv&u razliku prilikom učitavanja
it: Durante il caricamento &vai direttamente alla prima differenza
ja: ロード時に最初の競合点へ移動する(&U)
nb: &Hopp til første konflikt ved innlasting
oc: Anar dirèctament a&u primièr conflicte al cargament
sk: Po načítaní skoč na prvý &konflikt
sr@latin: Skoči na prvu razlik&u pri učitavanju
vi: &Nhảy tới mâu thuẫn đầu tiên khi tải

source: Join with following &tree
cs: Spojit s následujícím &stromem
hr: Pridruži sa slijdećim &stablom
it: Unisci con il ramo se&guente
ja: 以下のツリーに連結(&T)
nb: Sammenføy med følgende &tre
oc: Jónher amb l'&arborescéncia seguenta
sk: Spojiť s nasledovným s&tromom
sr@latin: Spojiti sa sledećim &stablom
vi: Kết hợp với &cây sau đây

source: Join with source tree
cs: Spojit se zdrojovým stromem
hr: Pridruži se izvornom stablu
it: Unisci con il ramo sorgente
ja: ソースツリーに連結
nb: Sammenføy med kildetre
oc: Jónher amb l'arborescéncia font
sk: Spojiť so zdrojovým stromom
sr@latin: Spojiti sa izvornim stablom
vi: Kết hợp với cây nguồn

source: Jump to next &conflict
cs: Přeskočit na další &konflikt
hr: Skoči na sljedeći &konflikt
it: Vai al prossimo &conflitto
ja: 次の競合へ(&C)
nb: Hopp til neste &konflikt
oc: Anar al &conflicte que ven
sk: Ísť na nasledovný &konflikt
sr@latin: Skoči na sledeći &konflikt
vi: nhảy tới &mâu thuẫn kế tiếp

source: Keep &locks
cs: Ponechat &zámky
hr: Zadrži &lokote
it: Mantieni &blocchi
ja: ロックを保持(&L)
nb: Behold &sperrer
oc: Gardar &los verrolhs
sk: Zachovať &zámky
sr@latin: Drži &zaključan
vi: Giữ các &khoá

source: Keep any moves affected by this operation
cs: Ponechat veškerá přesunutí ovlivněná touto operací
hr: Čuvaj sve poteze obuhvaćene ovim postupkom
it: Mantieni questa operazione per qualsiasi spostamento
ja: この操作の移動結果を保持する
nb: Behold flyttinger som påvikes av denne operasjonen
sk: Ponechať presunutia ovplivnené tímto úkonom
sr@latin: Čuvaj svako pomeranje uzrokovano ovom operacijom

source: Keep c&hangelists
cs: Ponechat &seznamy změn
hr: Sačuvaj liste &promjena
it: &Mantieni elenco modifiche
ja: 変更リストを保持(&H)
nb: Behold &endringslister
oc: Conservar las listas de &modificacions
sk: &Ponechať zoznam zmien!
sr@latin: Čuvaj l&iste izmena
vi: Giữ các &danh sách thay đổi

source: Keep resolving Jump to first unresolved conflict
cs: Pokračovat v řešení Přejít na první nevyřešený konflikt
hr: Nastavi rješavanje Skoči na prvi neriješeni konflikt
it: Continua a risolvere⏎ Salta al primo conflitto non risolto
ja: 解決を続ける 最初の未解決の競合にジャンプします
nb: Fortsett løsing Hopp til første uløste konflikt
oc: Contunhar a resòlvre Passa al primièr conflicte non resolgut
sk: Pokračovať v riešení Skoč na prvý nevyriešený konflikt
sr@latin: Čuvajte rešeno Skok na prvi nerešen konflikt

source: Keyboard
cs: Klávesnice
hr: Tipkovnica
it: Tastiera
ja: キーボード
nb: Tastatur
sk: Klávesnica
sr@latin: Tastatura
vi: Bàn phím

source: Keyboard shortcuts:
cs: Klávesové zkratky:
hr: Skraćenice na tipkovnici:
it: Abbreviazioni da tastiera:
ja: キーボードショートカット:
nb: Tastatur-snarveier:
sk: Klávesové skratky:
sr@latin: Skraćenice tastature
vi: Bàn phím tắt:

source: Keys
cs: Klávesy
hr: Tipke
it: Tasti
ja: キー
nb: Taster
sk: Kľúče
sr@latin: Tasteri
vi: Các chìa khoá

source: Kind
cs: Druh
hr: Tip
it: Tipo
ja: 種類
nb: Type
oc: Tipe
sk: Typ
sr@latin: Vrsta

source: L&imit:
hr: Ogran&ičenje:
it: L&imite:
ja: 最大値(&I):
nb: &Grense:
sr@latin: Gran&ica:
vi: Giới &hạn:

source: Lan&guages
cs: &Jazyky
hr: &Jezici
it: Lin&gua:
ja: 言語(&G)
nb: Språ&k
oc: Len&gas :
sk: &Jazyky
sr@latin: &Jezici
vi: Các &ngôn ngữ

source: Language:
cs: Jazyk:
hr: Jezik:
it: Lingua:
ja: 言語:
nb: Språk:
oc: Lenga :
sk: Jazyk:
sr@latin: Jezik:
vi: Ngôn ngữ:

source: Last changed author:
cs: Poslední změněný autor:
hr: Autor zadnje izmjene:
it: Autore ultima modifica:
ja: 最終更新者:
nb: Siste endring forfatter:
oc: Darrièr autor modificat :
sk: Autor poslednej zmeny:
sr@latin: Poslednji promenjen autor:
vi: Tác giả được thay đổi cuối:

source: Last changed revision:
cs: Poslední změněná revize:
hr: Zadnja izmjena revizije:
it: Revisione ultima modifica:
ja: 最終変更リビジョン:
nb: Siste endring revisjon:
oc: Darrièra revision modificada :
sk: Posledná zmenená revízia:
sr@latin: Posednja promenjena revizija:
vi: Bản sửa đổi được thay đổi cuối:

source: Last saved revision of item
cs: Poslední uložená revize položky
hr: Zadnja snimljena revizija stavke
it: Ultima revisione salvata
ja: 最後に保存した項目のリビジョン
nb: Elementets siste lagrede revisjon
oc: Darrièra revision salvada de l'element
sk: Naposledy uložená revízia objektu
sr@latin: Poslednja sačuvana revizija stavke
vi: Bản chỉnh sửa lưu cuối cùng của món

source: Last time the cache content was changed
cs: Čas poslední změny obsahu úschovy
hr: Zadnja promjena sadržaja spremnika
it: Il contenuto della cache è cambiato l'ultima volta
ja: キャッシュの内容が変更された最後の日時
nb: Siste gang innholdet i mellomlageret ble endret
oc: Darrièras fois que lo contengut del cache es estat cambiat
sk: Naposledy bol zásobník menený:
sr@latin: Poslednji put kada je promenjen sadržaj keša
vi: Lần cuối nội dung của bộ nhớ tạm bị thay đổi

source: Last time the cache was accessed
cs: Čas posledního přístupu k úschovu
hr: Zadnji pristup spremniku
it: Ultimo accesso alla cache
ja: キャッシュにアクセスした最後の日時
nb: Siste gang mellomlageret ble brukt
oc: Darrièr còp que lo cache es estat consulté
sk: Naposledy bol prístup k zásobníku
sr@latin: Poslednji put je pristupljeno keš
vi: Lần cuối nội dung của bộ nhớ tạm được truy cập

source: Last time the repository was asked for the HEAD revision number
cs: Čas posledního vyžádání čísla HEAD revize v úložišti
hr: Vrijeme zadnjeg upita skladištu za broj HEAD inačice
it: Ultima volta in cui è stata richiesta la revisione HEAD al repository
ja: リポジトリへ最新リビジョン番号を問い合わせた最後の日時
nb: Siste gang depotet ble spurt om HEAD-revisjonsnummeret
oc: Darrièr còp que lo depaus es estat contactat per obténer lo numèro de revision de cap
sk: Naposledy kedy si úložisko pýtalo číslo HEAD revízie
sr@latin: Poslednji put kada je spremište upitano za GLAVNI revizioni broj
vi: Lần cuối mà kho chứa đuợc hỏi về số của bản chỉnh sửa HEAD

source: Launches the external diff / merge program to solve the conflicts
cs: Spustí externí program pro vyřešení konfliktů
hr: Pokreće vanjski program za rezlike / spajanja kako bi razriješio sukobe
it: Avvia l'applicazione esterna di confornto / fusione per risolvere i conflitti
ja: 競合を解決するために、外部の差分/マージプログラムを起動
nb: Starter eksternt diff/flette-program for å løse konflikter
oc: Aviada de l'aisina extèrne de diff / fusion per resòlvre los conflictes
sk: Spustí porovnávací/spájací program na riešenie konfliktov
sr@latin: Pokreće spoljašnji program za rezlike / spajanja kako bi rešio sukobe
vi: Chạy chương trình tìm khác biệt/hợp nhất bên ngoài để giải quyết mâu thuẫn

source: Least active author:
cs: Nejméně aktivní autor:
hr: Najmanje aktivan autor:
it: Ultimo autore attivo:
ja: 活発でない作者:
nb: Minst aktive forfatter:
oc: Autor lo mens actiu :
sk: Najmenej aktívny autor:
sr@latin: Najmanje aktivan autor:
vi: Tác giả ít hoat động nhất:

source: Leave as conflicted The conflict status of the file is kept
cs: Ponechat v konfliktu Stav konfliktu v souboru je ponechán
hr: Ostavi u konfliktu Status konflikt datoteke se čuva
it: Lascia come in conflitto Lo stato conflitto del file è mantenuto
ja: 競合のまま残す このファイルの競合状態が保持されます
nb: La være i konflikt Filens konfliktstatus forblir
oc: Daissar coma conflictual L'estatut de conflicte del fichièr es conservat
sk: Ponechať v konflikte Stav konfliktu bude ponechaný
sr@latin: Ostavi u konfliktu Konfliktni status fajla je sačuvan
vi: Để vẫn còn mâu thuẫn Trạng thái mâu thuẫn của tập tin được giữ

source: Leave conflicted:
cs: Ponechat v konfliktu:
hr: Ostavi u sukobu:
it: Lascia in conflitto:
ja: 競合の保持:
nb: Behold i konflikt:
sk: Ponechať konfliktné:
sr@latin: Ostavi u sukobu:
vi: Để cho mâu thuẫn:

source: Leave only marked changes
cs: Ponechat pouze označené změny
hr: Ostavi samo označene promjene
ja: 変更とされたもののみを残す
nb: Bevar kun merkede endringer
oc: Daissar solament los cambiaments seleccionats
sr@latin: Ostavi samo markirane izmene

source: Leave the box "Path or URL" empty to create a folder item
cs: Ponechejte rámeček "Cesta nebo URL" prázdné pro vytvoření položky složky
hr: Ostavite box "Putanja ili URL" prazan za izradu mape stavke
ja: フォルダー項目を作成するために「パスまたはURL」ボックスを空白にする
nb: La boksen "Sti eller URL" stå tom for a lage et mappeelement
oc: Daissatz la casa "Camin o URL" voida per crear un dorsièr
sr@latin: Ostavi kvadrat "Putanja ili URLL" prazan za kreiranje folder stavke

source: Left View:
cs: Levý pohled:
hr: Lijevi pogled:
it: Vista sinistra:
ja: 左ビュー:
nb: Venstre visning:
oc: Vista d'esquèrra :
sk: ľavý pohľad:
sr@latin: Levi pogled:
vi: Xem bên trái:

source: Left image
cs: Levý obrázek
hr: Lijeva slika
it: Immagine di sinistra
ja: 左側の画像
nb: Venstre bilde:
oc: Imatge d'esquèrra
sk: Ľavý obrázok
sr@latin: Leva slika
vi: Ảnh bên trái

source: Left local modifications
cs: Zanechal místní změny
hr: Ostavi lokalne promjene
it: Modifiche a sinsistra in locale
ja: ローカルでの変更が残存
nb: Lot lokale endringer være
sk: Ponechať miestne zmeny
sr@latin: Ostavi lokalne izmene

source: Like above, but used for reverse merges
cs: Jako výše, ale použito pro zpětné sloučení
hr: Kao iznad, ali koristi se za obrnuta stapanja
it: Come soprastante, ma usato per il ripristino unioni
ja: 上記と同じ、ただし逆マージで使用されたもの
nb: Som over, men brukes for reversfletting
oc: Coma çaisús, mas utilizat per las fusions inversadas
sk: Ako vyššie,ale použité na spätné zlučovanie
sr@latin: Kao iznad, ali korišćenjem inverzno stapanje
vi: Giống như trên, nhưng được dùng cho các bản kết hợp ngược

source: Line
cs: Řádka
hr: Linija
it: Linea
ja: 行番号
nb: Linje
oc: Linha
sk: Riadok
sr@latin: Linija
vi: Dòng

source: Line Graph
cs: Čárový graf
hr: Linijski graf revizija
it: Linee
ja: 折れ線グラフ
nb: Linjediagram
oc: Grafic en linha
sk: Čiarový graf
sr@latin: Linijski graf revizija
vi: Biểu đồ dòng

source: Line Tool Line
cs: Nástroj čára Čára
hr: Linijski alata Linija
it: Strumento Linea Linea
ja: 線ツール 線
nb: Linjeverktøy Linje
sk: Nástroj čiara Čiara
sr@latin: Linijski alata Linija
vi: Công cụ dòng Dòng

source: Line diff bar
cs: Lišta rozdílů v řádce
hr: Traka s linijskom razlikom
it: Barra differenza linee
ja: 行差分表示バー
nb: Forskjellslinje
oc: Linha de la barra de diferéncia
sk: Rámček riadkového porovnania
sr@latin: Linije dif panel
vi: Thanh khác biệt dòng

source: Line differences
cs: Změny řádků
hr: Razlike u linijama
it: Differenze di linea
ja: 行差分
nb: Linjeforskjeller
oc: Diferéncias de linha
sk: Rozdiely riadkov
sr@latin: Razlike u linijama
vi: Các khác biệt về dòng

source: Line moved from line %ld
cs: Řádek přesunut z řádku %ld
hr: Redak pomaknut s retka %ld
it: Linea spostata dalla liena %ld
ja: %ldから移動した行
nb: Linje flyttet fra linje %ld
oc: La linha es estat desplaçada de la linha %ld
sk: Riadok bol presunutý z riadka %ld
sr@latin: Linija pomereno od linije %ld
vi: Dòng được di chuyển từ dòng %ld

source: Line moved to line %ld
cs: Řádek přesunut na řádek %ld
hr: Redak pomaknut na redak %ld
it: Linea spostata alla linea %ld
ja: %ldへ移動した行
nb: Linje flyttet til linje %ld
oc: La linha es estat desplaçada a linha %ld
sk: Riadok bol presunutý na riadok %ld
sr@latin: Linija pomereno ka liniji %ld
vi: Dòng được di chuyển tới dòng %ld

source: Line:
cs: Řádka:
hr: Linija:
it: Linea:
ja: 行番号:
nb: Linje:
oc: Linha :
sk: Riadok:
sr@latin: Linija:
vi: Dòng:

source: Line: %*ld
cs: Řádka: %*ld
hr: Redak: %*ld
it: Linea: %*ld
ja: 行番号: %*ld
nb: Linje: %*ld
oc: Linha : %*ld
sk: Riadok: %*ld
sr@latin: Linija: %*ld
vi: Dòng: %*ld

source: List Help topics Help Topics
cs: Seznam témat nápovědy Témata nápovědy
hr: Prikaži sadržaj pomoći Sadržaj pomoći
it: Elenca i contenuti dell'Aiuto Contenuti
ja: ヘルプトピックを列挙 ヘルプトピック
nb: Viser hjelpeemner Hjelpeemner
oc: Veire los subjèctes de l'ajuda Ajuda
sk: Zoznam tém pomocníka Témy pomocníka
sr@latin: Prikaži sadržaj pomoći Sadržaj pomoći
vi: Liệt kê các chủ đề Giúp Đỡ Chủ đề Giúp Đỡ

source: List of repositories for which log information has been cached
cs: Seznam úložišť pro která jsou informace záznamu uchovány.
hr: Popis skladišta za koja se u spremnik pohranjuju informacije dnevnika
it: Lista di repositories per i quali le informazioni di log sono state messe in cache
ja: ログ情報をキャッシュしているリポジトリのリスト
nb: Liste av depoter som har mellomlagret logginformasjon
oc: Lista dels depauses dont las informacions de jornal son estadas mesas en cache
sk: Zoznam úložísk, pre ktoré bol denník uložený do zásobníka
sr@latin: Lista spremišta za koju se u kešu smeštaju informacije dnevnika
vi: Danh sách các kho chứa mà thông tin tường trình được lưu tạm

source: List1
cs: Seznam1
hr: Lista1
nb: Liste1
sk: Zoznam1
sr@latin: Lista1
vi: Danh sách 1

source: Lo&cal path:
cs: &Místní cesta:
hr: L&okalna staza:
it: Percorso lo&cale:
ja: ローカルパス(&C):
nb: Lo&kal sti:
oc: &Camin local :
sk: Miestna &cesta:
sr@latin: Lok&alna putanja:
vi: Đường &amp;dẫn địa phương:

source: Load Images
cs: Načíst obrázky
hr: Učitaj slike
it: Carica immagini
ja: 画像を開く
nb: Last Bilder
oc: Cargar los imatges
sk: Načítať obrázok
sr@latin: Učitaj slike
vi: Tải các ảnh

source: Load Settings from file
cs: Načíst nastavení ze souboru
hr: Učitaj postavke iz datoteke
it: Carica impostazioni da file
ja: ファイルから設定を読み込む
nb: Hent innstillinger fra fil
oc: Cargar los paramètres a partir d'un fichièr
sk: Načítať nastavenia zo súboru
sr@latin: Unesite podešavanja iz fajla

source: Load changes Changes made in TortoiseMerge are lost and replaced with the new content.
cs: Načíst změny Změny provedené v TortoiseMerge jsou ztraceny a nahrazeny novým obsahem.
hr: Učitaj promjene Promjene napravljene u TortoiseMerge će se izgubiti i zamijeniti novim sadržajem.
it: Carica modifiche Le modifiche effettuate in TortoiseMerge saranno perse e sostituite con il nuovo contenuto.
ja: 変更を読み込み直す TortoiseMergeで行った変更を破棄し、新しい内容で置き換えます。
nb: Last endringer Endringer gjort i TortoiseMerge går tapt og erstattes med det nye innholdet.
oc: Cargar las modificacions Las modificacions efectuadas dins TortoiseMerge son perdudas e remplaçadas pel novèl contengut.
sk: Načítať zmeny Zmeny vykonané v TortoiseMerge sú stratené a nahradené novým obsahom.
sr@latin: Učitaj izmene Izmene napravljene u TortoiseMerge su izgubljene i zamenjene novim sadržajem.
vi: Tải các thay đổi Các thay đổi thực hiện trong TortoiseMerge bị mất và được thay thế với nội dung mới.

source: Load changes The views are updated with the new content.
cs: Načíst změny Zobrazení jsou aktualizována novým obsahem
hr: Učitaj promjene Pogledi će se osvježiti novim sadržajem.
it: Carica modifiche Le viste saranno aggiornate con i nuovi contenuti.
ja: 変更を読み込み直す ビューは新しい内容で更新されます。
nb: Last endringer Visningene oppdateres med det nye innholdet.
oc: Cargar las modificacions Las vistas son mesas a jorn amb lo novèl contengut.
sk: Načítať zmeny Okná budú aktualizované novým obsahom.
sr@latin: Učitaj izmene Pregledi su usklađeni novim sadržajem.
vi: Tải các thay đổi Màn xem được cập nhật với nội dung mới.

source: Local &Hooks
cs: Místní &Háky
hr: Lokalni &hookovi
it: &Agganci locali
ja: ローカルフック(&H)
nb: Lokale &Påhakinger
oc: &Apèls d'escript locals
sk: Miestne &pripnuté sktripty
sr@latin: Lokalne &Zakačaljke
vi: Các &Hook địa cục bộ

source: Local hook scripts
cs: Místní hákové skripty
hr: Lokalne zakvačene skripte
ja: ローカルフックスクリプト
nb: Lokale påhakingsskript
oc: Escripts associats locals.
sk: Miestne pripnuté sktripty
sr@latin: Lokalna zakačive skripte

source: Location where the contents of the repository URL(s) will be saved to.
cs: Umístění, kam se obsah úložiště na dané URL má uložit.
hr: Mjesto gdje će sadržaj skladišta određenog URL-om biti snimljen.
it: Posizione in cui verranno salvati i contenuti del repository URL selezionato.
ja: リポジトリURLの内容を保存する位置。
nb: Plasseringen hvor innholdet i depot-URLen(e) lagres.
oc: Endreit ont lo contengut de(s) l'URL(s) del depaus va èsser salvat.
sk: Miesto kde bude uložený obsah URL adresy úložiska.
sr@latin: Mesto gde će sadržaj spremišta URL(ova) biti sačuvan.
vi: Địa chỉ nơi nội dung của URL của kho chứa được lưu.

source: Locator Bar
cs: Lišta umístění
hr: Locirajuća traka
it: Barra percorso
ja: ロケーターバー
nb: Lokaliseringslinje
oc: Barra de localizacion
sk: Navigačná lišta
sr@latin: Lokator panel
vi: Thanh Định Vị

source: Locator bar
cs: Lišta umístění
hr: Lokacijska traka
it: Barra posizione
ja: ロケーターバー
nb: Lokaliseringslinje
oc: Barra de localizacion
sk: Rámček polohy
sr@latin: Lokator panel
vi: Thanh định vị

source: Lock
cs: Zámek
hr: Lokot
it: Blocca
ja: ロック
nb: Sperre
oc: Verrolh
sk: Zámok
sr@latin: Zaključavanje
vi: Khoá

source: Lock Date
cs: Datum zámku
hr: Datum zaključavanja
it: Data di Lock
ja: ロックした日時
nb: Sperringsdato
oc: Data del Verrolhatge
sk: Zamknúť dátum
sr@latin: Zaključaj Datum
vi: Ngày Khoá

source: Lock Files
cs: Uzamknout soubory
hr: Zaključaj datoteke
it: Blocca i file
ja: ファイルをロック
nb: Sperr filer
oc: Verrolhar los fichièrs
sk: Zamknúť súbory
sr@latin: Zaključaj fajlove
vi: Tập tin khoá

source: Lock broken
cs: Zámek rozbit
hr: Brava slomljena
it: Blocco interrotto
ja: ロックが強制解除されました
nb: Sperren er brutt
oc: Verrolh copat
sk: Zámok zlomený
sr@latin: Ključ polomljen

source: Lock broken!
cs: Zámek rozbitý!
hr: Lokot slomljen!
it: Blocco forzato!
ja: ロックが強制解除されました。
nb: Sperren er brutt!
oc: Verrolh copat !
sk: Zlomený zámok!
sr@latin: Zaključavanje razbijeno!
vi: Khóa bị gãy!

source: Lock comment
cs: Komentář uzamčení
hr: Komentar zaključavanja
it: Commento al blocco
ja: ロックに関するコメント
nb: Sperrekommentar
oc: Comentari del verrolh
sk: Poznámka k zámku
sr@latin: Komentar zaključavanja
vi: Khóa bình luận

source: Lock creation date:
cs: Datum vytvoření zámku:
hr: Datum zaključavanja:
it: Data del blocco:
ja: ロック作成日:
nb: Opprettelsesdato for sperre:
oc: Data del verrolh :
sk: Dátum vzniku zámku:
sr@latin: Datum zaključavanja:
vi: Ngày tạo khóa:

source: Lock failed
cs: Zámek selhal
hr: Zaključavanje nije izvršeno
it: Blocco fallito
ja: ロックに失敗
nb: Sperringen feilet
oc: Verrolhatge fracassat
sk: Zámok zlyhal
sr@latin: Zaključavanje nije izvršeno
vi: Khóa thất bại

source: Lock owner:
cs: Vlastník zámku:
hr: Vlasnik lokota:
it: Bloccato da:
ja: ロック所持者:
nb: Sperrens eier:
oc: Proprietari del verrolh :
sk: Vlastník zámku:
sr@latin: Vlasnik zaključavanja:
vi: Chủ khóa:

source: Lock stolen by %ls
cs: Zámek ukradl(a) %ls
hr: Lokot je ukrao %ls
it: Blocco forzato da %ls
ja: %ls にロックを横取りされました
nb: Sperren er stjålet av %ls
oc: Verrolh panat per %ls
sk: %ls ukradol zámok
sr@latin: Katanact je ukrao %ls
vi: Khóa bị lấy bởi %ls

source: Locked
cs: Uzamčeno
hr: Zaključano
it: Bloccato
ja: ロック
nb: Sperret
oc: Verrolhat
sk: Zamknuté
sr@latin: Zaključan
vi: Được khóa

source: Locked by %ls
cs: Uzamkl(a) %ls
hr: Zaključao %ls
it: Bloccato da %ls
ja: %ls がロックしています
nb: Sperret av %ls
oc: Verrolhat per %ls
sk: Zamkol %ls
sr@latin: Zaključao %ls
vi: Được khóa bởi %ls

source: Locking failed
cs: Uzamčení selhalo
hr: Zaključavanje neuspjelo
it: Blocco fallito
ja: ロックに失敗
nb: Låsing feilet
oc: Lo verrolhatge a fracassat
sk: Zamknutie zlyhalo
sr@latin: Zaključavanje neispravno
vi: Việc khóa bị thất bại

source: Locking failed because a newer version exists! Do you want to update and try again?
cs: Zamknutí selhalo, protože existuje novější verze! Chcete aktualizovat a poté znovu zkusit zamknutí?
hr: Zaključavanje nije uspjelo zato što postoji novija verzija! Želite li obnoviti i pokušati ponovo?
it: Impossibile applicare il blocc: esiste una versione più aggiornata! Si desidera aggiornare la copia di lavoro e tentare di nuovo?
ja: 新しいバージョンが存在するため、ファイルのロックに失敗しました。 更新を実行し、再度ファイルのロックを試みますか？
nb: Sperring feilet fordi det fins en nyere versjon! Vil du oppdatere og prøve igjen?
oc: Lo verrolhatge a fracassat perque una novèla version existís ! Volètz metre a jorn e tornar ensajar ?
sk: Zamknutie zlyhalo, pretože existuje nová verzia! Chcete aktualizovať a skúsiť znova?
sr@latin: Zaključavanje nije uspelo zato što postoji novija verzija! Želite li obnavljanje i da pokušate ponovo?
vi: Khóa thất bại bởi một phiên bản mới hơn đang tồn tại! Bạn có muốn cập nhật và thử lại?

source: Locks a file for other users and makes it editable by you.
cs: Uzamkne soubor pro ostatní uživatele a ponechá editovatelné pro vás.
hr: Zaključava datoteku za ostale korisnike, Vi ju i dalje možete mijenjati.
it: Blocca un file rendendolo modificabile solo da te.
ja: 他のユーザーに対してファイルをロックし、自分が編集可能にする。
nb: Sperrer en fil for andre brukere og gjør bare du kan redigere den.
oc: Verrolha un fichièr pels autres utilizaires e lo rend modificable per vos.
sk: Zamkne súbor pre iných užívateľov a povolí ho upravovať vám.
sr@latin: Zaključava fajl za ostale korisnike i vama dozvoljava da ga uređujete.
vi: Khóa một tập tin cho những người dùng khác và làm cho nó có thể biên tập được bởi bạn.

source: Log Cache Statistics
cs: Statistika Úschovy Záznamu
hr: Statistika spremnika za dnevnik
it: Statistiche del Log in cache
ja: ログキャッシュの統計データ
nb: Statistikk Loggmellomlager
oc: Estatisticas del Cache del Jornal
sk: Štatistiky zásobníka denníka
sr@latin: Statistika keša dnevnika
vi: Số liệu tường trình lưu trữ

source: Log Caching
cs: Úschova záznamu
hr: Spremnik za dnevnik
it: Caching registro attività
ja: ログキャッシュ
nb: Loggmellomlagring
oc: Mesa en Cache del Jornal
sk: Zásobník denníka
sr@latin: Keš dnevnika
vi: Lưu trữ tường trình

source: Log Caching::Cached Repositories
cs: Uchováváni záznamu::Uchovaná úložiště
hr: Spremanje dnevnika::Odabrana skladišta
it: Caching registro attività::Repository in cache
ja: ログキャッシュ::キャッシュされているリポジトリ
nb: Loggmellomlagring::Mellomlagrede Depoter
oc: Mesa en cache::Depauses Meses en Cache
sk: Úložiská v zásobníku
sr@latin: Dnevnik keširanja::Keširana spremišta
vi: Lưu trữ tường trình::Lưu kho chứa

source: Log History
cs: Záznam Historie
hr: Povijest dnevnika
it: Cronologia dei commenti
ja: ログの履歴
nb: Logghistorikk
oc: Istoric de jornal
sk: Denník
sr@latin: Istorija dnevnika
vi: Lịch sử tường trình

source: Log Messages
cs: Zprávy záznamu
hr: Poruke dnevnika
it: Commenti
ja: ログメッセージ
nb: Loggmeldinger
oc: Comentaris
sk: Správy denníka
sr@latin: Poruke dnevnika
vi: Các thông điệp tường trình

source: Log message
cs: Zpráva záznamu
hr: Poruka dnevnika
it: Commento
ja: ログメッセージ
nb: Loggmelding
oc: Comentari
sk: Správa denníka
sr@latin: Poruka dnevnika
vi: Thông điệp tường trình

source: Log message is too short!
cs: Zpráva záznamu je příliš krátká!
hr: Poruka dnevnika je prekratka!
it: Messaggio registro attività troppo corto!
ja: ログメッセージが短すぎます。
nb: Loggmeldingen er for kort!
oc: Lo messatge de jornal es tròp cort !
sk: Správa denníka je príliš kr8tka!
sr@latin: Poruke dnevnika su suviše kratke!
vi: Thông điệp tường trình quá ngắn!

source: Log messages
cs: Zprávy záznamu
hr: Poruke dnevnika
it: Commenti
ja: ログメッセージ
nb: Loggmeldinger
oc: Comentaris
sk: Správy denníka
sr@latin: Poruke dnevnika
vi: Các thông điệp tường trình

source: Log messages (Input dialog)
cs: Zprávy záznamu (Vstupní dialogové okno)
hr: Poruke dnevnika (dijalog za upis)
it: Commenti (finestra di input)
ja: ログメッセージ（入力ダイアログ）
nb: Loggmeldinger (Inndata-dialog)
oc: Comentaris
sk: Správy denníka (Vstupný dialóg)
sr@latin: Poruke dnevnika (Ulazni dijalog)
vi: Các thông điệp tường trình (Hộp thoại nhập liệu)
