Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: bugtraq:number Set to 'false' if your bugtracking system has issues which are referenced not by numbers.
cs: bugtraq:number Nastavte na 'false', pokud váš systém na správu chyb vede problémy, které nejsou odkazovány čísly.
hr: bugtraq:number Postavite na 'false' ako Vaš sustav za praćenje bugova sporna pitanja ne prati preko brojeva.
it: bugtraq:number Da impostare su 'false' quando il sistema di rilevamento dei bug che si utilizza non usa numeri per identificare i bug.
ja: bugtraq:number バグ追跡システムが数値で課題を参照することができない場合は、「false」に設定してください。
nb: bugtraq:number Settes som 'false' hvis ditt feilsporingssystem har saker/poster som ikke refereres med nummer.
oc: bugtraq :number Metètz a 'fals' se vòstre sistèma de traque de bug a d'incidents que son pas referenciats per de nombres.
sk: bugtraq:number Nastavte "false" keď váš bugtracking systém nemá odkazy na prípady podľa čísel.
sr@latin: bugtraq:number Postavite na 'false' ako vaš sistem za praćenje bagova sporna pitanja ne prati preko brojeva.
vi: bugtraq:number Đặt về 'sai' nếu hệ thống theo dõi lỗi của bạn có các vấn đề được tham khảo không phải bằng số.

source: bugtraq:providerparams the parameters passed to the IBugTraqProvider
cs: bugtraq:providerparams parametry zpracovávané IBugTraqProvider
hr: bugtraq:providerparams parametri proslijeđeni IBugTraqProvideru
it: bugtraq:providerparams i parametri passati al IBugTraqProvider
ja: bugtraq:providerparams IBugTraqProviderに渡すパラメーター
nb: bugtraq:providerparams parametrene som oversendes IBugTraqProvider
oc: bugtraq :providerparams les paramètres mandats a IBugTraqProvider
sk: bugtraq:providerparams parametre odovzdané IBugTraqProvider
sr@latin: bugtraq:providerparams parametri preneti u IBugTraqProvider
vi: bugtraq:providerparams tham số đưa vào IBugTraqProvider

source: bugtraq:provideruuid the COM uuid of the IBugTraqProvider
cs: bugtraq:provideruuid COM uuid IBugTraqProvider
hr: bugtraq:provideruuid COM uuid za IBugTraqProvider
ja: bugtraq:provideruuid IBugTraqProviderのCOM uuid
nb: bugtraq:provideruuid COM uuid til IBugTraqProvider
oc: bugtraq :provideruuid l'identificant unique de IBugTraqProvider
sk: bugtraq:provideruuid IBugTraqProvider COM uuid
sr@latin: bugtraq:provideruuid COM uuid iz IBugTraqProvider
vi: bugtraq:provideruuid COM uuid của IBugTraqProvider

source: bugtraq:url URL pointing to the issue tracker. It must contain '%BUGID%' which gets replaced with the issue number.
cs: bugtraq:url URL odkazující na hlídač problémů. Musí obsahovat '%BUGID%', které je nahrazeno číslem problému.
hr: bugtraq:url URL koji pokazuje na sustav za praćenje spornih pitanja. On mora sadržavati '%BUGID%' koji onda biva zamijenjen brojem spornog pitanja.
it: bugtraq:url URL dove il sistema di rilevamento dei bug invia i propri report. La stringa deve contenere "%BUGID%" che verrà rimpiazzato con l'issue number.
ja: bugtraq:url 課題追跡システムを示すURL。 課題IDで置換される「%BUGID%」を含んでいる必要があります。
nb: bugtraq:url URL til 'Issue Tracker'. Den må inneholde '%BUGID%' som blir erstattet av saksnummer.
oc: bugtraq :url URL puntant sul tracador d'incident. Aquò deu conténer '%BUGID%' lo qual sera remplaçat pel numèro d'incident.
sk: bugtraq:url URL odkazujúca na záznam prípadov. Musí obsahovať "%BUGID%", ktoré bude nahradené číslom prípadu.
sr@latin: bugtraq:url URL koji pokazuje na problem tragač. On mora sadržati '%BUGID%' koji onda biva zamenjen brojem problema.
vi: bugtraq:url URL chỉ tới bộ theo dõi vấn đề. Nó phải chứa '%BUGID%' mà được thay thế bởi số vấn đề.

source: changes total:
cs: Změn celkem:
hr: ukupno izmjena:
it: totale modifiche:
ja: 総変更数:
nb: endringer totalt:
oc: total dels cambiaments :
sk: zmien celkovo:
sr@latin: ukupno izmena:
vi: tổng cộng thay đổi:

source: column '%ls'
cs: sloupec '%ls'
hr: stupci '%ls'
it: Colonna '%ls'
ja: 「%ls」列
nb: kolonne '%ls'
oc: colomna '%ls'
sk: stĺpec '%ls'
sr@latin: kolona '%ls'

source: commits
cs: počet odevzdání
hr: pohrane
it: invia
ja: コミット
nb: Innsendinger
oc: liurasons
sk: odovzdaní
sr@latin: urezivanja
vi: các cam kết

source: committed revision
cs: odevzdaná revize
hr: pohranjena revizija
it: revisione inviata
ja: コミットされたリビジョン
nb: innsendte revisjon
oc: Revision liurada :
sk: odovzdaná revízia
sr@latin: urezana revizija
vi: bản chỉnh sửa được cam kết

source: conflicted
cs: v konfliktu
hr: u sukobu
it: in conflitto
ja: 競合
nb: i konflikt
oc: en conflicte
sk: konfliktné
sr@latin: u sukobu
vi: mâu thuẫn

source: connection:
cs: spojení:
hr: veza:
it: connessione:
ja: 接続状態:
nb: forbindelse:
oc: connexion :
sk: pripojenie:
sr@latin: veza:
vi: kết nối:

source: copied from %1!ls! - revision %2!ld!
cs: kopírováno z %1!ls! - revize %2!ld!
hr: kopirano iz %1!ls! - revizija %2!ld!
it: copiato da %1!ls! - revisione %2!ld!
ja: コピー元 %1!ls! - リビジョン %2!ld!
nb: kopiert fra %1!ls! - revisjon %2!ld!
oc: copiat dempuèi %1!ls! - a la revision %2!ld!
sk: prekopírované z %1!ls! - revízia %2!ld!
sr@latin: kopirano iz %1!ls! - revizija %2!ld!
vi: sao chép từ %1!ls! - bản chỉnh sửa %2!ld!

source: copied:
cs: zkopírované:
hr: kopirano:
it: copiato:
ja: コピー:
nb: kopiert:
oc: copiat :
sk: prekopírované:
sr@latin: kopirano:
vi: được sao chép:

source: current size: %1!ls! old size: %2!ls! change: %3!ls!
cs: současná velikost: %1!ls! stará velikost: %2!ls! změna: %3!ls!
hr: trenutna veličina: %1!ls! stara veličina: %2!ls! promjena: %3!ls!
it: dimensione corrente: %1!ls! vecchia dimensione: %2!ls! modifica: %3!ls!
ja: 現在のサイズ: %1!ls! 従来のサイズ: %2!ls! 差分: %3!ls!
nb: nåværende størrelse: %1!ls! gammel størrelse: %2!ls! endring: %3!ls!
oc: Talha correnta : %1!ls! Talha precedenta : %2!ls! Cambiament : %3!ls!
sk: aktuálna veľkosť: %1!ls! pôvodna veľkosť: %2!ls! zmena veľkosti: %3!ls!
sr@latin: tekuća veličina: %1!ls! stara veličina: %2!ls! izmene: %3!ls!
vi: kích thước hiện tại: %1!ls! kích thước cũ: %2!ls! thay đổi: %3!ls!

source: day
cs: den
hr: dan
it: giorno
ja: 日
nb: dag
oc: jorn
sk: dní
sr@latin: dan
vi: ngày

source: days
cs: dní
hr: dani
it: giorni
ja: 日
nb: dager
oc: jorns
sk: dní
sr@latin: dani

source: deleted
cs: smazáno
hr: obrisano
it: eliminato
ja: 削除
nb: slettet
oc: escafat
sk: vymazané
sr@latin: obrisano
vi: đã xóa

source: dummy
cs: atrapa
sr@latin: veštačko
vi: vật giả

source: eol style
cs: eol styl
hr: vrsta kraja linija
it: sile eol
ja: 改行コード
nb: linjeendelse-stil
oc: Estil de fin de linha
sk: štýl ukončenia riadkov
sr@latin: vrsta kraja linija
vi: kiểu eol

source: external
cs: externí
hr: vanjsko
it: esterno
ja: 外部
nb: ekstern
oc: extèrne
sk: externé
sr@latin: spoljno
vi: bên ngoài

source: failed hunks: %d
cs: selhaných částí: %d
hr: neispravnih komada: %d
ja: 失敗: %d
nb: feilede avsnitt: %d
oc: partida(s) ayant fracassat : %d
sr@latin: neispravan komad: %d

source: file external:
cs: externí soubor:
hr: vanjska datoteka:
it: file esterno:
ja: 外部ファイル:
nb: ekstern fil:
oc: Fichièr extèrne :
sk: externý súbor:
sr@latin: Fajl spoljni:
vi: tập tin bên ngoài:

source: file/foldernames
cs: soubor/názvy složek
hr: datoteka/nazivi mapa
it: Nomi di file/cartelle
ja: ファイル/フォルダー名
nb: fil/mappenavn
oc: fichièrs/noms de repertòri
sk: Mená súborov/adresárov
sr@latin: fajl/folder imena

source: full paths
cs: úplné cesty
hr: potpuna putanja
it: Percorsi completi
ja: フルパス
nb: fulle stier
oc: Camins complets
sk: úplné cesty
sr@latin: puna putanja

source: get HEAD revision:
cs: získat revizi HEAD:
hr: dohvati HEAD reviziju:
it: ottieni revisione HEAD:
ja: 最新リビジョンを取得
nb: hent HEAD-revisjon:
oc: obténer la revision HEAD :
sk: Získať HEAD (hlavnú) revíziu
sr@latin: uzmi GLAVNU reviziju:
vi: lấy bản sửa đổi CHÍNH:

source: get repository root URLs:
cs: získat URL kořene úložiště:
hr: dohvati korijen URL skladišta:
it: ottieni URL radice repository:
ja: リポジトリのルートURLを取得:
nb: hent URLer for depot-røtter:
oc: obténer los URLs de la raiç del referencial :
sk: získať koreňovú url úložiska:
sr@latin: uzmi rut URL spremišta:
vi: lấy cá URL gốc kho:

source: ignored
cs: ignorováno
hr: zanemareno
it: ignorato
ja: 無視
nb: ignorert
oc: ignorat
sk: ignorované
sr@latin: zanemareno
vi: bỏ qua

source: ignoring ancestry
cs: ignorující původ
hr: zanemari porijeklo
it: discendenza ignorata
ja: 履歴を無視
nb: overser opphav
oc: en ignorant l'ascendéncia
sk: zanedbanie pôvodu
sr@latin: zanemari poreklo
vi: bỏ qua tổ tiên

source: include properties
cs: Zahrnout vlastnosti
hr: uključiti svojstva
it: includi proprietà
ja: プロパティを含む
nb: ta med egenskaper
oc: inclure las proprietats
sk: vrátane vlastností
sr@latin: uključi osobine

source: incomplete
cs: nekompletní
hr: nedovršeno
it: incompleto
ja: 未完了
nb: ufullstendig
oc: incomplet
sk: nekompletné
sr@latin: nedovršeno
vi: chưa hoàn chỉnh

source: inherited from
cs: zděděno od
hr: naslijedio od
it: Ereditato da
ja: 継承元
nb: arvet fra
oc: ereitat de
sk: zdediť z
sr@latin: nasleđeno od

source: it does not exist (missing or moved away?).
cs: neexistuje (smazán nebo přesunut?).
hr: Ne postoji (nedostaje ili je preseljen?).
it: Non esiste (spostato o cancellato?).
ja: 見つかりません（削除または移動した？）
nb: den finnes ikke (mangler eller flyttet vekk?).
oc: ça n'existís pas (mancant o desplaçat ?).
sk: neexistuje (vymazaný, alebo presunutý?).
sr@latin: to ne postoji (nedostaje ili je pomeren odatle?).

source: it is already deleted.
cs: už je smazán.
hr: Već je ranije obrisano.
it: è già stato eliminato.
ja: すでに削除されています。
nb: den er allerede slettet.
oc: cela es ja estat suprimit.
sk: už je vymazaný.
sr@latin: Već je ranije obrisano.
vi: nó đã được xóa.

source: it is unversioned.
cs: je bez verze.
hr: to je bez verzije.
it: è senza versione
ja: バージョン管理されていません。
nb: den er ikke versjonert.
oc: cela es pas versionat.
sk: je neverziovaný
sr@latin: to je bez verzije.
vi: nó không được đánh phiên bản.

source: keep the file lists in English
cs: udržet seznam souborů v Angličtině
hr: ostavi popise datoteka na Engleskom
it: mantieni l'elenco di file in inglese
ja: ファイルリストを英語に保つ
nb: behold fillistene på engelsk
oc: gardar las listas de fichièr en Anglés
sk: udržať zoznam súborov v Angličtine
sr@latin: čuvajte listu fajlova na engleskom
vi: giữ danh sách tập tin bằng tiếng Anh

source: last HEAD update:
cs: poslední aktualizace HEAD:
hr: zadnje HEAD ažuriranje
it: ultimo aggiornamento INTESTAZIONE:
ja: 最新(HEAD)の取得日:
nb: siste HEAD-oppdatering:
oc: Darrièra mesa a jorn de HEAD :
sk: posledná aktualizácia HEAD:
sr@latin: poslednje GLAVNO usklađivanje
vi: bản cập nhật CHÍNH cuối cùng:

source: last read:
cs: poslední čtení:
hr: zadnje čitanje:
it: ultima lettura:
ja: 最終読み出し日:
nb: sist lest:
oc: darrièra lectura :
sk: posledné čítanie:
sr@latin: zadnje čitanje:
vi: lần đọc cuối:

source: last update:
cs: poslední aktualizace:
hr: zadnja obnova:
it: ultimo aggiornamento:
ja: 最終更新日:
nb: siste oppdatering:
oc: darrièra mesa a jorn :
sk: posledná aktualizácia:
sr@latin: zadnje obnavljanje:
vi: lần cập nhật cuối:

source: leave username and password empty if the repository allows anonymous access, or if the authentication is stored already
cs: uživatelské jméno a heslo nechejte prázdné, pokud úložiště umožňuje anonymní přístup, nebo pokud je ověření již uloženo
hr: Ostavite korisničko ime i lozinku praznu ako skladište omogućava anonimni pristup ili je provjera autentičnosti pohranjena od ranije
it: lasciare username e password vuote se il repository permette l'accesso anonimo, o se i valori sono salvati in locale
ja: リポジトリが匿名でのアクセスを許しているか、すでに認証が格納されているのであれば、ユーザー名とパスワードを空欄にしておいて下さい
nb: la brukernavn og passord være tomme hvis depotet tillater anonym tilgang, eller hvis de allerede er lagret
oc: daissar lo nom d'utilizaire e lo senhal voids se lo depaus autoriza losaccèsses anonims, o se l'autentificacion es ja emmagazinada
sr@latin: Ostavi korisničko ime i lozinku prazne ako spremište dozvoljava anonimni pristup, ili ako je autentikacija već zapamćena

source: locked
cs: uzamčeno
hr: zaključano
it: bloccato
ja: ロック
nb: sperret
oc: verrolhat
sk: zamknuté
sr@latin: zaključano
vi: đã khóa

source: locked (cleanup required):
cs: uzamčeno (je třeba vyčistit):
hr: zaključana (čišćenje potrebno):
it: bloccato (richiesta pulizia):
ja: ロック中（クリーンアップが必要）:
nb: låst (krever opprydding):
oc: verrolhat (netejatge requesit) :
sk: zamknuté (nevyhnuté vyčistiť):
sr@latin: zaključano (čišćenje potrebno):
vi: đã khóa (cần được dọn dẹp)

source: log text &editor
cs: textový &editor záznamu
hr: ur&eđivač teksta dnevnika
it: &Editor registro testo
ja: ログ編集用エディタ(&E)
nb: &loggmeldingseditor
oc: &editor de tèxte dels comentaris
sk: &editor denníka
sr@latin: ur&eđivač teksta dnevnika
vi: trình &biên tập tường trình

source: max revision:
cs: nejvyšší revize:
hr: maks. revizija:
it: revisione max:
ja: 最大リビジョン:
nb: maks revisjon:
oc: revision maximum :
sk: max revízia:
sr@latin: maks. revizija:
vi: số bản chỉnh sửa tối đa:

source: max. at this revision
cs: max. do této revize
hr: max. pri ovoj reviziji
it: massimo a questa revisione
ja: このリビジョンの最大値
nb: max. ved denne revisjonen
oc: max. a aquesta revision
sk: max. na tejto revízií
sr@latin: maks. u ovoj reviziji
vi: số tối đa tại bản chỉnh sửa

source: max. committed revision
cs: max. odevzdaná revize:
hr: max. pohranjena revizija
it: max. revisione inviata
ja: コミットされたリビジョンの最大値
nb: max. innsendte revisjon
oc: Revision liurada max.
sk: max. odovzdaná revízia
sr@latin: maks. urezana revizija
vi: số bản chỉnh sửa được cam kết tối đa

source: merged
cs: sloučeno
hr: spojeno
it: fuso
ja: 結合
nb: flettet
oc: fusionat
sk: zlúčené
sr@latin: spojen
vi: đã hợp nhất

source: merges total:
cs: sloučení celkem:
hr: stapanja ukupno:
it: totale unioni:
ja: 総マージ数:
nb: flettinger totalt:
oc: total de las fusions :
sk: zlúčení celkom:
sr@latin: stapanje ukupno:
vi: hợp nhất tổng cộng:

source: min. at this revision
cs: min. do této revize
hr: min. pri ovoj reviziji
it: minimo a questa revisione
ja: このリビジョンの最小値
nb: min. ved denne revisjonen
oc: min. a aquesta revision
sk: min. na tejto revízií
sr@latin: min. u ovoj reviziji
vi: số tối thiểu tại bản chỉnh sửa

source: min. committed revision
cs: min. odevzdaná revize
hr: min. pohranjena revizija
it: min. revisione inviata
ja: コミットされたリビジョンの最小値
nb: min. innsendte revisjon
oc: revision liurada min. :
sk: min. odovzdaná revízia
sr@latin: min. urezana revizija
vi: số bản chỉnh sửa được cam kết tối thiểu

source: missing
cs: chybí
hr: nedostaje
it: mancante
ja: 紛失
nb: mangler
oc: mancant
sk: chýbajúce
sr@latin: nedostaje
vi: thiếu

source: missing / deleted / replaced
cs: chybějící / smazané / nahrazené
hr: nedostaje / obrisano / zamijenjeno
it: mancante / cancellato / rimpiazzato
ja: 紛失/削除/置換
nb: mangler / slettet / erstattet
oc: mancant / suprimit / remplaçat
sk: chýbajúce / zmazané / nahradené
sr@latin: nedostaje / obrisano / zamenjeno
vi: thiếu / xóa / thay thế

source: missing in:
cs: chybějící v:
hr: nedostaje u:
it: mancante in:
ja: 含まれない数:
nb: mangler i:
oc: mancant dins :
sk: chýba v:
sr@latin: nedostaje u:
vi: thiếu trong:

source: modified
cs: změněno
hr: izmijenjeno
it: modificato
ja: 変更
nb: endret
oc: modificat
sk: zmenené
sr@latin: izmenjeno
vi: đã sửa đổi

source: modified / copied
cs: změněno / kopírováno
hr: promijenjeno / kopirano
it: modificato / copiato
ja: 変更/コピー
nb: endret / kopiert
oc: modificat / copiat
sk: zmenené / prekopírované
sr@latin: promenjeno / kopirano
vi: đã sửa đổi / sao chép

source: month
cs: měsíc
hr: mjesec
it: mese
ja: 月
nb: måned
oc: mes
sk: mesiacov
sr@latin: mesec
vi: tháng

source: months
cs: měsíců
hr: mjeseci
it: mesi
ja: 月
nb: måneder
oc: meses
sk: mesiacov
sr@latin: meseci

source: no
cs: ne
hr: ne
ja: いいえ
nb: nei
oc: non
sk: nie
sr@latin: ne
vi: không

source: no description for this command is available
cs: k tomuto příkazu není k dispozici nápověda
hr: opis ove naredbe nije dostupan
it: nessuna descrizione disponibile per questo comando
ja: このコマンドへのすべての記述は無効です
nb: Det finnes ingen beskrivelse for denne kommandoen
oc: pas de descripcion disponibla per aquesta comanda
sk: k tomuto príkazu nie je popis
sr@latin: opis ove naredbe nije dostupan
vi: không có mô tả nào cho lệnh này

source: non-versioned
cs: bez verze
hr: bez verzije
it: senza versione
ja: バージョン管理外
nb: ikke-versjonert
oc: non versionat
sk: neverziované
sr@latin: bez verzije
vi: không có phiên bản

source: non-versioned item
cs: položka bez verze
hr: Neverzionirana stavka
it: elemento senza versione
ja: バージョン管理外の項目
nb: ikke-versjonert element
oc: element non-versionat
sk: neverziované objekt
sr@latin: neverzionisana stavka

source: normal
cs: normální
hr: normalno
it: normale
ja: 通常
sk: normálne
sr@latin: normalno
vi: bình thường

source: obstructed
cs: zablokováno
hr: zapriječen
it: ostruito
ja: 阻止
nb: hindret
oc: geinant
sk: poškodené
sr@latin: preprečen
vi: bị cản trở

source: offline
ja: オフライン
nb: frakoblet
oc: fòra linha
sk: odpojené
sr@latin: isključen
vi: ngoại tuyến

source: on %1
cs: na %1
hr: prema %1
nb: på %1
oc: sus %1
sk: na %1
sr@latin: prema %1
vi: trên %1

source: online
ja: オンライン
nb: tilkoblet
oc: en linha
sr@latin: uključen
vi: trực tuyến

source: or
cs: nebo
hr: ili
it: o
ja: または
nb: eller
sk: alebo
sr@latin: ili
vi: hay

source: pair tokens:
cs: párových známek:
hr: uparene riječi:
it: segni accoppiati:
ja: 単語対:
nb: par-symboler:
oc: blòts de para :
sk: párové výrazy:
sr@latin: uparene reči:
vi: bằng chứng cặp:

source: patched
cs: záplata použita
hr: zakrpan
ja: パッチ済
nb: korrigert
oc: &patchejat
sk: zaplátané
sr@latin: zakrpljen

source: path elements:
cs: prvky cest:
hr: elementi staze/putanje:
it: elementi del percorso:
ja: パス要素:
nb: sti-elementer:
oc: Elements de camin :
sk: zložky cesty:
sr@latin: elementi putanje/putanje:
vi: các thành phần đường dẫn:

source: paths:
cs: cesty:
hr: staze:
it: percorsi:
ja: パス:
nb: filstier:
oc: camins :
sk: cesty:
sr@latin: putanje:
vi: đường dẫn:

source: pixels
cs: pixely
hr: pikseli
it: pixel
ja: 画素
nb: piksler
oc: punts
sk: pixely
sr@latin: pikseli
vi: điểm ảnh

source: possible or real conflict / obstructed
cs: možný nebo reálný konflikt / zablokovaný
hr: moguć ili stvarni sukob / spriječeno
it: possibile conflitto o conflitto reale / ostruito
ja: 競合/阻止もしくはその可能性のあるファイル
nb: mulig eller reell konflikt / hindret
oc: conflicte possible o réel / bloquant
sk: možné alebo skutočné konflikty / poškodenia
sr@latin: moguć ili stvarni sukob / sprečeno
vi: mâu thuẫn có khả năng hoặc có thật / cản trở

source: quarter of year
cs: roční kvartál
hr: tromjesečje
it: trimestre
ja: 四半期
nb: kvartal
oc: trimèstre
sk: štvrťrokov
sr@latin: tromesečje
vi: quý của năm

source: quarters of year
cs: čtvrtletí
hr: četvrtine godine
it: quadrimestri
ja: 四半期
nb: kvartaler
oc: trimèstres
sk: štvrťrokov
sr@latin: tromesečja godine

source: readonly
cs: pouze ke čtení
hr: samo za čitanje
it: solo lettura
ja: 読み取り専用
nb: ikke skrivbar
oc: lectura sola
sk: iba na čítanie
sr@latin: samo za čitanje
vi: chỉ đọc

source: relative paths
cs: relativní cesty
hr: relativna putanja
it: Percorsi relativi
ja: 相対パス
nb: relative stier
oc: Camins relatius
sk: relatívne cesty
sr@latin: relativna putanja

source: replaced
cs: nahrazené
hr: zamijenjeno
it: sostituito
ja: 置換
nb: byttet
oc: remplaçat
sk: nahradené
sr@latin: zamenjeno
vi: đã thay thế

source: respecting ancestry
cs: respektující původ
hr: obzirom na porijeklo
it: discendenza rispettata
ja: 履歴を尊重
nb: respekterer opphav
oc: en respectant l'ascendéncia
sk: rešpektovanie pôvodu
sr@latin: obzirom na poreklo
vi: tôn trọng tổ tiên

source: revision %1!ls!-%2!ls!, revision %3!ls!-%4!ls!
cs: revize %1!ls!-%2!ls!, revize %3!ls!-%4!ls!
hr: revizija %1!ls!-%2!ls!, revisizija %3!ls!-%4!ls!
it: revisione %1!ls!-%2!ls!, revisione %3!ls!-%4!ls!
ja: リビジョン %1!ls!-%2!ls!、リビジョン %3!ls!-%4!ls!
nb: revisjon %1!ls!-%2!ls!, revisjon %3!ls!-%4!ls!
sk: revízia %1!ls!-%2!ls!, revízia %3!ls!-%4!ls!
sr@latin: revizija %1!ls!-%2!ls!, revisizija %3!ls!-%4!ls!
vi: bản chỉnh sửa %1!ls!-%2!ls!, bản chỉnh sửa %3!ls!-%4!ls!

source: revision count:
cs: počet revizi:
hr: Broj revizija:
it: Conteggio Revisioni:
ja: リビジョン数:
nb: revisjonstall:
oc: nombre de revisions :
sk: počet revízií:
sr@latin: Broj revizija:
vi: số lượng bản chỉnh sửa:

source: revision has already been merged
cs: revize již byla sloučena
hr: revizija je već spojena
it: la revisione è già stata unificata
ja: リビジョンはすでにマージされています
nb: revisjonsintervallet er allerede flettet
oc: la revision es ja estat fusionada
sk: revízia už bola zlúčená
sr@latin: revizija je već stopljena
vi: bản chỉnh sửa đã được hợp nhất

source: revisions %1!ls!-%2!ls!, %3!ls!
cs: revize %1!ls!-%2!ls!, %3!ls!
hr: revizije %1!ls!-%2!ls!, %3!ls!
it: revisioni %1!ls!-%2!ls!, %3!ls!
ja: リビジョン %1!ls!-%2!ls!, %3!ls!
nb: revisjoner %1!ls!-%2!ls!, %3!ls!
sk: revízie %1!ls!-%2!ls!, %3!ls!
sr@latin: revizije %1!ls!-%2!ls!, %3!ls!
vi: bản chỉnh sửa %1!ls!-%2!ls!, %3!ls!

source: revisions:
cs: revize:
hr: revizije:
it: revisioni:
ja: リビジョン:
nb: revisjoner:
sk: revízie:
sr@latin: revizije:
vi: các bản chỉnh sửa:

source: root project
cs: kořenový projekt
hr: osnovni projekt
it: progetto radice
ja: ルートプロジェクト
nb: rotprosjekt
oc: projècte principal
sk: koreňový projekt
sr@latin: koreni projekat
vi: đề án gốc

source: scanning path:
cs: prohledávám cestu:
hr: staza skeniranja:
it: scansione percorso:
ja: スキャンするパス:
nb: skanner sti:
oc: camin en cors d'analisi :
sk: hĺbka analýzy:
sr@latin: traži putanju:
vi: đường dẫn đang quét

source: skip ranges:
cs: vynechat rozsahy:
hr: preskoči raspone:
it: intervalli da saltare:
ja: スキップ範囲:
nb: oversette intervaller:
oc: Passar las plajas :
sk: preskočiť rozsah:
sr@latin: preskoči raspone:
vi: bỏ qua các phạm vi:

source: specific r&ange
cs: &určitý rozsah
hr: specifični r&aspon
it: inter&vallo specifico
ja: 指定された範囲(&A)
nb: angitt &intervall
oc: pl&aja especifica
sk: zadaný &rozsah
sr@latin: specifič&an opseg
vi: phạm &vi cụ thể
