Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: This program is linked to the missing export %Ts in the file %Ts. This machine may have an incompatible version of %Ts.
cs: Tento program je nalinkován k chybějícímu exportu %Ts v souboru %Ts. Tento stroj může mít nekompatibilní verzi %Ts.
hr: Ovaj program je povezan s nepostojećim izvozom %Ts u datoteku %Ts. Ovo računalo možda ima nekompatibilnu verziju %Ts.
it: Quest'applicazione è connessa all'esportazione mancante %Ts nel file %Ts. Questa macchina potrebbe avere una versione incompleta di %Ts.
ja: このプログラムは不明なエクスポート %Ts （ファイル %Ts の中）にリンクされています。この機器には %Ts に互換性のないバージョンがある可能性があります。
nb: Dette programmet er lenket til manglende eksport %Ts i filen %Ts. Denne maskinen har muligens en ikke-kompatibel versjon av %Ts.
oc: Aqueste logicial es religat a l'exportacion mancanta %Ts dins lo fichièr %Ts. Aquesta maquina conten benlèu una version incompatibla de %Ts.
sk: Program je prepojený s chýbajúcim exportom %Ts v súbore %Ts. Tento počítač pravdepodobne nemá kompatibilnú verziu %Ts.
sr@latin: Ovaj proogram je povezan na nedostajući izvoz %Ts u fajlu %Ts. Ova mašina možda ima nekompatabilnu verziju %Ts.

source: This program requires the file %Ts, which was not found on this system.
cs: Tento program vyžaduje soubor %Ts, který nebyl nalezen v systému.
hr: Ovaj program zahtijeva datoteku %Ts, koja nije pronađena na ovom sustavu.
it: Questa applicazione richiede il file %Ts, ma il file non è stato trovato nel sistema.
ja: このプログラムにはファイル %Ts が必要ですが、このシステムに見つかりませんでした。
nb: Dette programmet krever filen %Ts, som ikke ble funnet på dette systemet.
oc: Aqueste programa necessita lo fichièr %Ts, lo qual es pas estat trobat.
sk: Tento program vyžaduje súbor %Ts, ktorý nebol v tomto systéme nájdený.
sr@latin: Ovaj program zahteva fajl %Ts, koji nije pronađen u sistemu.

source: This property is only allowed on folders, not files.
cs: Tato vlastnost je povolena pouze v adresářích, ne v souborech.
hr: Ovo svojstvo je dozvoljeno samo za mape, ne i datoteke.
it: Questa proprietà è disponibile solo per le cartelle, non per i file.
ja: このプロパティはフォルダーに対してのみ有効で、ファイルに対しては有効ではありません。
nb: Denne egenskapen tillates kun for mapper, ikke filer.
oc: Aquesta proprietat es solament autorizada suls repertòris, pas suls fichièrs.
sk: Táto vlastnosť je povolená len na adresároch, a nie súboroch.
sr@latin: Ovo svojstvo je dozvoljeno samo za foldere, ne i fajlove.
vi: Thuộc tính này chỉ được phép trên các thư mục, không phải trên tập tin.

source: This property must not have multiple lines. Only one line is allowed.
cs: Tato vlastnost nesmí mít více řádek. Pouze jedna řádka je povolena.
hr: Ovo svojstvo ne smije imati više linija. Samo je jedna linija dozvoljena.
it: Questa proprietà deve avere più linee. Una sola non è consentita.
ja: このプロパティに複数行入力することはできません。１行のみにしてください。
nb: Denne egenskapen kan ikke ha flere linjer. Kun én er tillatt.
oc: Aquesta proprietat deu pas aver mantuna linha. Una sola linha es autorizada.
sk: Táto vlastnosť nesmie mať viac riadkov. Iba jeden riadok je povolený.
sr@latin: Ovo svojstvo ne sme imati više linija. Samo je jedna linija dozvoljena.
vi: Thuộc tính này không được có nhiều dòng. Chỉ một dòng được cho phép.

source: This will delete the record of commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to do this?
cs: Smaže záznam příkazů, které jste použili v aplikaci a obnoví předvolené nastavení tlačítek příkazů pro menu a nástrojové lišty. Nezmění to žádné jednoznačné přizpůsobení. Jste si skutečně jisti, že to chcete?
hr: Ovo će obrisati zapis o komandi koji ste koristili u ovoj aplikaciji, i postaviti početni set vidljivih komandi na menijima i trakama sa alatima. Neće vratiti eksplicitne modifikacije. Dali ste sigurni da ovo želite?
it: Questo cancellerà il record di comandi utilizzati nell'applicazione e ripristinerà il set di comandi visibili di default per menu e barre. Non modificherà le personalizzazioni espliicite. Continuare?
ja: このアプリケーションで使用しているコマンドのレコードを削除し、メニューとツールバーにデフォルトのコマンドを表示するように設定します。カスタマイズしたものは元に戻りません。本当に実行してもよろしいですか？
nb: Dette vil slette historien over kommandoer du har brukt i denne applikasjonen og gjenopprette standardsettet av synlige kommandoer i menyer og verktøylinjer. Det vil ikke endre noen eksplisitte tilpasninger. Er du sikker på at du vil gjøre dette?
sk: Toto vymaže záznam o použitých príkazoch v aplikácií a obnoví predvolené viditeľné príkazy na lište. Nevráti to žiadne prispôsobenie. Ste si istý, že to chcete?
sr@latin: Ovo će izbrisati zapis komandi koje ste koristili u ovoj aplikaciji i vratiće uobičajen skup komandi u menijima i alatnom panelu. To neće poništiti bilo koje izričito prilagođenje. Da li ste sigurni da želite da uradite to?
vi: Việc này sẽ xóa các bản ghi của các lệnh bạn đã dùng trong ứng dụng và khôi phục danh sách mặc định các lệnh thấy được trên thực đơn và thanh công cụ. Nó sẽ không phục hồi các tuỳ biến rõ ràng. Bạn có chắc là muốn làm việc này?

source: This will upgrade your working copy to the new 1.8 format and make it unusable for older clients.
cs: Toto aktualizuje vaší pracovní kopii do nového formátu 1.8 a tím ji znepřístupní pro starší klienty.
hr: Ova opcija će ažurirati vašu radnu kopiju na novi 1.8 format i učiniti ga neupotrebljivim za starije klijente.
it: Questo aggiornerà la copia di lavoro al nuovo formato 1.8 e la renderà non usabile per i client pre 1.8.
ja: この操作は作業コピーを新しい1.8形式にアップグレードします。そのため、古いクライアントでは使用できなくなります。
nb: Dette vil oppgradere arbeidskopien din til det nye 1.8-formatet og gjøre den ubrukelig for eldre klienter.
oc: Aquò va metre a jorn vòstra còpia de trabalh cap a lo novèl format 1.8 e la rendre inutilisable amb losancians clients.
sk: Toto vynoví vašu pracovnú kópiu do nového formátu 1.8 a spraví ju nepoužiteľnou pre starších klientov.
sr@latin: Ovo će nadograditi všu radnu kopiju u novi 1.8 format i učiniti je nekorisnom za starije klijente.

source: This working copy has a client-side hook script configured. Do you want this script to run? The command line to run is: %ls
cs: Tato pracovní kopie má nastaven hákový skript na straně klienta. Chcete tento skript spustit? Příkazový řádek ke spuštění je: %ls
hr: Ova radna kopija ima hook skriptu za klijenta. Želite li pokrenuti ovu skriptu? Naredbeni redak za pokretanje je: %ls
it: La copia di lavoro ha uno script di aggancio lato client configurato. Avviare ora lo script? La linea di comando da eseguire è: %ls
ja: この作業コピーにはクライアント側スクリプトが設定されています。スクリプトを実行しますか？ 実行するコマンドライン: %ls
nb: Denne arbeidskopien har et klient-påhakingsskript. Vil du kjøre dette skriptet? Kommandolinjen som vil kjøres er: %ls
oc: Aquesta còpia de trabalh a un apèl d'escript costat clien configurat. Volètz executar aqueste escript ? La linha de comanda a executar es : %ls
sk: Táto pracovná kópia má nastavený skript spúštaný u klienta. Chcete aby bol tento skript spustený teraz? Príkazový riadok je: %ls
sr@latin: Ova radna kopija ima konfigurisane klijentske zakačaljke. Želite li da se ova skripta pokrene? Komandna linija za rad je: %ls
vi: Bản làm việc này có một kịch bản hook được cấu hình. Bạn có muốn chạy kịch bản không? Dòng lệnh để chạy là: %ls

source: Tile &Vertically
cs: &Uspořádat Svisle
hr: Posloži &okomito
it: Affianca &verticalmente
ja: 垂直方向に並べる(&V)
nb: Ordne &Vertikalt
sk: Usporiadať &zvislo
sr@latin: Presloži &vertikalno
vi: Xếp lợp &thẳng đứng

source: Tile Hori&zontally
cs: Uspořádat &Vodorovně
hr: Presloži &vodoravno
it: Dividi &Orizzontalmente
ja: 水平方向に並べる(&Z)
nb: Ordne &Horisontalt
sk: Usporiadať &vodorovne
sr@latin: Složi hori&zontalno
vi: Xếp lợp &ngang

source: Timeouts
cs: Časové limity
hr: Vremena isteka
it: Timeout
ja: タイムアウト
nb: Tidsavbrudd
oc: Limits de temps
sk: Časové limity
sr@latin: Istekla vremena
vi: Hết giờ

source: To add projects to be monitored, click the "Add" button above
cs: Pro přidání projektů ke sledování klikněte na tlačítko "Přidat" výše
hr: Za dodavanje projekata koje treba pratiti, kliknite na "Dodaj" gumb iznad
ja: モニターするプロジェクトに追加するには、上の［追加］ボタンをクリックしてください
nb: For å legge til prosjekter som skal overvåkes, klikk på 'Legg til'-knappen over.
oc: Per apondre de projèctes de susvelhar, clicatz sul boton "Apondre" en dessús.
sk: Na pridanie projektu k sledovaniu použite tlačidlo "Pridať" vyššie
sr@latin: Da bi dodao projekat ta bude posmatran klikni na "Dodaj" dugme iznad

source: To commit recursively and work around this error, make sure that all child items of a checked folder are also checked in the commit dialog. Otherwise, TortoiseSVN must do a non-recursive commit which does not allow directory deletion.
cs: Pro rekurzivní odevzdání a dočasné vyřešení této chyby, se ujistěte, že všechny podřazené položky zaškrtnutého adresáře jsou také zaškrtnuté v dialogovém okně odevzdání. Jinak TortoiseSVN musí provést nerekurzivní odevzdání, které neumožňuje smazání adresáře.
hr: Da biste rekurzivno pohranili i zaobišli ovu grešku, pobrinite se da su sve stavke u označenoj mapi također označene u dijalogu za pohranu. TortoiseSVN inače mora pohraniti bez rekurzije što će spriječiti brisanje direktorija.
it: Per inviare ricorsivamente e aggirare questo errore, assicurarsi che tutti tutti gli elementi figli di una cartella selezionata siano selezionati a loro volta nel dialogo di invio. In caso contrario TortoiseSVN è obbligato a effettuare un invio non ricorsivo, il quale non consente la cancellazione delle cartelle.
ja: このエラーを回避して再帰的にコミットを行うためには、 チェックされているフォルダーに含まれるすべての項目も、 コミットダイアログでチェックしてください。 そうでない場合、TortoiseSVN はディレクトリの削除を 行わない非再帰的なコミットを実行します。
nb: For å sende inn rekursivt og omgå denne feilen, forsikre deg om at alle underelementer i en avhuket mappe også er huket av i innsendingsdialogen. Ellers må TortoiseSVN gjøre en ikke-rekursiv innsending som ikke tillater å slette mapper.
oc: Per liurar recursivament totes los fichièrs e recercar l'origina de l'error, veillent a çò que totes los fichièrs d'un dorsièr liurat sont tanben seleccionats dins la bóstia de dialòg de liurason. Dins lo cas contrari, TortoiseSVN efectuarà una liurason non recursiva que permetrà pas la supression de dorsièr.
sk: Pre rekurzívne odovzdanie a obídenie tejto chyby, sa uistite, či všetky objekty v označenom adresári sú tiež označené v odovzdávacom okne. Inak TortoiseSVN bude musieť vykonať nerekurzívne odovzdanie, ktoré neumožní odstránenie adresára.
sr@latin: Da biste rekurzivno urezali i zaobišli ovu grešku, pobrinite se da su sve stavke u označenom folderu takođe označene u dijalogu za urezivanje. TortoiseSVN inače mora urezati bez rekurzije što će sprečiti brisanje foldera.
vi: Để cam kết một cách đệ quy và giải quyết tạm thời lỗi này, bảo đảm rằng tất cả các món con của thư mục được kiểm tra cũng được kiểm tra trong hộp thoại cam kết. Nếu không, TortoiseSVN phải thực hiện một cam kết không đệ quy không cho phép xóa thư mục.

source: To steal the lock, right-click on the parent folder of this item and select 'Get Lock' from the context menu. This will bring up the locking dialog where you can enforce the lock, i.e., 'steal' it from the one currently holding it.
cs: Pro ukradení zámku, klikněte pravým tlačítkem myši na nadřazený adresář této položky a v kontextovém menu vyberte 'Uzamknout'. Toto zobrazí dialogové okno uzamčení, které může vnutit zámek, tj. 'ukrást' položku tomu, který ji v současnosti drží.
hr: Kako bi preoteli lokot, kliknite desni gum na mapi željene datoteke i odaberite 'Zaključaj' u izborniku. Prikazati će se dijalog za zaključavanje gdje možete ukrasti lokot od osobe koja ga trenutno ima.
it: Per rubare il bloccaggio, fai clicre con il stato destro sulla cartella che contiene il file e selezionare 'Blocca' dal menu contestuale. Il comando farà apparire la finestra di dialogo in cui potrete forzare il bloccaggio, come ad esempio 'rubarlo' a chi attualmente sta bloccando il file.
ja: ロックを横取りするには、この項目の親フォルダーを右クリックし、コンテキストメニューから「ロックを取得」を選択してください。 あなたがロックを適用する場所のロックダイアログが表示されるので、現在ロックを保持している人からロックを「横取り」します。
nb: Du kan stjele sperren ved å høyre-klikke på mappen over dette elementet og velge 'Hent Sperre' fra sammenhengsmenyen. Dette vil hente opp sperredialogen, hvor du kan tvinge gjennom sperren, dvs. 'stjele' den fra den som har den nå.
oc: Per panar lo verrolh, fasètz un clic-dreit sul repertòri parent e seleccionar 'Obténer un verrolh' del menú contextual. Aquò afichara la bóstia de dialòg Verrolhs ont poiretz forçar lo verrolh, p.ex. lo 'panar' de celui auquel il appartidant actualament
sk: Na ukradnutie zámky, stlačte pravý klik na rodičovskom adresári objektu a vyberte "Uzamknúť" z kontextovej ponuky. Toto vám zobrazí dialóg zamykania, kde môžete vynútiť zámok - "ukradnúť" ho od jeho aktuálneho vlastníka.
sr@latin: Kako bi preoteli katanac, kliknite desni dugme na folderu željenih fajlova i odaberite 'Zaključaj' u meniu. Prikazaće se dijalog za zaključavanje gde možete ukrasti katanac od osobe koja ga trenutno ima.
vi: Để đánh cắp khóa, nhấn chuột phải trên thư mục cha của món này và chon 'Lấy Khóa' từ thực đơn ngữ cảnh. Nó sẽ làm hiện lên hộp thoại khóa mà bạn có thể thực hiện việc khóa, nghĩa là, 'lấy cắp' nó từ người đang hiện thời giữ nó.

source: To:
cs: Do:
hr: Prema:
it: A:
ja: 終了:
nb: Til:
oc: Au :
sk: Do:
sr@latin: Prema:
vi: Đến:

source: Toggle One/Two Pages display Toggle One/Two Pages display
cs: Přepnout Jedeno/Dvou stranové zobrazení Přepnout Jedeno/Dvou stranové zobrazení
hr: Izmjeni prikaz sa Jednom/Dvije strane Izmjeni prikaz sa Jednom/Dvije strane
ja: 1ページ表示/2ページ表示を切り替え 1ページ表示/2ページ表示を切り替え
nb: Skift En/Tosidig visning Skift En/Tosidig visning
sk: Prepnúť medzi jedno/dvoj stranovým zobrazením Jedna/dvoj stranové zobrazenie
sr@latin: Promeni Jedna/Dve stranice displeja Promeni Jedna/Dve stranice displeja
vi: Lật thể hiện Một/Hai trang Lật thể hiện Một/Hai trang

source: Toolbar
cs: Nástrojová lišta
hr: Traka s alatima
it: Barra degli strumenti
ja: ツールバー
nb: Verktøylinje
sk: Lišta nástrojov
sr@latin: Alatni panel
vi: Thanh công cụ

source: Toolbar Name
cs: Jméno nástrojové lišty
hr: Naziv trake alata
it: Nome Barra degli strumenti
ja: ツールバー名
nb: Verktøylinje-navn
sk: Meno lišty:
sr@latin: Ime alatnog panela
vi: tên thanh công cụ

source: Toolbar Options
cs: Nastavení Nástrojové lišty
hr: Opcije trake s alatima
it: Opzioni Barra degli strumenti
ja: ツールバーオプション
nb: Verktøylinje-opsjoner
sk: Nastavenia lišty
sr@latin: Opcije alatnog panela
vi: Tùy chọn cho thanh công cụ

source: Toolbar internal error. Please contact your application vendor.
cs: Vnitřní chyba nástrojové lišty. Prosím kontaktujte vašeho dodavatele aplikace.
hr: Interna greška na traci sa alatima. Molim kotaktiraj vendora programa.
it: Errore interno Barra. Si prega di contattare il fornitore dell'applicazione.
ja: ツールバーの内部エラー。アプリケーションの配布元に問い合わせてください。
nb: Intern verktøylinjefeil. Vennligst kontakt selgeren av applikasjonen.
sk: Interná chyba lišty. Prosím kontaktujte Vášho dodávateľa aplikácie.
sr@latin: Interna greška alatnog panela. Molim kontaktirajte prodavca aplikacije.
vi: Lỗi nội bộ của thanh công cụ. Vui lòng liên lạc nơi cung cấp ứng dụng của bạn.

source: Toolbars
cs: Nástrojové lišty
hr: Trake s alatima
it: Barre degli strumenti
ja: ツールバー
nb: Verktøylinjer
sk: Nástroje
sr@latin: Alatni paneli
vi: Các thanh công cụ

source: Tools
cs: Nástroje
hr: Alati
it: Strumenti
ja: ツール
nb: Verktøy
sk: Nástroje
sr@latin: Alati
vi: Công cụ

source: Tools:
cs: Nástroje:
hr: Alati:
it: Strumenti:
ja: ツール:
nb: Verktøy:
sk: Nástroje:
sr@latin: Alati
vi: Công cụ:

source: TortoiseBlame
sr@latin: TortozBlame

source: TortoiseBlame should not be started directly! Use TortoiseProc.exe /command:blame /path:"path\to\file" instead. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
cs: TortoiseBlame nemůže být spuštěn přímo! Použijte TortoiseProc.exe /command:blame /path:"cesta\k\souboru" TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
hr: TortoiseBlame se ne smije pokretati izravno! Korištenje TortoiseProc.exe /command:blame /path: "put\do\datoteke" Umjesto toga. TortoiseBlame.exe blamedatoteka [logdatoteka [viewtitle]] [/line: brojlinije] [/path: originalput] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
it: TortoiseBlame non deve essere avviato direttamente. Usa TortoiseProc.exe /command:blame /path:"percorso\to\file" in alternativa. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:numerolinea] [/path:percorsooriginale] [/pegrev:revpeg] [/revrange:testot] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
ja: TortoiseBlame を直接起動することはできません。 TortoiseProc.exe /command:blame /path:"<ファイルのパス>" を使用してください。 TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:<行番号>] [/path:<ファイルのパス>] [/pegrev:<ペグリビジョン>] [/revrange:<リビジョンの範囲>] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
nb: TortoiseBlame bør ikke startes direkte! Bruk TortoiseProc.exe /command:blame /path:"path\to\file" i stedet. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
oc: TortoiseBlame ne devrait pas èsser aviat dirèctament ! Utilizatz TortoiseProc.exe /command :blame /path :"camin\cap_a\lo\fichièr" à la place. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line :numerodelinha] [/path :caminoriginal] [/pegrev :peg] [/revrange :tèxte] [/ignoreeol] [/ignorespacis] [/ignoreallspacis]
sk: TortoiseBlame by nemal byť volaný priamo! Namiesto toho použite: TortoiseProc.exe /command:blame /path:"cesta\k\suboru" TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:povodnacesta] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
sr@latin: TortoiseBlame neće se pokrenuti direktno! Koristi TortoiseProc.exe /command:blame /path:"path\to\file" umesto. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]
vi: TortoiseBlame không nên được chạy trực tiếp! Sử dụng TortoiseProc.exe /command:blame /path:"path\to\file" thay vào đó. TortoiseBlame.exe blamefile [logfile [viewtitle]] [/line:linenumber] [/path:originalpath] [/pegrev:peg] [/revrange:text] [/ignoreeol] [/ignorespaces] [/ignoreallspaces]

source: TortoiseIDiff
sr@latin: TortozIDiff

source: TortoiseIDiff - An image diff tool, part of TortoiseSVN
cs: TortoiseIDiff - Nástroj srovnávaní obrázků, součást TortoiseSVN
hr: TortoiseIDiff - Alat za pronalazak razlika u slikama, dio TortoiseSVNa
it: TortoiseIDiff - Software di confronto delle immagini, parte integrante di TortoiseSVN
ja: TortoiseIDiff - TortoiseSVN内蔵の画像差分ツール
nb: TortoiseIDiff - Et verktøy for bildesammenligning, del av TortoiseSVN
oc: TortoiseIDiff - Un aisina de comparason d'imatges, partida de TortoiseSVN
sk: TortoiseIDiff - Nástroj porovnávania obrázkov (súčasť TortoiseSVN)
sr@latin: TortoiseIDiff - Alat za pronalazak razlika u slikama, deo TortoiseSVNa
vi: TortoiseIDiff - Một công cụ tìm khác biệt của ảnh, một phần của TortoiseSVN

source: TortoiseIDiff: the image diff viewer for TortoiseSVN Available command line parameters are: /left:"path to left picture" /lefttitle:"title to show for the left picture" /right:"path to right picture" /righttitle:"title to show for the right picture" /overlay to enable overlay mode /fit to fit the images sizes /showinfo to show the image info boxes
cs: TortoiseIDiff: prohlížeč rozdílů obrázků pro TortoiseSVN Dostupné parametry příkazové řádky jsou: /left:"cesta k levému souboru" /lefttitle:"nadpis pro levý obrázek" /right:"cesta k pravému souboru" /righttitle:"nadpis pro pravý obrázek" /overlay povolí překrývací mód /fit shodná velikost obrázků /showinfo zapne informační okno
hr: TortoiseIDiff: preglednik razlika na slikama za TortoiseSVN Dostupni parametri komandne linije su: /left:"staza do lijeve slike" /lefttitle:"naslov za lijevu sliku" /right:"staza do desne slike" /righttitle:"naslov za desnu sliku" /overlay za omogućavanje prekrivnog načina /fit za uklapanje veličina slika /showinfo za prikaz informacija o slikama
it: TortoiseIDiff: confronto di immagini per TortoiseSVN I parametri disponibili nella la linea di comando sono: /left:"percorso dell'immagine di sinistra" /lefttitle:"titolo da mostrare per l'immagine di sinistra" /right:"percorso dell'immagine di destra" /righttitle:"titolo da mostrare per l'immagine di destra" /overlay abilitare modalità sovrapposizione /fit per adattare le dimensioni delle immagini /showinfo per mostrare le informazioni sulle immagini
ja: TortoiseIDiff: TortoiseSVN用の画像差分ビューアー 使用可能なコマンドラインパラメーター: /left:"左側の画像のパス" /lefttitle:"左側の画像のタイトル" /right:"右側の画像のパス" /righttitle:"右側の画像のタイトル" /overlay オーバーレイモードを有効にする /fit 画像サイズを合わせる /showinfo 画像情報ボックスを表示する
nb: TortoiseIDiff: Bildesammenligner for TortoiseSVN Tilgjengelige parametre fra kommandolinjen er: /left:"sti til venstre bilde" /lefttitle:"tittel for venstre bilde" /right:"sti til høyre bilde" /righttitle:"tittel for høyre bilde" /overlay for å slå på overlagt modus /fit for å tilpasse bildestørrelsene /showinfo for å vise bildeinfo-bokser
oc: TortoiseIDiff : la visionadoira de diferéncias d'imatge per TortoiseSVN Los paramètres de linha de comandas disponibles son : /left :"camin de l'imatge d'esquèrra" /lefttitle :"títol d'afichar per l'imatge d'esquèrra" /right :"camin de l'imatge de dreita" /righttitle :"títol d'afichar per l'imatge de dreita" /overlay Activar lo mòde overlay /fit Adaptar las talhas dels imatges /showinfo Afichar las bóstias d'informacion dels imatges
sk: TortoiseIDiff: Porovnávanie obrázkov pre TortoiseSVN Platné voľby príkazového riadku sú: /left:"cesta k ľavému obrázku" /lefttitle:"názov ľavého obrázka" /right:"cesta k pravému obrázku" /righttitle:"názov pravého obrázka" /overlay povolí režim prekrytia /fit optimalizuje veľkosť obrázkov /showinfo zobrazí informačné rámčeky
sr@latin: TortoiseIDiff: preglednik razlika na slikama za TortoiseSVN Dostupni parametri komandne linije su: /left:"putanja do leve slike" /lefttitle:"naslov za levu sliku" /right:"putanja do desne slike" /righttitle:"naslov za desnu sliku" /overlay za omogućavanje prekrivnog načina /fit za uklapanje veličina slika /showinfo za prikaz informacija o slikama
vi: TortoiseIDiff: Chương trình xem khác biệt ảnh cho TortoiseSVN Các tham số dòng lệnh có được: /left:"đường dẫn tới ảnh bên trái" /lefttitle:"tiêu đề để thể hiện cho ảnh bên trái" /right:"đường dẫn tới ảnh bên phải" /righttitle:"tiêu đề để thể hiện cho ảnh bên phải" /overlay<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>để cho phép chế độ nạp chồng /fit<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>để vừa với các kích thước ảnh /showinfo<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>để hiện hộp thông tin ảnh

source: TortoiseMerge %d.%d.%d, Build %d - %ls, %ls
cs: TortoiseMerge %d.%d.%d, Sestavení %d - %ls, %ls
nb: TortoiseMerge %d.%d.%d, Bygget %d - %ls, %ls
sr@latin: TortoiseMerge %d.%d.%d, Gradi %d - %ls, %ls
vi: TortoiseMerge %d.%d.%d, Bản %d - %ls, %ls

source: TortoiseSVN Project Monitor
cs: TortoiseSVN Monitoru projektu
hr: TortoiseSVN Nadzor Projekta
ja: TortoiseSVNプロジェクトモニター
nb: TortoiseSVN Prosjektovervåker
oc: Monitor de projècte TortoiseSVN
sr@latin: TortoiseSVN monitor projekta
