Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Use block from right view before block from left view Use block from right before left
cs: Použít blok z pravého pohledu před blokem z levého pohledu Použít blok zprava před levým
hr: Koristi blok sa desnog gledišta prije bloka sa lijevog gledišta Koristi blok sa desnog prije lijevog
it: Usa blocco della visualizzazine di destra prima di quello della visualizzazione di sinistra Usa blocco di destra prima di quello di sinistra
ja: 左ビューのブロックの前に右ビューのブロックを使用する 右→左の順でブロックを使用
nb: Bruk blokk fra høyre visning før blokk fra venstre visning Bruk blokk fra høyre før venstre
oc: Utilizar lo blòt de la vista dreita abans lo de la vista esquèrra Utilizar lo blòt de dreita abans lo d'esquèrra
sk: Použiť blok z pravého pohľadu pred blokom z ľavého pohľadu Použiť blok z prava pred ľavím
sr@latin: Koristi blok sa desnog pregleda pre bloka sa levog pregleda Koristi blok sa desnog pre levog
vi: Sử dụng khối từ bên phải trước khối từ bên trái Sử dụng khối từ bên phải trước bên trái

source: Use both text blocks (this one first)
cs: Použít oba textové bloky (tento první)
hr: Koristi oba bloka teksta (prvo ovaj)
it: Usa entrambi i blocchi di testo (questo per primo)
ja: 両方のテキストブロックを使用（こちらを前にする）
nb: Bruk begge tekstblokker (denne først)
oc: Utilizar losdos blòts de tèxte (aqueste en primièr)
sk: Použiť oba bloky (tento prvý)
sr@latin: Koristi oba bloka teksta (prvo ovaj)
vi: Sử dụng cả hai khối văn bản (cái này trước)

source: Use both text blocks (this one last)
cs: Použít oba textové bloky (tento poslední)
hr: Koristi oba bloka teksta (ovaj na kraju)
it: Usa entrambi i blocchi di testo (questo per ultimo)
ja: 両方のテキストブロックを使用（こちらを後にする）
nb: Bruk begge tekstblokker (denne sist)
oc: Utilizar losdos blòts de tèxte (aqueste en darrièr)
sk: Použiť oba bloky (tento posledný)
sr@latin: Koristi oba bloka teksta (ovaj na kraju)
vi: Sử dụng cả hai khối văn bản (cái này cuối)

source: Use left block
cs: Použít blok vlevo
hr: Koristi lijevi blok
it: Usa blocchi a sinistra
ja: 左のブロックを使用
nb: Bruk venstre blokk
oc: Utilizar lo blòt d'esquèrra
sk: Použiť ľavý blok
sr@latin: Koristi levi blok
vi: Sử dụng khối bên trái

source: Use left file
cs: Použít celý levý soubor
hr: Koristi lijevu datoteku
it: Utilizzafile di sinistra
ja: 左側のファイルを使用
nb: Bruk venstre fil
oc: Utilizar lo fichièr esquèrra
sk: Použiť
sr@latin: Koristi preostali fajl
vi: Dùng tập tin bên trái

source: Use recycle bin when reverting
cs: Při vracení zpět použít odpadkový koš
hr: Koristi košaru za smeće prilikom vraćanja na staru inačicu
it: Usa cestino quando si fa il reverting
ja: 変更を取り消す際にごみ箱を使用する
nb: Bruk søppelspannet ved tilbakestilling
oc: Utilizar l'escobilhièr al moment d'un retorn en arrièr
sk: Pri vracaní použiť odpadkový kôš
sr@latin: Koristite korpu za otpatke kada vraćate
vi: Dùng thùng tái chế khi quay lui

source: Use regular expression
cs: Použít regulární výrazy
hr: Koristi regularne izraze
it: Usa espressione regolare
ja: 正規表現を使用する
nb: Bruk regulært uttrykk
oc: Utilizar las expressions regularas
sk: Použiť regulárny výraz
sr@latin: Koristi regularne izraze
vi: Dùng biểu thức thông thường

source: Use right block
cs: Použít blok vpravo
hr: Koristi desni blook
it: Usa il blocco destro
ja: 右ブロックを使用
nb: Bruk høyre blokk
oc: Utilizar lo blòt de dreita
sk: Použiť blok z prava
sr@latin: Koristi desni blok

source: Use spaces
cs: Použít mezery
hr: Koristi razmake
it: Usa spazi
ja: 空白を使用
nb: Bruk mellomrom
oc: Utilizar los espacis
sk: Použiť medzery
sr@latin: Koristi razmak

source: Use system locale for date/time
cs: Vždy použít systémové nastavení data a času
hr: Koristi sistemske postavke datuma/vremena
it: Utilizzare la data di sistema come data/ora
ja: 日付/時刻にシステムロケールを使用する
nb: Bruk systemets formater for dato/tid
oc: Utilizar los reglatges internacionals del sistèma per la data/l'ora
sk: Použiť systémové nastavenie dátumu/času
sr@latin: Koristi sistemske postavke datuma/vremena
vi: Dùng văn hóa hệ thống cho ngày/tháng

source: Use text block from '&mine'
cs: Použít text z '&mého' bloku
hr: Koristi '&moj' blok teksta
it: Usa il blocco di testo dal '&mio'
ja: 「mine」のテキストブロックを使用(&M)
nb: Bruk tekstblokk fra '&min'
oc: Utilizar lo blòt de tèxte dempuèi 'lo &meu'
sk: Použiť blok "&Moje"
sr@latin: Koristi blok teksta iz '&moj'
vi: Dùng khối văn bản từ '&của tôi'

source: Use text block from '&theirs'
cs: Použít text z '&jejich' bloku
hr: Koristi '&njihov' blok teksta
it: Usa il blocco di testo dal '&loro'
ja: 「theirs」のテキストブロックを使用(&T)
nb: Bruk tekstblokk fra '&deres'
oc: Utilizar lo blòt de tèxte dempuèi 'lo &lor'
sk: Použiť blok "&Ich"
sr@latin: Koristi blok teksta iz '&njihov'
vi: Dùng khối văn bản từ 'của &họ'

source: Use text block from 'm&ine' before 'theirs'
cs: Použít textový blok z 'mého' před 'jej&ich'
hr: Koristi 'm&oj' blok teksta prije 'njihovog'
it: Usa blocco di testo dal 'm&io' prima del 'loro'
ja: 「theirs」の前に「mine」のテキストブロックを使用(&I)
nb: Bruk tekstblokk fra 'm&in' før 'deres'
oc: Utilizar lo blòt de tèxte del 'm&ien' abans 'lo lor'
sk: Použiť blok "M&oje" pred "Ich"
sr@latin: Koristi blok teksta iz 'm&oj' pre 'njihov'
vi: Dùng khối văn bản từ 'của &tôi' trước 'của họ'

source: Use text block from 'mine' before 'theirs' Use 'mine' text block then 'theirs'
cs: Použít textový blok z 'mého' před 'jejich' Použít 'můj' textový blok pak 'jejich'
hr: Koristi 'moj' blok teksta prije 'njihovog' Prenesi 'moj' blok teksta, a nakon toga i 'njihov'
it: Usa blocco di testo dal 'mio' prima del 'loro' Usa il 'mio' blocco di testo e poi il 'loro'
ja: 「theirs」の前に「mine」のテキストブロックを使用する 「mine」→「theirs」の順にテキストブロックを使用
nb: Bruk tekstblokk fra 'min' før 'deres' Bruk 'min' tekstblokk, deretter 'deres'
oc: Utilizar lo blòt de tèxte del 'mien' abans 'lo lor' Utilizar 'mon' blòt de tèxte puèi 'lo lor'
sk: Použiť blok "Moje" pred "Ich" "Moje", potom "Ich"
sr@latin: Koristi blok teksta iz 'moj' pre 'njihov' Koristi 'moj' blok tekst, pa onda 'njihov'
vi: Dùng khối văn bản từ 'của tôi' trước 'của họ' Dùng khối văn bản 'của tôi' rồi 'của họ'

source: Use text block from 'mine' Use 'mine' text block
cs: Použít blok textu z 'mého' Použít 'můj' blok textu
hr: Koristi 'moj' blok teksta Koristi blok teksta iz 'moje' datoteke
it: Usa il blocco di testo da 'mio' Usa il 'mio' blocco di testo
ja: 「mine」のテキストブロックを使用する 「mine」のテキストブロックを使用
nb: Bruk tekstblokk fra 'min' Bruk 'min' tekstblokk
oc: Utilizar lo blòt de tèxte dempuèi 'lo meu' Utilizar 'mon' blòt de tèxte
sk: Použiť blok z "Moje" Použiť "Moje"
sr@latin: Koristi blok teksta iz 'moj' Koristi 'moj' tekst blok
vi: Dùng khối văn bản từ 'của tôi' Dùng khối văn bản 'của tôi'

source: Use text block from 't&heirs' before 'mine'
cs: Použít textový blok z 'jejic&h' před 'mým'
hr: Koristi 'nj&ihov' blok teksta prije 'mog'
it: Usa il blocco di testo dal 'l&oro' prima del 'mio'
ja: 「mine」の前に「theirs」のテキストブロックを使用(&H)
nb: Bruk tekstblokk fra 'd&eres' før 'min'
oc: Utilizar lo blòt de tèxte de 'lo &lor' abans 'lo meu'
sk: Použiť blok "I&ch" pred "Moje"
sr@latin: Koristi blok teksta iz 'nji&hov' pre 'moj'
vi: Dùng khối văn bản từ 'của &họ' trước 'của tôi'

source: Use text block from 'theirs' before 'mine' Use 'theirs' text block then 'mine'
cs: Použít textový blok z 'jejich' před 'mým' Použít 'jejich' blok textu, pak 'můj'
hr: Koristi 'njihov' blok teksta prije 'mog' Prenesi teksta blok iz 'njihove', a nakon toga i iz 'moje' datoteke
it: Usa il blocco di testo dal 'loro' prima del 'mio' Usa il 'loro' blocco di testo e poi il 'mio'
ja: 「mine」の前に「theirs」のテキストブロックを使用する 「theirs」→「mine」の順にテキストブロックを使用
nb: Bruk tekstblokk fra 'deres' før 'min' Bruk 'deres' tekstblokk, deretter 'min'
oc: Utilizar lo blòt de tèxte del 'lor' abans lo 'mien' Utilizar 'lor' blòt de tèxte puèi 'lo meu'
sk: Použiť blok "Ich" pred "Moje" "Ich", potom "Moje"
sr@latin: Koristi blok teksta iz 'njihov' pre 'moj' 'NJihov' tekst blok pre 'moj'
vi: Dùng khối văn bản từ 'của họ' trước 'của tôi' Dùng khối văn bản 'của họ' rồi 'của tôi'

source: Use text block from 'theirs' Use 'theirs' text block
cs: Použít textový blok z 'jejich' Použít 'jejich' blok textu
hr: Koristi 'njihov' blok teksta Koristi 'njihov' tekst blok
it: Usa il blocco di testo da 'loro' Usa il 'loro' blocco di testo
ja: 「theirs」のテキストブロックを使用する 「theirs」のテキストブロックを使用
nb: Bruk tekstblokk fra 'deres' Bruk 'deres' tekstblokk
oc: Utilizar lo blòt de tèxte del 'lor' Utilizar 'lor' blòt de tèxte
sk: Použiť blok z "Ich" Použiť "Ich"
sr@latin: Koristi blok teksta iz 'njihov' Koristi 'njihov' tekst blok
vi: Dùng khối văn bản từ 'của họ' Dùng khối văn bản 'của họ'

source: Use text block from the left view Use left block
cs: Použít textový blok z levého zobrazení Použít levý blok
hr: Koristi 'njihov' blok teksta Koristi 'njihov' tekst blok
it: Usa il blocco di testo dalla visualizzazione di sinistra Usa blocco di sinistra
ja: 左ビューのテキストブロックを使用する 左側のブロックを使用
nb: Bruk tekstblokk fra venstre visning Bruk venstre blokk
oc: Utilizar lo blòt de tèxte de la vista d'esquèrra Utilizar lo blòt esquèrra
sk: Použiť blok z ľavého zobrazenia Použije ľavý blok
sr@latin: Koristi blok teksta iz levog pregleda Koristi levi blok
vi: Dùng khối văn bản từ bảng xem bên trái Dùng khối bên trái

source: Use th&is text block
cs: Použít &tento blok textu.
hr: Koristi o&vaj blok teksta
it: Usa &questo blocco di testo
ja: このテキストブロックを使用(&I)
nb: Bruk denne te&kstblokken
oc: Ut&ilizar aqueste blòt de tèxte
sk: Použiť &tento blok
sr@latin: Koristi o&vaj blok teksta
vi: Dùng khối văn bản &này

source: Use the found path. Apply the patch to %ls
cs: Použít nalezenou cestu. Záplatu použít na %ls
hr: Koristi pronađenu stazu. Primijeni zakrpu nad %ls
it: Utilizza il percorso trovato. Applica la patch a %ls
ja: 見つかったパスを使用する。 %ls にパッチを適用する。
nb: Bruk den foreslåtte stien. Anvend korreksjonsfilen på %ls
oc: Utilizar lo camin trobat. Aplicar lo patch à %ls
sk: Použiť nájdenú cestu. Použiť záplatu na %ls
sr@latin: Koristite nađenu putanju. Primenite zakrpu na %ls
vi: Dùng đường dẫn được tìm thấy. Áp dụng đường dẫn vào %ls

source: Use the log dialog to select the revisions you want to merge, or enter the revisions to merge, separated by commas. A revision range can be specified by a dash. Example: 4-7,9,11,15-HEAD@pegrevision To merge all revisions (reintegrate/automatic merge), leave the box empty.
cs: Použít dialogové okno záznamu k výběru revizí, které chcete sloučit, nebo zadejte revize ke sloučení oddělené čárkami. Rozsah může být zadán pomlčkou. Příklad: 4-7,9,11,15-HEAD@zavěšená revize Pro sloučení všech revizí (znovuzačlenění/automatické sloučení) nechejte rámeček prázdný.
hr: Koristite dnevnik dijaloga za odabir revizije za spajanje ili unesite revizije za spajanje odvojene zarezima. Niz revizija se može odrediti crticom. Primjer: 4-7,9,11,15-HEAD@pegrevision Za spajanje svih revizija (reintegrirati/Automatsko spajanje), ostavite okvir prazan.
ja: マージしたいリビジョンをログダイアログで選択するか、コンマで区切って入力してください。リビジョンの範囲はハイフンで指定することができます。 【例】4-7,9,11,15-HEAD@pegrevision すべてのリビジョンをマージ（再統合または自動マージ）するには、入力ボックスを空のままにしてください。
nb: Bruk loggdialogen til å velge de revisjonene du vil flette, eller skriv inn revisjonene som skal flettes, skilt av kommaer. Et revisjonsintervall kan angis med bindestrek. Eksempel: 4-7,9,11,15-HEAD@spikerrevisjon For å flette alle revisjoner (reintegrer/automatisk fletting), la boksen stå tom.
oc: Utilizatz la bóstia de dialòg del jornal per seleccionar las revisions que volètz fusionar, o entratz las revisions a fusionar, separadas per de virgulas. Una plaja de revisions pòt èsser especificada gràcias a un jonhent. Exemple : 4-7,9,11,15-HEAD@pegrevision Per fusionar totas las revisions (réintegracion / fusion automatica), daissatz lo camp void.
sr@latin: Koristi dijalog dnevnik da izabereš reviziju koju želiš da stopiš, ili unesi revizije za stapanje, razdvojene zapetama. Opseg revizija može se specificirati crticom. Primer: 4-7,9,11,15-HEAD@pegrevision Da bi se stopile sve revizije (reintegrisano/automatsko stapanje) ostavite prazan boks.

source: Use the original path. Apply the patch to %ls
cs: Použít původní cestu. Záplatu použít na %ls
hr: Koristi originalnu stazu. Primijeni zakrpu nad %ls
it: Usa il percorso originale. Applica la patch a %ls
ja: オリジナルのパスを使用する。 %ls にパッチを適用する。
nb: Bruk den originale stien. Anvend korreksjonsfilen på %ls
oc: Utilizar lo camin d'origina. Aplicar lo patch a %ls
sk: Použiť pôvodnú cestu. Použiť záplatu na %ls
sr@latin: Koristite originalnu putanju. Primenite zakrpu na %ls
vi: Dùng đường dẫn nguyên thuỷ. Áp dụng đường dẫn vào %ls

source: Use this &whole file
cs: Použít tento &celý soubor
hr: Koristiti ovu &cijelu datoteku
it: Utilizza l'&intero file
ja: このファイル全体を使用する(&W)
nb: Bruk &hele denne filen
oc: Utilizar la &totalitat d'aqueste fichièr
sk: Použiť tento &celý súbor
sr@latin: Koristi ovaj &celi fajl
vi: Dùng &toàn bộ tập tin này

source: Use this block on left
cs: Použít tento blok v levém
hr: Koristi ovaj blok lijevo
it: Usa questo blocco sulla sinistra
ja: このブロックを左に使用
nb: Bruk denne blokken til venstre
oc: Utilizar aqueste blòt a esquèrra
sk: Použiť blok v ľavo
sr@latin: Koristi ovaj blok levo

source: Use this if the URL of the repository has changed
cs: Použít toto, pokud se změnilo URL úložiště
hr: Ovo koristiti ukoliko se promijenio URL skladišta
it: Usa questo se l'URL del repository è cambiato
ja: リポジトリのURLが変更された場合、これを用いる
nb: Bruke denne hvis depotets URL er endret
oc: Utilizar aquò se l'URL del depaus a cambiat
sk: Použiť keď sa úložisku zmenila URL
sr@latin: Ovo koristite ukoliko se promenio URL spremišta
vi: Dùng cái này nếu URL của kho chứa thay đổi

source: Use whole other &file
cs: Použít celý jiný &soubor
hr: Koristi cijelu drugu &datoteku
it: Utilizza l'intero altro &file
ja: 他のファイル全体を使用する(&F)
nb: Bruk hele den &andre filen
oc: Utilizar l'autre &fichièr entièr
sk: Použiť celý druhý &súbor
sr@latin: Koristi celi drugi &fajl
vi: Dùng toàn bộ &tập tin kia

source: User cancelled
cs: Zrušeno uživatelem
hr: Korisnik je odustao
it: Annullato dall'utente
ja: キャンセルされました
nb: Brukeren avbrøt
oc: Anullat per l'utilizaire
sk: Zrušené užívateľom
sr@latin: Korisnik je odustao
vi: Người dùng huỷ bỏ

source: Username
cs: Uživatelské jméno
hr: Korisničko ime
it: Nome utente
ja: ユーザー名
nb: Brukernavn
oc: Nom d'utilizaire
sk: Použivateľské meno:
sr@latin: Korisničko ime

source: Username:
cs: Jméno uživatele:
hr: Korisničko ime:
it: Nome utente:
ja: ユーザー名:
nb: Brukernavn:
oc: Nom :
sk: Meno užívateľa:
sr@latin: Ime korisnika:
vi: Tên đăng nhập:

source: Users to ignore:
cs: Ignorovaní uživatelé:
hr: Korisnici za izbjegavanje:
it: Utenti da ignorare:
ja: 無視するユーザー:
nb: Brukere å ignorere:
oc: Utilizaires d'ignorar :
sr@latin: Korisnici za izbegavanje:

source: Valid command line options are: /base:<path to base file> /basename:<name to show on the view title> /theirs:<path to their file> /theirsname:<name to show on the view title> /mine:<path to your file> /minename:<name to show on the view title> /merged:<path to resulting merged file> /mergedname:<name to show on the view title> /diff:<path to unified diff file> /patchpath:<path to folder> /saverequired /saverequiredonconflicts /oneway <forces the one-way view> /line:<line number to jump to>
cs: Platné volby příkazové řádky jsou: /base:<cesta k základnímu souboru> /basename:<název umístěný do záhlaví zobrazení> /theirs:<cesta k jejich souboru> /theirsname:<název umístěný do záhlaví zobrazení> /mine:<cesta k mému souboru> /minename:<název umístěný do záhlaví zobrazení> /merged:<cesta do výsledného sloučeného souboru> /mergedname:<název umístěný do záhlaví zobrazení> /diff:<cesta k sjednocenému rozdílu> /patchpath:<cesta do adresáře> /saverequired /saverequiredonconflicts /oneway <vynutí jednopanelové zobrazení> /line:<číslo řádku k zobrazení>
hr: Važeće opcije naredbenog retka: /base:<putanja do bazne datoteke> /basename:<ime za prikazivanje na naslovu pregleda> /theirs:<putanja do njihove datoteke> /theirsname:<ime za prikazivanje na naslovu pregleda> /mine:<putanja do vaše datoteke> /minename:<ime za prikazivanje na naslovu pregleda> /merged:<putanja do nastale spojene datoteke> /mergedname:<ime za prikazivanje na naslovu pregleda> /diff:<putanja do datoteke objedinjenih razlika> /patchpath:<putanja do mape> /saverequired /saverequiredonconflicts /oneway <osigurava jednostruki pregled> /line:<broj linije za skok>
ja: 有効なコマンドラインオプション: /base:<BASEファイルへのパス> /basename:<ビューのタイトルに表示される名前> /theirs:<theirファイルへのパス> /theirsname:<ビューのタイトルに表示される名前> /mine:<mineファイルへのパス> /minename:<ビューのタイトルに表示される名前> /merged:<結果のマージ済みファイルへのパス> /mergedname:<ビューのタイトルに表示される名前> /diff:<Unified差分ファイルへのパス> /patchpath:<フォルダーへのパス> /saverequired /saverequiredonconflicts /oneway <強制的に1枚表示> /line:<ジャンプ先の行番号>
nb: Gyldige kommandolinjevalg: /base:<sti til basisfil> /basename:<navn for visningstittel> /theirs:<sti til deres fil> /theirsname:<navn for visningstittel> /mine:<sti til din fil> /minename:<navn for visningstittel> /merged:<sti til den endelige flettede filen> /mergedname:<navn for visningstittel> /diff:<sti til enhetlig diff-fil> /patchpath:<sti til katalog> /saverequired /saverequiredonconflicts /oneway <tvinger enveis visning> /line:<startlinjenummer>
oc: Las opcions de comanda validas son /base :<camin del fichièr de base> /basename :<nom d'afichar sul títol de la vista> /theirs :<camin de lor fichièrs> /theirsname :<nom d'afichar sul títol de la vista> /mine :<camin de vòstres fichièrs> /minename :<nom d'afichar sul títol de la vista> /merged :<camin del resultat de la fusion> /mergedname :<nom d'afichar sul títol de la vista> /diff :<camin del fichièr diff unificat> /patchpath :<camin del dorsièr> /saverequired /saverequiredonconflicts /oneway <force la vista unica> /line :<numèro de la linha fins a ont cal passar>
sr@latin: Valjane opcije komandne linije su: /base:<putanje za osnovne fajlove> /basename:<ime za prikazivanje na naslovu pregleda> /theirs:<putovanja za njihov fajl> /theirsname:<ime da se prikaže u titlu pregleda> /mine:<putanja za vaš fajl> /minename:<ime za prikazivanje u naslovu pregleda> /merged:<putanja za rezultantni stopljeni fajl> /mergedname:<name to show on the view title> /diff:<putanja za ujedinjeni fajl> /patchpath:<putanja do foldera> /saverequired /saverequiredonconflicts /oneway <osigurava jednostruki pregled> /line:<broj linije na koju se skače>

source: Validation of the property value failed!
cs: Ověření hodnoty vlastnosti selhalo!
hr: Provjera vrijednosti svojstva nije uspjela!
it: Valizaione fallita valore proprietà!
ja: プロパティ値の検証に失敗しました。
nb: Validering av egenskapen feilet!
oc: La validacion de la valor de la proprietat a fracassat !
sk: Kontrola správnosti hodnoty vlastnosti zlyhala!
sr@latin: Provera neispravne vrednosti osobine!
vi: Xác nhận giá trị của thuộc tính bị thất bại!

source: Value
cs: Hodnota
hr: Vrijednost
it: Valore
ja: 値
nb: Verdi
oc: Valor
sk: Hodnota
sr@latin: Vrednost
vi: Giá trị

source: Vendor branch
cs: Větev dodavatele
hr: Prodajna grana
it: Segmento produttore
ja: ベンダーブランチの更新
nb: Leverandørgren
oc: Branca del vendeire
sk: Dodavateľská vetva
sr@latin: Prodajna grana

source: Version
cs: Verze
hr: Verzija
it: Versione
ja: バージョン
nb: Versjon
oc: Revision
sk: Verzia
sr@latin: Verzija
vi: Phiên bản

source: Version %d.%d.%d.%d
cs: Verze %d.%d.%d.%d
hr: Verzija %d.%d.%d.%d
it: Versione: %d.%d.%d.%d
ja: バージョン %d.%d.%d.%d
nb: Versjon %d.%d.%d.%d
sk: Verzia %d.%d.%d.%d
sr@latin: Verzija %d.%d.%d.%d
vi: Phiên bản %d.%d.%d.%d

source: Version Information
cs: Informace o verzi
hr: Informacija o verziji
it: Informazioni sulla versione...
ja: バージョン情報
nb: Versjons-informasjon
oc: Informacions de Version
sk: Informácie o verzií
sr@latin: Informaciji o verziji
vi: Thông tin phiên bản

source: Versioned
cs: S verzí
hr: Upravljano verzijama
it: Versionato
ja: バージョン管理開始
nb: Versjonert
oc: Versionat
sk: Verziované
sr@latin: Upravljano verzijama
vi: Có phiên bản

source: View
cs: Zobrazit
hr: Pogled
it: Visualizza
ja: 表示
nb: Vis
oc: Vista
sk: Zobrazenie
sr@latin: Pregled
vi: Xem

source: View Bars
cs: Zobrazit lišty
hr: Prikaz rešetaka
ja: バーを表示
nb: Vis Linjer
oc: Veire las Barras
sr@latin: Panel pregleda

source: View revision for path in &webviewer
cs: Zobrazit revizi pro cestu v &internetovém prohlížeči
hr: Pogledati reviziju za stazu u &web pregledniku
it: Visualizza il percorso della revisione nel &webviewer
ja: パスのリビジョンをウェブビューアーで表示(&W)
nb: Vis revisjon for sti i &nettvisning
oc: Veire la revision pel camin dins la visionadoira &web
sk: Prezrieť revíziu cesty vo &internetovom prehliadači
sr@latin: Pogledaj reviziju za putanju u &web pregledaču
vi: Xem bản chỉnh sửa cho đường dẫn trong &trình xem web

source: View revision in &webviewer
cs: Zobrazit revizi v &internetovém prohlížeči
hr: Pogledati reviziju u &web pregledniku
it: Visualizza revisione nel &webviewer
ja: リビジョンをウェブビューアーで表示(&W)
nb: Vis revisjon i &nettvisning
oc: Veire la revision dins la visionadoira &web
sk: Prezrieť revíziu vo &internetovom prehliadači
sr@latin: Pogledaj reviziju u &veb pregledaču
vi: Xem bản chỉnh sửa trong &trình xem web

source: Visit our website
cs: Navštivte webovou stránku
hr: Posjetite naše web stranice
it: Visita il nostro sito
ja: 私たちのウェブサイトへお越しください
nb: Besøk vår hjemmeside
oc: Visitatz nòstre site Web
sk: > Naša stránka <
sr@latin: Posetite naše web stranice
vi: Thăm website của chúng tôi

source: Visual Studio 2005
sr@latin: Vižual studio 2005

source: Visual Studio 2008
sr@latin: Vižual studio 2008

source: WARNING: Only change these settings if you are absolutely sure what you are doing! To set the values to their default, delete the value text.
cs: VAROVÁNÍ Toto nastavení změňte pouze v případě, že si jste jisti co děláte! Pokud chcete vrátit výchozí hodnotu, smažte hodnotu text
hr: UPOZORENJE: Promijenite ove postavke samo ako se u potpunosti sigurni što činite! Ako želite vratiti vrijednosti na zadane, tada pobrišite tekst vrijednosti.
it: ATTENZIONE: Modificare queste impostazioni solo se si è assolutamente certi di ciò che si sta facendo! Per impostare i valori al valore predefinito, eliminare il relativo valore.
ja: 警告: 何をしているか分からない場合はこれらの設定を変更しないでください。 デフォルト値に設定するには、値を削除してください。
nb: ADVARSEL: Endre disse innstillingene bare hvis du er absolutt sikker på hva du gjør! For å stille tilbake til standardverdiene, slett verditeksten.
oc: ATENCION : Cambietz pas aquestes paramètres que se sètz absoludament segurs de çò que fasètz ! Per remetre las valors per defaut, suprimissètz lo tèxte.
sk: VAROVANIE: Mente tieto nastavenia len keď ste si úplne istý čo robíte! Pre nastavenie do predvoleného stavu vymažte text hodnoty.
sr@latin: PAŽNJA: Menjajte ova podešavanja samo ako ste apsolutno sigurni šta radite! Da postavite vrednosti na njihove podrazumevane vrednosti, obrišite tekst vrednosti.
vi: CẢNH BÁO: Chỉ thay đổi các thiết lập này nếu bạn tuyệt đối chắc chắn về những gì bạn đang làm! Để đặt các giá trị về mặc định, hãy xóa các chữ.

source: WC Revision:
cs: Revize pracovní kopie:
hr: WC revizije:
it: Revisione WC:
ja: 作業コピーのリビジョン:
nb: Arbeidskopi-revisjon:
oc: Revision de la CT :
sk: revízia pracovnej kópie:
sr@latin: RK Revizija:
vi: Bản sửa đổi WC:

source: WC node
cs: Uzel pracovní kopie
hr: RK čvor
it: Nodo copia lavoro
ja: 作業コピーノード
nb: Arbeidskopinode
oc: Nosèl WC
sk: Uzol pracovnej kópie
sr@latin: RK čvor
vi: Nút WC

source: WC node border
cs: Hranice uzlu pracovní kopie
hr: granica čvora RK
it: Confine nodo CL
ja: 作業コピーノードの縁
nb: Arbeidskopinode-ramme
oc: Bordadura del nosèl WC
sk: Okraj uzla pracovnej kópie
sr@latin: RK čvor granica
vi: Đường viền của nút WC

source: Wait
cs: Počkejte
hr: Čekaj
it: Attendi
ja: 待機
nb: Vent
oc: Attendre
sk: Čakať
sr@latin: Čekaj
vi: Chờ

source: Wait for the script to finish
cs: Počkat, až skript skončí
hr: Čekaj da skript završi
it: Attende che lo script abbia finito
ja: スクリプトが終了するまで待機する
nb: Vent til skriptet blir ferdig
oc: Attendre que l'escript s'acaba
sk: Čakať na dokončenie skriptu
sr@latin: Čekaj da skript završi
vi: Chờ cho kịch bản hoàn tất
