Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: TortoiseSVN Project Monitor Options
cs: Možnosti Monitoru projektů TortoiseSVN
hr: TortoiseSVN Nadzor Projekta Opcije
it: TortoiseSVN Project Monitor Opzioni
ja: TortoiseSVNプロジェクトモニターオプション
nb: TortoiseSVN Prosjektovervåker - Opsjoner
oc: Opcions del monitor de projècte TortoiseSVN
sk: TortoiseSVN Project Monitor nastavenie
sr@latin: TortoiseSVN opcije monitora projekta

source: TortoiseSVN Project Monitor %d new commit in %d project
cs: TortoiseSVN Monitor projektu %d nové odevzdání v %d projektu
hr: TortoiseSVN Nadzor Projekta %d novo snimanje u %d projekat
ja: TortoiseSVNプロジェクトモニター %d件の新しいコミットが%d件のプロジェクトで行われました
nb: TortoiseSVN Prosjektovervåker↩ %d ny innsending i %d prosjekt
oc: Monitor de projècte TortoiseSVN %d novèla liurason dins %d projècte
sk: TortoiseSVN Project Monitor %d nové odovzdanie v %d projekte
sr@latin: TortoiseSVN monitor projekata %d novo urezivanje u %d projekat

source: TortoiseSVN Project Monitor %d new commits in %d projects
cs: TortoiseSVN Monitor projektu %d nových odevzdání v %d projektech
hr: TortoiseSVN Nadzor Projekta %d nova snimanja u %d projekata
ja: TortoiseSVNプロジェクトモニター %d件の新しいコミットが%d件のプロジェクトで行われました
nb: TortoiseSVN Prosjektovervåker↩ %d nye innsendinger i %d prosjekter
oc: Monitor de projècte TortoiseSVN %d novèlas liurasons dins %d projèctes
sk: TortoiseSVN Project Monitor %d nové odovzdania v %d projectoch
sr@latin: TortoiseSVN monitor projekata %d novo urezivanje u %d projekate

source: TortoiseSVN auto commit: changed externals to fixed revision.
cs: TortoiseSVN automatické odevzdání: externí změněny na fixní revize.
hr: TortoiseSVN auto-pohrana: vanjska skladišta promijenjena na fiksnu reviziju.
it: TortoiseSVN auto commit: modificato esterni in revisione fissa.
ja: TortoiseSVN 自動コミット: 修正されたリビジョンへ外部参照を変更。
nb: TortoiseSVN auto innsending: endret eksterne til fiksert revisjon
oc: Depaus automatic TortoiseSVN : cambiar los elements extèrnes a una revision especific.
sk: TortoiseSVN automatické odovzdanie: zmení externé na pevnú revíziu.
sr@latin: TortoiseSVN automatsko urezivanje: izmenjeni eksternali prema fiksnoj reviziji.
vi: TortoiseSVN tự động cam kết: thay đổi các thành phần ngoài để sửa chữa.

source: TortoiseSVN detected a serious slowdown when moving %1!ld! items to the recycle bin. The recycle bin currently contains %2!ld! items, which most likely is the reason for this slowdown. To fix this, you should empty the recycle bin now.
cs: TortoiseSVN zjistil vážné zpomalení při přesunu %1!ld! položek do koše. Koš nyní obsahuje %2!ld! položek, což je pravděpodobně příčina tohoto zpomalení. Abyste toto vyřešili, měli byste koš vyprázdnit nyní.
hr: TortoiseSVN je otkrio ozbiljno usporenje pri pomicanju %1!ld! stavki u koš za smeće. Koš za smeće trenutno sadrži %2!ld! stavki, što je najvjerojatnije razlog za ovo usporenje. Kako biste ovo popravili, trebali biste sada isprazniti koš za smeće.
it: TortoiseSVN ha rilevato un serio rallentamento durante lo spostamento di %1!ld! elementi nel Cestino. Il Cestino contiene attualmente %2!ld! elementi, che molto probabilmente sono la causa del rallentamento. Per risolvere devi svuotare il Cestino.
ja: %1!ld!件の項目をごみ箱に入れるのに、非常に時間がかかっています。ごみ箱に現在%2!ld!件の項目が入っていることが原因と考えられます。 解決するには、ごみ箱を空にしてください。
nb: TortoiseSVN registrerte en alvorlig forsinkelse med å flytte %1!ld! elementer til papirkurven. Papirkurven inneholder nå %2!ld! elementer, som mest sannsynlig er årsaken til forsinkelsen. For å fikse dette bør du tømme papirkurven nå.
oc: TortoiseSVN a detectat un important alentiment al moment del desplaçament de %1!ld! elements dins l'escobilhièr. L'escobilhièr conten actualament %2!ld! elements, çò que sembla èsser la causa la mai probable d'aqueste alentiment. Per corregir aquò, deuriatz voidar l'escobilhièr ara.
sk: Pri presúvaní %1!ld! objektov do odpadkového koša TortoiseSVN zistil závažne spomalenie systému. Odpadkový kôš teraz obsahuje %2!ld! objektov, čo je s najväčšou pravdepodobnosťou dôvodom spomalenia. Z tohoto dôvodu odporúčame vysypať kôš.
sr@latin: TortoiseSVN je detektovala ozbiljna usporenja pri pomeranju %1!ld! stavki u korpu za recikliranje. Korpa za recikliranje trenutno sadrži %2!ld! stavki, što je mogući razlog usporavanja. Da se ovo fiksira, potrebno je sada isprazniti korpu za recikliranje.
vi: TortoiseSVN phát hiện một sự chậm xuống nghiêm trọng khi di chuyển %1!ld! mục vào thùng rác. Thùng rác hiện có %2!ld! món, rất có thể là nguyên nhân của việc chậm xuốn này. Để sửa chữa lỗi này, bạn nên dọn dẹp thùng rác ngay.

source: TortoiseSVN has detected similar filenames. Do you want the files:%ls to be renamed too?
cs: TortoiseSVN detekovalo podobná jména souborů. Chcete soubory:%ls také přejmenovat?
hr: TortoiseSVN je uočio datoteke sličnih imena. Želite li datotekama: %ls također promijeniti ime?
it: TortoiseSVN ha individuato nomi di file simili. Vuoi che anche i file:%ls vengano rinominati?
ja: TortoiseSVN は類似する名前を持つファイルを検出しました。ファイル:%ls の名前も変更しますか？
nb: TortoiseSVN har funnet lignende filnavn. Vil du at filene:%ls også skal omdøpes?
oc: TortoiseSVN a detectat de noms de fichièrs similars. Volètz que los fichièrs ! %ls sián tanben renomenats ?
sk: TortoiseSVN našiel podobné mená súborov. Chcete premenovať aj súbory: %ls ?
sr@latin: TortoiseSVN je uočio fajlove sličnih imena. Želite li fajlovima: %ls takođe promeniti ime?
vi: TortoiseSVN phát hiện tên tập tin tương tự. Bạn có muốn tập tin:%ls được đổi tên không?

source: TortoiseSVN is a shell extension. That means it is integrated into the Windows explorer. To use TortoiseSVN please open the explorer and right-click on any folder you like to bring up the context menu where you will find all TortoiseSVN commands. And read the manual!
cs: TortoiseSVN je rozšíření rozhraní. To znamená, že je integrované do průzkumníka Windows. Pro použití TortoiseSVN otevřete průzkumníka a klikněte pravým tlačítkem na libovolný adresář pro vyvolání kontextového menu, kde naleznete všechny příkazy TortoiseSVN. A přečtěte si manuál!
hr: TortoiseSVN je dodatak ljusci. To znači da je ugrađen u Windows explorer. Kako biste koristili TortoiseSVN molim otvorite explorer i kliknite desnom tipkom miša na bilo koju mapu kako bi se pojavio izbornik. Tamo možete naći sve naredbe programa TortoiseSVN. Također, ne zaboravite pročitati priručnik!
it: TortoiseSVN è un'estensione della shell. Ciò significa che viene integrata nell'explorer di Windows. Per utilizzare TortoiseSVN aprire una qualsiasi finestra e utilizzare il tasto destro su una qualsiasi cartella per visualizzare il menu contestuale con tutti i comandi disponibili in TortoiseSVN. Inoltre si consiglia di leggere il manuale!
ja: TortoiseSVN はシェル拡張です。 つまり、エクスプローラに統合されます。 TortoiseSVN を使用するために、エクスプローラを開いて適当なフォルダー上で右クリックして コンテキストメニューを表示させてください。そこから TortoiseSVN のすべてのコマンドが使用できます。 あとは、マニュアルをお読みください。
nb: TortoiseSVN er en skallutvidelse. Det betyr at den er integrert i Windows-utforskeren. For å bruke TortoiseSVN åpner du utforskeren og høyreklikker på en mappe for å få opp en meny hvor du får tilgang til alle TortoiseSVNs kommandoer. Og les manualen!
oc: TortoiseSVN es una extension del shell. Aquò signifie qu'il es intégré dins l'explorador Windows. Per utilizar TortoiseSVN dobrissètz l'explorador e far un click-dreit sul dorsièr que volètz per fin d'dobrir lo menú contextual ont trobaretz totas las comandas TortoiseSVN. E legissètz lo manual !
sk: TortoiseSVN je rozšírenie "'šelu". To znamená, že je integrovaný do Windows prieskumníka. Aby ste použili TortoiseSVN otvorte prosím prieskumník a vyberte pravým tlačídlom myši na ľubovolný adresár, aby ste vyvolali kontextovú ponuku, kde nájdete všetky príkazy TortoiseSVN. A prečítajte si manuál!
sr@latin: TortoiseSVNJe proširenje programske školjke. To znači da je integrisan u Windows explorer. Da biste koristili TortoiseSVNmolim vas otvorite pretraživač i kliknite desnim tasterom na željeni folder da biste dobili konekstni meni gde ćete naći sve TortozSVN komande. I pročitajte uputstvo!
vi: TortoiseSVN là phần mở rộng shell. Có nghĩa là nó được tích hợp vào Windows explorer. Để dùng TortoiseSVN vui lòng mở explorer và nhấn chuột phải vào bất kỳ thư mục nào bạn muốn để hiện thực đơn ngữ cảnh nơi bạn sẽ tìm tất cả các lệnh TortoiseSVN. Và đọc bản hướng dẫn!

source: TortoiseSVN will not show the following overlays: %ls
cs: TortoiseSVN nezobrazí následující překrytí: %ls
hr: TortoiseSVN neće prikazati ova preklapanja ikona: %ls
it: TortoiseSVN non visualizzerà i seguenti overlay: %ls
ja: TortoiseSVNは %ls のオーバーレイを表示できません。
nb: TortoiseSVN vil ikke vise følgende ikonlag: %ls
oc: TortoiseSVN aficharà pas las superposicions seguentas :%ls
sk: TortoiseSVN nezobrazí nasledovné prekrytia: %ls
sr@latin: TortoiseSVN neće prikazati sledeće prekrivače: %ls
vi: TortoiseSVN sẽ không hiển thị các lớp phủ sau dây: %ls

source: Total commits analyzed:
cs: Celkem analyzovaných odevzdání:
hr: Ukupno analizirano pohrana:
it: Totale degli invii analizzati:
ja: 解析を行ったコミット数:
nb: Totalt analyserte innsendinger:
oc: Total de liurasons analysées :
sk: Celkovo analyzovaných odovzdaní:
sr@latin: Ukupno analizirano urezivanja:
vi: Tổng số cam kết được phân tích:

source: Total file changes:
cs: Celkem změn souborů:
hr: Ukupno izmijenjenih datoteka:
it: Totale dei cambiamenti nei file:
ja: 変更ファイル数:
nb: Totalt antall filendringer:
oc: Total de modificacions de fichièr :
sk: Celkovo zmenených súborov:
sr@latin: Ukupno fajl izmena:
vi: Tổng số thay đổi tập tin:

source: Total number of changes over all cached revisions
cs: Celkový počet změn ve všech uložených revizích
hr: Ukupan broj izmjena u svim pohranjenim revizijama
it: Numero totale di revisioni modificate fra tutte quelle in cache
ja: キャッシュされているすべてのリビジョンにわたる変更されたリビジョンの総数
nb: Totalt antall endringer over alle mellomlagrede revisjoner
oc: Nombre total de cambiaments parmi totas las revisions mesas en cache
sk: Celkový počet zmien v revíziách v zásobníku
sr@latin: Ukupan broj izmena u svim keširanim revizijama
vi: Tổng số thay đổi trên tất cả các bản chỉnh sửa lưu truy xuất

source: Total number of merged revisions
cs: Celkový počet sloučených revizí
hr: Ukupan broj spojenih revizija
it: Numero totale di revisioni unificate
ja: マージされたリビジョンの総数
nb: Totalt antall flettede revisjoner
oc: Nombre total de revisions fusionadas
sk: Celkový počet zlúčených
sr@latin: Ukupan broj stopljenih revizija
vi: Tổng số bản chỉnh sửa được hợp nhất

source: Total number of user revision properties
cs: Celkový počet uživatelských vlastností revize
hr: Ukupan broj korisničkih svojstava
it: Numero totale di proprietà di revisione dell'utente
ja: ユーザーリビジョンプロパティの総数
nb: Totalt antall bruker-revisjonsegenskaper
oc: Nombre total de proprietats utilizaire de revision
sk: Celkový počet užívateľských vlastností revízií
sr@latin: Ukupan broj korisničkih svojstava
vi: Tổng số thuộc tính chỉnh sửa người dùng

source: Tr&ee stripes
cs: &Pruhy stromu
hr: &Trake stabala
it: Alb&ero delle unioni
ja: ツリーの縞模様(&E)
nb: Tr&e striper
oc: &Parties de l'arbre
sk: Prúžky &stromu
sr@latin: St&abla trake
vi: Sọc của &cây

source: Transferring at %ls
cs: Přenášení rychlostí %ls
hr: Prijenos (%ls)
it: Trasferimento su %ls
ja: %ls を転送中
nb: Overfører ved %ls
oc: Transferiment a %ls
sk: Prenosová rýchlosť %ls
sr@latin: Prenos (%ls)
vi: Chuyển giao tại %ls

source: Transparent &color...
cs: Průhledná &barva...
hr: &Boja za prozirnost...
it: Colore &trasparente...
ja: 透明色(&C)...
nb: Gjennomsiktig &farge...
oc: &Color transparente...
sk: Priesvitná &farba...
sr@latin: &Boja za prozirnost...
vi: &Màu trong suốt...

source: Tree conflict
cs: Konflikt stromu
hr: Sukob stabla
it: Ramo in conflitto
ja: ツリーの競合
nb: Trekonflikt
oc: Conflicte dins l'arborescéncia
sk: Konflikt stromov
sr@latin: Stablo Konflikta
vi: Mâu thuẫn cây

source: Tree merge
cs: Sloučení stromů
hr: Stapanje stabla
it: Albero delle unioni
ja: ツリーのマージ
nb: Trefletting
oc: Fusion de l'arbre
sk: Zlúčiť strom
sr@latin: Stapanje stabla
vi: Hợp nhất cây

source: Trim right
cs: Oříznout vpravo
hr: Odreži desno
ja: 右をトリミング
nb: Trim fra høyre
oc: Rogner a dreita
sk: Orezať tabulátory a medzery z konca riadkov
sr@latin: Podešen desno

source: Trunk nodes
cs: Uzly kmene
hr: Čvorovi glavnog stabla (trunk)
it: Nodi segmento
ja: トランクノード
nb: Stammenoder
oc: Nosèl raiç
sk: Uzly kmeňa
sr@latin: Deblo čvorovi
vi: Các nút thân

source: Try a 'Cleanup'. If that doesn't work you need to do a fresh checkout.
cs: Zkuste 'Vyčistit'. Pokud to nepomůže, potřebujete provést nové získání.
hr: Pokušajte s 'Počisti'. Ukoliko to ne pomogne, potrebno je napraviti novo preuzimanje.
it: Prova 'Pulizia'. Se non funziona è necessario ritirare nuovamente i file.
ja: 「クリーンアップ」を実行してみてください。これでうまくいかないなら、新規にチェックアウトしなおす必要があります。
nb: Prøv 'Rydd Opp'. Du må hente ut på nytt hvis dette ikke hjelper.
oc: Ensajatz un 'Netejar'. Se aquò ne foncionne pas vos caldrà far una novèla extraccion.
sk: Skúste "Vyčistiť". Keď to nepomôže treba vykonať nové získanie.
sr@latin: Pokušajte sa 'Počisti'. Ukoliko to ne pomogne, potrebno je napraviti novo preuzimanje.
vi: Thử 'Dọn dẹp'. Nếu nó không được thì bạn cần phải làm việc lấy ra mới.

source: Try enabling the "Break write locks" option for the cleanup.
cs: Zkuste při vyčištění povolit možnost "Rozbít zámky zápisu".
hr: Pokušajte omogućiti opciju "Ukloni ključ za upisivanje" za čišćenje.
ja: クリーンアップで「書き込みロックを強制解除」のオプションを有効にしてみてください。
nb: Prøv å slå på opsjonen "Bryt skrivelåser" for oppryddingen.
oc: Ensajar d'activar l'opcion "Dobrir los verrolhs d'escritura" pel netejatge.
sr@latin: Pokušaj omogućavajući "Uključi ključ za pisanje" opciju za čišćenje

source: Tweak TortoiseSVN
cs: Vyladit TortoiseSVN
hr: Podesi TortoiseSVN
it: Personalizza TortoiseSVN
ja: TortoiseSVN を調整
nb: Få mest mulig ut av TortoiseSVN
oc: Ajustar TortoiseSVN
sk: Doladenie TortoiseSVN
sr@latin: Podesi TortoiseSVN
vi: Điều chỉnh TortoiseSVN

source: Type
cs: Typ
hr: Tip
it: Tipo
ja: タイプ
sk: Typ
sr@latin: Tip

source: U&pdate
cs: &Aktualizovat
hr: O&bnovi
it: A&ggiorna
ja: 更新(&P)
nb: O&ppdater
oc: &Metre a jorn
sk: A&ktualizovať
sr@latin: &Uskladi
vi: &Cập Nhật

source: URL history
cs: Historie URL
hr: URL povijesti
it: Cronologia URL
ja: URLの履歴
nb: URL-historie
oc: Istoric dels URL
sk: História URL
sr@latin: URL istorija
vi: Lịch sử URL

source: URL of Subversion items
cs: URL Subversion položek
hr: URL Subversion stavaka
it: URL degli elementi di Subversion
ja: Subversion 項目のURL
nb: URL med Subversion-elemeter
oc: URL dels elements Subversion
sk: Prvky Subversion URL
sr@latin: URL subverzionog dela
vi: URL của các món Subversion

source: URL to merge &from
cs: URL &odkud se má slučovat
hr: URL za &polazište stapanja
it: URL da cui e&ffettuare unione
ja: マージ元のURL(&F)
nb: URL å flette &fra
oc: URL dempuèi la quala efectuar la &fusion
sk: URL, z &ktorej sa má zlučovať
sr@latin: URL i&z koga se stapa
vi: URL để hợp nhất &từ

source: Un&modified
cs: Nez&měněné
hr: &Nepromijenjeno
it: &Non modificato
ja: 未変更(&M)
nb: Ue&ndret
oc: &non modificat
sk: Ne&zmenené
sr@latin: Neiz&menjeno
vi: &Chưa sửa đổi

source: Un&versioned
cs: Bez &verze
hr: &Bez verzija
it: Senza versio&ne
ja: バージョン管理外(&V)
nb: I&kke-versjonerte
oc: &Non-versionat
sk: Od&verziované
sr@latin: Raz&verzionisan
vi: &Chưa lập phiên bản

source: Unable to determine merge source for %ls Please use the main merge dialog.
cs: Selhalo zjišťování zdroje slučování pro %ls Prosím použijte hlavní dialogové okno pro sloučení.
hr: Nemoguće je utvrditi izvor stapanja za %ls Molim koristite glavni dijalog za stapanje.
it: Impossibile determinare la sorgente per l'unione per %ls Si prega di utilizzare la fibestra di dialogo principale per l'unione.
ja: マージするソース %ls を決定できませんでした。マージダイアログを使用してください。
nb: Kan ikke avgjøre flettekilden for %ls Vennligst bruk flettedialogen.
oc: Impossible de determinar la font de fusion per %ls Utilizatz la bóstia de dialòg principala de fusion.
sk: Nemožno určiť zdroj na zlúčenie pre %ls Prosím použite hlavný zlučovací dialóg.
sr@latin: Nemoguće je utvrditi izvor spajanja za %ls Molim koristite glavni dijalog za stapanje.
vi: Không thể xác định được nguồn hợp nhất cho %ls Xin dùng hộp thoại hợp nhất chính.

source: Unable to load mail system support.
cs: Nelze načíst podporu mail systému.
hr: Ne mogu učitati podršku za sustav elektroničke pošte.
it: Impossibile caricare il sistema di mail.
ja: メールシステムサポートをロードできません。
nb: Kan ikke laste inn støtte for e-post.
oc: Impossible de cargar lo sistèma de mail.
sk: Nemožno načítať podporu e-mail-ov.
sr@latin: Ne mogu učitati podršku za sistem elektronske pošte.
vi: Không thể tải được hệ thống thư hỗ trợ.

source: Unable to process command, server busy.
cs: Příkaz není možno provést, server je zaneprázdněn.
hr: Ne mogu izvršiti komandu, server je zauzet.
it: Impossibile processare il comando, server occupato.
ja: コマンドを処理することができません。サーバーがビジー状態です。
nb: Kan ikke behandle kommandoen, tjeneren er opptatt.
oc: Impossible de traiter la comanda, servidor occupé.
sk: Nemožno vykonať príkaz, server je zaneprázdnený
sr@latin: Nesposoban da procesira komandu, server u radu.
vi: Không xử lý được lênh, máy chủ đang bận.

source: Unable to read from %1, it is opened by someone else.
cs: Nelze číst z %1, je to otevřené někým jiným.
hr: Nisam u mogućnosti pročitati %1, netko drugi to drži otvorenim.
it: Impossibile leggere da %1, risulta aperto da qualcun'altro.
ja: %1 から読み込めません。他の誰かが開いています。
nb: Kan ikke lese fra %1, noen andre har åpnet den.
oc: Impossible de legir dempuèi %1, es dobèrt per qualqu'un mai.
sk: Nemožno čítať z %1, je už niekým otvorený.
sr@latin: Nisam u mogućnosti pročitati %1, neko drugi to drži otvorenim.
vi: Không thể đọc được từ %1, nó được mở bởi ai đó.

source: Unable to read write-only property.
cs: Nelze číst vlastnost určenou pouze pro zápis.
hr: Ne mogu pročitati svojstvo u koje je dozvoljeno samo zapisivati.
it: Impossibile leggere la proprietà di sola scrittura.
ja: 書き込み専用プロパティのため読み込めません。
nb: Kan ikke lese lesebeskyttet egenskap.
oc: Impossible de legir la proprietat escritura-seule.
sk: Nemožno čítať vlastnosť určenú len na zápis.
sr@latin: Ne mogu pročitati svojstvo u koje je dozvoljeno samo zapisivanje.
vi: Không thể đọc được thuộc tính chỉ-ghi.

source: Unable to reconstruct working copy path! This can happen if the file has been renamed. Please start the log dialog on this specific file alone and then revert the changes from the top pane in the log dialog.
cs: Nelze rekonstruovat cestu pracovní kopie! Důvodem může být přejmenování souboru. Spusťte, prosím, dialogové okno zpráv záznamu v tomto konkrétním souboru a vraťte změny z vrchního panelu v dialogovém okně zpráv záznamu.
hr: Nije moguće rekonstruirati stazu radne kopije! Ovo se može dogoditi ako ste datoteci mijenjali ime. Molim pogledajte dnevnik za ovu datoteku i poništite izmjene iz gornjeg dijela prozora dnevnika.
it: Impossibile risalire al percorso della copia di lavoro! Ciò può accadere se il file e stato rinominato. Provare a controllare il log per questo specifico file e ripristinare la situazione utilizzando il pannello superiore della finestra di dialogo.
ja: 作業コピーのパスを再構築できません。 ファイル名が変更されているかもしれません。 このファイルのログダイアログを表示し、一番上のリストから 変更の取り消しを行ってください。
nb: Kan ikke rekonstruere sti til arbeidskopien! Dette kan skje hvis filen har blitt omdøpt. Vennligst åpne loggdialogen for kun denne filen og tilbakestill endringene fra dialogens øverste panel.
oc: Impossible de reconstruire lo camin de la còpia de trabalh ! Aquò pòt se produire se lo fichièr es estat renomenat. Aviatz la bóstia de dialòg de Jornal sus aqueste fichièr especific e anullar alara los cambiaments dempuèi la panèl superior de la bóstia de dialòg de Jornal.
sk: Nie je možné obnoviť cestu pracovnej kópie! Toto sa môže stať po premenovaní súboru. Prosím spustite okno záznamov pre vybraný súbor a vráťte zmeny z vrchu panelu v okne záznamov.
sr@latin: Nije moguće rekonstruisati putanju radne kopije! Ovo se može dogoditi ako ste fajlu menjali ime. Molim pogledajte dnevnik za ovaj fajl i poništite izmene iz gornjeg dela prozora dnevnika.
vi: Không thể tái tạo lại đường dẫn đang làm! Việc này có thể xảy ra nếu tập tin đã được đổi tên. Xin bắt đầu hộp thoại tường trình trên tập tin xác định này và sau đó quay lui các thay đổi từ bảng trên cùng trong hộp thoại tường trình.

source: Unable to write read-only property.
cs: Nelze zapisovat do vlastnosti určené pouze pro čtení.
hr: Ne mogu pisati po svojstvu za koje je dozvoljeno samo čitanje.
it: Impossibile scrivere la proprietà di sola lettura.
ja: 読み込み専用プロパティのため書き込めません。
nb: Kan ikke skrive til skrivebeskyttet egenskap.
oc: Impossible d'escriure la proprietat lectura-sola.
sk: Nemožno zapísať vlastnosť, ktorá je len na čítanie.
sr@latin: Ne mogu pisati po svojstvu za koje je dozvoljeno samo čitanje.
vi: Không thể ghi một thuộc tính chỉ đọc.

source: Unable to write to %1, it is read-only or opened by someone else.
cs: Nelze zapsat do %1, je to určené pouze pro čtení nebo otevřené někým jiným.
hr: Nisam u mogućnosti zapisivati u %1, moguće je samo čitati ili to netko drugi drži otvorenim
it: Impossibile scrivere in %1, il file è di sola lettura o aperto da qualcun'altro.
ja: %1 に書き込めません。読み取り専用か、他の誰かが開いています。
nb: Kan ikke skrive til %1, den er skrivebeskyttet eller åpnet av andre.
oc: Impossible d'escriure dins %1, es en lectura sola o dobèrt per qualqu'un mai.
sk: Nemožno zapísať do %1, je len na čítanie, alebo otvorený niekym iným.
sr@latin: Nisam u mogućnosti zapisivati u %1, moguće je samo čitati ili to neko drugi drži otvorenim
vi: Không thể ghi vào %1, nó là chỉ-đọc hoặc được mở bởi ai đó.

source: Unchanged node
cs: Nezměněný uzel
hr: Nepromijenjeni čvor
it: Nodo non modificato
ja: 未変更のノード
nb: Uendret node
oc: Nosèl pas modificat
sk: Nezmenený uzol
sr@latin: Neizmenjen čvor
vi: Nút không đổi

source: Uncheck
cs: Odznačit
hr: Makni oznaku
it: Deseleziona
ja: 未チェック
nb: Fjern avhuking
oc: Anullar seleccion
sk: Odznačiť
sr@latin: Skloni oznaku
vi: Bỏ chọn

source: Unchecked items are shown in the submenu, checked items on the main context menu
cs: Nezaškrtnuté položky jsou zobrazeny v podnabídce, zaškrtnuté jsou mstěny do hlavní kontextové nabídky.
hr: Neoznačene stavke su prikazane u podizborniku, označene stavke na glavnom kontekstom izborniku
ja: チェックを外した項目はサブメニューに表示され、チェックした項目はメインコンテキストメニューに表示されます
nb: Elementer som ikke er huket av, vises i undermenyen, de som er huket av, vises i hoved-sammenhengsmenyen
oc: Los elements non marcats son indiqués dins lo sosmenú, los elements marcats dins lo menú contextual principal.
sr@latin: Nečekirane stavke su prikane u submeniju, čekirane stavke u glavnom kontekst meniju

source: Undo
cs: Zpět
hr: Vrati
it: Annulla modifiche
ja: 元に戻す
nb: Angre
oc: Anullar
sk: Vrátiť
sr@latin: Poništi
vi: Hoàn Tác

source: Undo %d Actions
cs: Vrátit zpět Činnosti %d
hr: Vrati %d akcija
it: Annulla %d Azioni
ja: %d のアクションを元に戻す
nb: Angre %d Handlinger
sk: Vrátiť %d akcií
sr@latin: Poništi %d Akcije
vi: Hủy %d hành động

source: Undo 1 Action
cs: Vrátit 1 Činnost
hr: Vrati 1 akciju
it: Annulla 1 Azione
ja: アクションを1つ元に戻す
nb: Angre 1 Handling
sk: Vrátiť akciu
sr@latin: Poništi 1 Akciju
vi: Hủy 1 hành động

source: Undo Add...
cs: Vrátit Přidání...
hr: Poništi dodavanje
it: Annulla Aggiungi...
ja: 追加を取り消す...
nb: Angre Legg Til...
oc: Anullar l'Apondon...
sk: Vrátiť pridanie...
sr@latin: Poništi Dodaj...

source: Undo the last modifications Undo
cs: Vrátit poslední změny zpět Zpět
hr: Vrati zadnje promjene Vrati
it: Annulla l'ultima modifica Annulla modifica
ja: 直前に行った変更を取り消す 元に戻す
nb: Angre siste endring Angre
sk: Vrátiť poslednú zmenu Vrátiť
sr@latin: Poništi poslednju modifikaciju Poništi
vi: Hoàn tác các sửa đổi cuối Hoàn tác
