Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Enable EditorConfig
cs: Povolit EditorConfig
hr: Omogući uređivač konfiguracija
ja: EditorConfigを有効化
nb: Slå på EditorKonfig
oc: Activar EditorConfig
sk: Povoliť EditorConfig
sr@latin: Omogući EditorConfig

source: Enable drag context menu
cs: Povolit kontextovou nabídku přetažení
hr: Omogući povlačenje kontekstnog izbornika
it: Abilita menu contestuale trascinabile
ja: ドラッグ時のコンテキストメニューを有効にする
nb: Aktiver sammenhengsmeny for dra
oc: Activar lo drag dins lo menú contextual
sr@latin: Omogući vučenje kontekst menija

source: Enable log caching to speed up log and revision graph dialogs
cs: Povolit uchování záznamu pro zrychlení dialogového okno záznamu a grafu revizí
hr: Omogući pohranu dnevnika kako bi se ubrzali dijalozi za dnevnik i graf revizija
it: Abilita la cache del registro attività per velocizzare il registro e le finestre con grafici di revisione
ja: ログとリビジョングラフの各ダイアログを高速化するためにログのキャッシュを有効にする
nb: Slå på loggmellomlagring for å gjøre logg- og revisjonsgrafdialogene hurtigere
oc: Activar la mesa en cache del jornal per accelerar las bóstias de dialòg de jornal e de graf de revision
sk: Povoliť zásobník denníka na zrýchlenie dialógov denníka a grafu
sr@latin: Omogući smeštanje dnevnika u keš kako bi se ubrzali dijalozi za dnevnik i graf revizija
vi: Cho phép lưu tạm tường trình để tăng tốc tường trình và hội thoại biểu đồ chỉnh sưa

source: Enabled Overlay Handlers
cs: Povolené Obslužné Rutiny Překrytí
hr: Omogućeni rukovatelji preklapanja ikona
it: Gestori di overlay abilitati
ja: 有効なオーバーレイハンドラー
nb: Aktiverte Ikonlag
oc: Gestionaris de Recobriment Activats
sk: Povolené prekrývajúce popisovače
sr@latin: Omogućeni rukovaoci prekrivača
vi: Cho phép xử lý nạp chồng

source: Enables the spellchecker only if the tsvn:projectlanguage property is set.
cs: Aktivuje kontrolu pravopisu pouze pokud je vlastnost tsvn:projectlanguage nastavena.
hr: Omogućava provjeru pravopisa samo ako je postavljeno svojstvo tsvn:projectlanguage.
it: Attiva il controllo grammaticale solo se la proprietà tsvn:projectlanguage è impostata.
ja: tsvn:projectlanguageプロパティが設定されている場合のみ、 スペルチェッカーを有効にします。
nb: Bruker stavekontroll bare når egenskapen tsvn:projectlanguage er satt på
oc: Utiliza solament lo corrector ortografic se la proprietat tsvn:projectlanguage es mise.
sk: Povolí kontrolu pravopisu len v prípade ak je nastavená vlastnosť tsvn:projectlanguage.
sr@latin: Omogućava proveru pravopisa samo ako je postavljeno svojstvo tsvn:projectlanguage.
vi: Chỉ cho phép kiểm tra chính tả nếu thuộc tính tsvn:projectlanguage được bật.

source: Encoding
cs: Kódování
hr: Kodiranje
it: Codifica
ja: エンコーディング
nb: Koding
oc: Encodatge
sk: Kódovanie textu v súbore
sr@latin: Kodiranje

source: Encoding Convert to the specified encoding Hold down the Ctrl key to reload the file with the specified encoding.
cs: Kódování Převede na zadané kódování Podržte klávesu Ctrl pro znovu načtení souboru se zadaným kódováním.
hr: Kodiranje Pretvori u navedeno kodiranje Držite pritisnutu tipku Ctrl da ponovno učitate datoteku s navedenim kodiranjem.
ja: エンコーディング 指定されたエンコーディングに変換します。 Ctrlを押しながら選択すると、指定されたエンコーディングで再読み込みします。
nb: Koding Konverter til en bestemt filkoding Hold nede Ctrl-tasten for å laste filen på nytt med den valgte kodingen.
oc: Encodatge Convertit cap a l'encodatge especificat Mantenètz la tòca Ctrl quichada per recargar lo fichièr amb l'encodatge especificat.
sr@latin: Kodiranje Konvertuj u specifično kodiranje Drži pritisnuto Ctrl dugme da vratite fajl spcificiranog kodiranja.

source: Encountered a hardware I/O error while accessing %1.
cs: Při přístupu na %1 byla zaznamenána hardwarová I/O chyba.
hr: Prijavljena je U/I greška sklopovlja dok se pristupalo %1.
it: Si è verificato un errore hardware di I/O durante l'accesso a %1.
ja: %1 にアクセス中にハードウェア I/O エラーが通知されました。
nb: Støtte på Inn/Ut-feil i maskinvaren under tilgang til %1.
oc: Una error material d'entrada/sortida es estat rencontrada pendent l'accès a %1.
sk: Bola zistená hardvérová chyba pri prístupe k %1.
sr@latin: Primećena je hardverska U/I greška dok se pristupalo %1.
vi: Gặp lỗi phần cứng về xuất/nhập khi đang truy cập %1.

source: Encountered a locking violation while accessing %1.
cs: Nastala chyba zamykání při přístupu na %1.
hr: Dogodila se povreda zaključavanja prilikom pristupa prema %1.
it: Si è verificata una violazione di blocco cercando di accedere a %1.
ja: %1 にアクセス中にロック違反が発生しました。
nb: Støtte på en sperreovertredelse under tilgang til %1.
oc: Una violacion de verrolhatge s'es produita pendent l'accès a %1.
sk: Bolo zistené porušenie zamknutia pri prístupe k %1.
sr@latin: Primećena se povreda zaključavanja prilikom pristupa %1.
vi: Gặp vi phạm về khoá khi đang truy cập %1.

source: Encountered a sharing violation while accessing %1.
cs: Nastala chyba sdílení při zpracovávání %1.
hr: Dogodila se povreda dijeljenja prilikom pristupa prema %1.
it: Si è verificata una violazione di condivisione cercando di accedere a %1.
ja: %1 にアクセス中に共有違反が発生しました。
nb: Støtte på en delingsfeil under tilgang til %1.
oc: Una violacion de partiment s'es produita pendent l'accès a %1.
sk: Bolo zistené porušenie zdielania pri prístupe k %1.
sr@latin: Primećena je povreda deljenja prilikom pristupa %1.
vi: Gặp vi phạm về chia sẻ khi đang truy cập %1.

source: Encountered an improper argument.
cs: Byl shledán nesprávný argument.
hr: Neodgovarajući argument.
it: E' stato fornito un argomento improprio.
ja: 不適切な引数に遭遇しました。
nb: Støtte på en upassende parameter
oc: Un argument incorrècte es estat rencontrat.
sk: Zistený nesprávny argument.
sr@latin: Primećen je odgovarajući argument.
vi: Gặp thông số không hợp lệ.

source: Encountered an unexpected error while reading %1.
cs: Nastala neočekávaná chyba při čtení %1.
hr: Pojavila se neočekivana greška prilikom čitanja %1.
it: Si è verificato un errore inaspettato durante la lettura di %1.
ja: %1 の読み込み中に想定外のエラーが発生しました。
nb: Støtte på en uventet feil under lesing av %1.
oc: Una error desconeguda s'es produita pendent la lectura de %1.
sk: Pri čítaní %1 nastala neočakávaná chyba.
sr@latin: Primećena je neočekivana greška prilikom čitanja %1.
vi: Gặp lỗi không xác định được khi đang đọc %1.

source: Encountered an unexpected error while writing %1.
cs: Nastala neočekávaná chyba při zapisování do %1.
hr: Pojavila se neočekivana greška prilikom zapisivanja u %1.
it: Si è verificato un errore inaspettato durante la scrittura di %1.
ja: %1 の書き込み中に想定外のエラーが発生しました。
nb: Støtte på en uventet feil under skriving til %1.
oc: Una error desconeguda s'es produita pendent l'escritura de %1.
sk: Pri zápise %1 nastala neočakávaná chyba.
sr@latin: Primećena je neočekivana greška prilikom zapisivanja u %1.
vi: Gặp lỗi không xác định được khi đang ghi %1.

source: End Revision
cs: Konečná Revize
hr: Krajnja revizija
it: Fine revisione
ja: 終了リビジョン
nb: Siste Revisjon
oc: Revision de fin
sk: Posledná revízia
sr@latin: Krajnja revizija
vi: Kết thúc chỉnh sửa

source: End of Line Style
cs: Styl konce řádku
hr: Stil kraja linije
it: Stile della fine della riga
ja: 改行コードの形式
nb: Linjeslutt-stil
oc: Estil de Fin de Linha
sk: Štýl koncov riadkov
sr@latin: Stil kraja linije

source: Enforce
cs: Vynutit
hr: Prisili
it: Forza
ja: 強制
nb: Tving
oc: Renforçar
sk: Vynútiť
sr@latin: Prisili
vi: Giám sát

source: Enlarge the window to full size
cs: Zvětšit okno na maximum
hr: Povećaj prozor do kraja
it: Allarga la finestra a tutto schermo
ja: ウィンドウを最大化する
nb: Dra vinduet opp til full størrelse
oc: Agrandir la fenèstra a la talha de l'ecran
sk: Zväčšiť okno na plnú veľkosť
sr@latin: Povećaj prozor dopune veličine
vi: Phóng to cửa sổ đến kích thước đầy đủ

source: Enter Log Message
cs: Vložte Zprávu Záznamu
hr: Upiši poruku dnevnika
it: Inserire un commento
ja: ログメッセージを入力...
nb: Skriv loggmelding
oc: Entrar un comentari
sk: Zadaj správu denníka
sr@latin: Uneti dnevnik poruka
vi: Nhập vào thông điệp tường trình

source: Enter a &name for the changelist:
cs: Zadejte &název pro seznam změn:
hr: Upišite ime za popis izmje&na:
it: Inserire il &nome dell'elenco modifiche
ja: 変更リストの名前を入力(&N):
nb: Gi et &navn til endringslisten:
oc: Entrar un &nom per la lista de cambiaments :
sk: Zadajte &meno zoznamu zmien
sr@latin: U&neti ime za popis izmena:
vi: Nhập vào &tên cho danh sách thay đổi:

source: Enter a GUID.
cs: Zadejte GUID.
hr: Molim unesite GUID.
it: Inserire un GUID.
ja: GUIDを入力してください。
nb: Angi en GUID.
oc: Entratz un GUID.
sk: Zadajte GUID.
sr@latin: Uneti GUID.
vi: Nhập vào GUID.

source: Enter a currency.
cs: Zadejte měnu.
hr: Molim unesite valutu.
it: Inserire una valuta.
ja: 通貨を入力してください。
nb: Angi en valuta.
oc: Entratz una moneda.
sk: Zadajte menu.
sr@latin: Uneti valutu.
vi: Nhập vào một tiền tệ.

source: Enter a date and/or time.
cs: Zadejte datum a nebo čas.
hr: Molim unesite datum i/ili vrijeme.
it: Inseire una data e/o un orario.
ja: 日付/時刻を入力してください。
nb: Angi en dato og/eller tidspunkt.
oc: Entratz una data e/o una ora.
sk: Zadajte dátum a/alebo čas.
sr@latin: Uneti datum i/ili vreme.
vi: Nhập vào một ngày tháng và/hoặc giờ.

source: Enter a date.
cs: Zadejte datum.
hr: Molim unesite datum.
it: Inserire una data.
ja: 日付を入力してください。
nb: Angi en dato.
oc: Entratz una data.
sk: Zadajte dátum.
sr@latin: Uneti datum.
vi: Nhập vào một ngày tháng.

source: Enter a lock message (optional):
cs: Zadejte důvod uzamčení (volitelné):
hr: Upišite poruku zaključavanja (nije obavezno):
it: Inserire un messaggio riguardo il blocco (opzionale):
ja: ロックメッセージを入力（オプション）:
nb: Angi en sperremelding (valgfritt):
oc: Entrar un comentari de verrolh (opcional) :
sk: Zadaj správu k zámku (nepovinné):
sr@latin: Uneti poruku zaključavanja (nije obavezno):
vi: Nhập vào một thông điệp khoá (tuỳ ý):

source: Enter a number between %1 and %2.
cs: Zadejte číslo mezi %1 a %2
hr: Molim unesite broj između %1 i %2.
it: Inserire un numero fra %1 e %2.
ja: %1 ～ %2 の間の数値を入力してください。
nb: Angi et tall mellom %1 og %2.
oc: Entratz un nombre entre %1 e %2.
sk: Zadajte číslo medzi %1 a %2.
sr@latin: Uneti broj između %1 i %2.
vi: Nhập vào một số giữa %1 và %2.

source: Enter a number.
cs: Zadejte číslo.
hr: Molim unesite broj.
it: Inserire un numero.
ja: 数値を入力してください。
nb: Angi et tall.
oc: Entratz un nombre.
sk: Zadajte číslo.
sr@latin: Uneti broj.
vi: Nhập vào một số.

source: Enter a positive integer.
cs: Zadejte celé kladné číslo.
hr: Molim unesite pozitivnu cjelobrojnu vrijednost.
it: Inserire un numero intero positivo.
ja: 正の整数を入力してください。
nb: Angi et positivt heltall.
oc: Entratz un entièr positiu.
sk: Zadajte kladné číslo.
sr@latin: Uneti pozitivnu celobrojnu vrednost.
vi: Nhập vào một số nguyên dương.

source: Enter a time.
cs: Zadejte čas.
hr: Molim unesite vrijeme.
it: Inserire un'orario.
ja: 時刻を入力してください。
nb: Angi et tidspunkt.
oc: Entratz una ora.
sk: Zadajte čas.
sr@latin: Molim unesite vreme.
vi: Nhập vào thời gian.

source: Enter an integer between %1 and %2.
cs: Zadejte celé číslo mezi %1 a %2.
hr: Molim unesite cijeli broj između %1 i %2.
it: Inserire un numero intero fra %1 e %2.
ja: %1 ～ %2 の間の整数を入力してください。
nb: Angi et heltall mellom %1 og %2.
oc: Entratz un entièr entre %1 e %2.
sk: Zadajte celé číslo medzi %1 a %2.
sr@latin: Molim unesite celi broj između %1 i %2.
vi: Nhập vào một số nguyên giữa %1 và %2.

source: Enter an integer between 0 and 255.
cs: Zadejte celé číslo mezi 0 a 255.
hr: Molim unesite cijeli broj između 0 i 255.
it: Inserire un numero intero fra 0 e 255.
ja: 0 ～ 255 の間の整数を入力してください。
nb: Angi et heltall mellom 0 og 255.
oc: Entratz un entièr entre 0 e 255.
sk: Zadajte celé číslo medzi 0 a 255.
sr@latin: Molim unesite celi broj između 0 i 255.
vi: Nhập vào một số nguyên giữa 0 và 255.

source: Enter an integer.
cs: Zadejte celé číslo.
hr: Molim unesite cijeli broj.
it: Inserire un numero intero.
ja: 整数を入力してください。
nb: Angi et heltall.
oc: Entratz un entièr.
sk: Zadajte celé číslo.
sr@latin: Molim unesite celi broj.
vi: Nhập vào một số nguyên.

source: Enter file content to test for below:
cs: Zadejte obsah souboru k testu:
hr: Upišite sadržaj datoteke za test:
it: Inserire qui sotto contenuto file da testare:
ja: テストするファイルの内容を入力:
nb: Skriv inn filinnhold det skal testes for under:
oc: Entrar lo contengut de fichièr de testar çaijós :
sk: Nižšie zadajte obsah súboru na testovanie:
sr@latin: Unesite sadržaj fajla za test dole:
vi: Nhập vào nội dung tập tin để kiểm tra cho phía dưới:

source: Enter log &message:
cs: Zadejte &zprávu záznamu:
hr: Upiši &poruku dnevnika:
it: Inserire un co&mmento:
ja: ログメッセージを入力(&M):
nb: Angi logg&melding:
oc: Entrar co&mentari :
sk: Zadaj &správu denníka:
sr@latin: Upiši &poruku dnevnika:
vi: Nhập vào &thông điệp tường trình:

source: Enter log message:
cs: Zadejte zprávu záznamu:
hr: Upiši poruku dnevnika:
it: Inserire un commento:
ja: ログメッセージを入力:
nb: Angi loggmelding:
oc: Entrar comentari :
sk: Zadaj správu denníka:
sr@latin: Upiši poruku dnevnika:
vi: Nhập vào thông điệp tường trình:

source: Enter no more than %1 characters.
cs: Nezadávejte více jak %1 znaků.
hr: Molim unesite ne više od %1 znaka(ova).
it: Non inserire più di %1 carattere(i).
ja: %1 文字以上は入力できません。
nb: Skriv maks %1 tegn.
oc: Entretz pas mai de %1 caractèrs.
sk: Zadajte nie viac ako %1 znakov.
sr@latin: Molim unesite ne više od %1 znaka(ova).
vi: Nhập vào không nhiều hơn %1 ký tự.

source: Enter the prefix|*
cs: Zadejte předponu|*
hr: Unesite prefiks|*
it: Inserisci il prefisso |*
ja: プリフィックスを入力してください|*
nb: Skriv inn prefikset!*
oc: Entrar lo prefix|*
sr@latin: Unesi prefiks |*

source: Enter the regex string below:
cs: Níže zadejte řetězec regulárního výrazu:
hr: Upišite regularni izraz:
it: Inserire qui sotto la stringa regex:
ja: 正規表現文字列を入力:
nb: Skriv inn regulært uttrykk under:
oc: Entratz l'expression regulara çaijós :
sk: Nižšie zadajte regulárny výraz:
sr@latin: Unesite regeks tekst dole:
vi: Nhập vào chuỗi regex bên dưới:

source: Enter the regular expression patterns for filtering out the bug-ID from a commit message.
cs: Zadejte regulární výraz pro filtrování ID chyb ze zprávy odevzdání.
hr: Unesite regularne izraze za filtriranje ID-a greške iz poruke pri pohranjivanju.
it: Inserire i percorsi dell'espressione regolare per filtrare il bug-ID da un messaggio di commit.
ja: コミットメッセージから課題IDを抽出する正規表現を入力してください。
nb: Angi regulære uttrykk for å filtrere ut sak-ID fra en innsendingsmelding.
oc: Entrar una expression regulara de filtratge dels ID de bug dins un messatge de commit.
sk: Zadajte regulárny výraz pre odfiltrovanie ID chyby z správy odovzdania.
sr@latin: Unesi model regularnog izraza za filtriranje bag-ID iz poruke urezivanja.
vi: Nhập vào mẫu biểu thức thông thường để lọc ra ID của lỗi từ một thông điệp cam kết.

source: Erase everything Erase All
cs: Smazat úplně vše Smazat vše
hr: Brisanje svega Obriši sve
it: Elimina tutto Elimina tutto
ja: すべてを削除する 全削除
nb: Slett alt sammen Slett alt
oc: Escafar tot Escafar tot
sk: Vymazanie všetkého Vymazať všetko
sr@latin: Brisanje svega Briši sve
vi: Xóa mọi thứ Xóa tất cả

source: Erase the selection Erase
cs: Vymazat výběr Vymazat
hr: Obriši označeno Obriši
it: Elimina la selezione Elimina
ja: 選択範囲を削除する 削除
nb: Slett det markerte Slett
oc: Levar la seleccion Levar
sk: Vymazanie výberu Vymazanie
sr@latin: Briši označeno Briši
vi: Xóa lựa chọn Xóa

source: Error
cs: Chyba
hr: Greška
it: Errore
ja: エラー
nb: Feil
sk: Chyba
sr@latin: Greška
vi: Lỗi

source: Error rebuilding Shell Icon Cache!
cs: Chyba při znovu obnovování uložených ikon rozhraní!
hr: Greška prilikom izrade spremnika ikona ljuske!
it: Errore durante la ricostruzione della cache delle icone di stato!
ja: シェルのアイコンキャッシュの再構築中にエラーが発生しました。
nb: Feil ved gjenbygging av Shell Icon Cache!
oc: Error al moment de la reconstruccion del Cache d'Icònas del Shell !
sk: Prebuduj zásobu ikoniek pre šel.
sr@latin: Greška prilikom izrade keš ikona ljuske!
vi: Lỗi khi đang tạo lại bản tạm của biểu tượng Shell!

source: Error validating server certificate for %ls:
cs: Chyba při kontrole certifikátu serveru pro %ls:
hr: Greška prilikom provjere certifikata poslužitelja za %ls:
it: Errore nel validare il certificato per %ls:
ja: サーバー証明書 %ls の確認エラー:
nb: Feil mens sertifikatet %ls ble sjekket:
oc: Error de validacion del certificat servidor per %ls :
sk: Chyba pri overovaní certifikátu pre %ls:
sr@latin: Greška prilikom provere certifikata poslužitelja za %ls:
vi: Lỗi khi đang xác minh chứng thực máy chủ cho %ls:

source: Error while reading/writing the registry key %1!ls! %2!ls!
cs: Chyba při čtení/zápisu klíče registru %1!ls! %2!ls!
hr: Greška prilikom čitanja/zapisivanja ključa registra %1!ls! %2!ls!
it: Errore in lettura/scrittura della chiave di registro %1!ls! %2!ls!
ja: レジストリのキー %1!ls! の読み込み/書き込み中にエラーが発生しました %2!ls!
nb: Feil ved lesing/skriving av registernøkkelen %1!ls! %2!ls!
oc: Error al moment de la lectura/escritura de la clau de registre %1!ls! %2!ls!
sk: Chyba pre čítaní/zápise položky systémových registrov %1!ls! %2!ls!
sr@latin: Greška prilikom čitanja/zapisivanja u ključ registra %1!ls! %2!ls!
vi: Lỗi khi đang đọc/ghi khóa registry %1!ls! %2!ls!

source: Every commit should be assigned to an issue.
cs: Každé odevzdání by mělo být přiřazeno k problému.
hr: Svako pohranjivanje trebalo bi biti dodijeljeno problemu
it: Ogni invio dovrebbe essere assegnato ad un elemento
ja: すべてのコミットに課題を割り当てるべきです。
nb: Alle innsendinger bør knyttes til en sak
oc: Cada liurason deu èsser attribuée a un id de bug.
sk: Každé odovzdanie by malo zodpovedať priradenému problému.
sr@latin: Svako urezivanje treba biti označeno sa jednom stavkom.
vi: Mọi cam kết nên được gắn với một vấn đề

source: Ex&ternals
cs: Ex&terní
hr: Vanjska skladiš&ta
it: Es&terno
ja: 外部参照(&T)
nb: &Eksterne
oc: Referéncias ex&tèrnas
sk: Ex&terné
sr@latin: &Spoljašnji
vi: Bên &ngoài

source: Exceptions:
cs: Výjimky:
hr: Iznimke:
it: Eccezioni:
ja: 例外:
nb: Unntak:
oc: Excepcions :
sk: Výnimky:
sr@latin: Izuzeci:
vi: Cá biệt:

source: Exclude
cs: Vynechat
hr: Izostavi
it: Escludi
ja: 除外
nb: Ekskluder
oc: Exclure
sk: Vylúčiť:
sr@latin: Isključi
vi: Loại ra

source: Executable (*.exe)|*.exe|Command (*.com)|*.com|Information (*.pdf)|*.pdf|Batch (*.bat)|*.bat|All Files (*.*)|*.*||
cs: Spustitelné (*.exe)|*.exe|Command (*.com)|*.com|Informace (*.pdf)|*.pdf|Dávkové (*.bat)|*.bat|Všechny soubory (*.*)|*.*||
hr: Izvršna (*.exe)|*.exe|Komandna (*.com)|*.com|Informacija (*.pdf)|*.pdf|Skupina (*.bat)|*.bat|Sve datoteke (*.*)|*.*||
it: Eseguibile (*.exe)|*.exe|Eseguibile (*.com)|*.com|Informazioni (*.pdf)|*.pdf|Batch (*.bat)|*.bat|Tutti i file (*.*)|*.*||
ja: 実行ファイル (*.exe)|*.exe|コマンド (*.com)|*.com|情報ファイル (*.pdf)|*.pdf|バッチファイル (*.bat)|*.bat|すべてのファイル (*.*)|*.*||
nb: Kjørbar (*.exe)|*.exe|Kommando (*.com)|*.com|Informasjon (*.pdf)|*.pdf|Skript (*.bat)|*.bat|Alle Filer (*.*)|*.*||
sk: Spustiteľné (*.exe)|*.exe|Príkazy (*.com)|*.com|Informácie (*.pdf)|*.pdf|Balíky (*.bat)|*.bat|Vštky súbory (*.*)|*.*||
sr@latin: Izvršna (*.exe)|*.exe|Komanda (*.com)|*.com|Informacija (*.pdf)|*.pdf|Beč (*.bat)|*.bat|Svi fajlovi (*.*)|*.*||
vi: Thi hành được (*.exe)|*.exe|Lệnh (*.com)|*.com|Thông tin (*.pdf)|*.pdf|Gói (*.bat)|*.bat|Tất cả tập tin (*.*)|*.*||

source: Existing
cs: Existující
hr: Postojeći
it: Esistente
ja: 存在しています
nb: Eksisterende
sk: Existujúce
sr@latin: Postojeći
vi: Tồn tại

source: Exit
cs: Ukončit
hr: Izlaz
it: Esci
ja: 終了
nb: Avslutt
oc: Quitar
sk: Ukončiť
sr@latin: Izlaz
vi: Thoát

source: Exp&and source tree
cs: Rozb&alit zdrojový strom
hr: Ra&sklopi izvorno stablo
it: Esp&andi il ramo sorgente
ja: ソースツリーを展開する(&A)
nb: Ut&vid kildetreet
oc: Des&volopar l'arborescéncia font
sk: &Rozbaliť zdrojový strom
sr@latin: Pro&širiti izvorno stablo
vi: &Mở rộng tất cả cây nguồn

source: Expand &following tree
cs: Rozbalit &následující strom
hr: Rasklopi &slijedeća stabla
it: Espandi il se&guente ramo
ja: 次のツリーを展開する(&F)
nb: Utvid &følgende tre
oc: &Desvolopar l'arborescéncia seguenta
sk: &Rozbaliť nasledovný strom
sr@latin: Proširiti &sledeće stablo
vi: Trải &cây sau đây

source: Expand (%Ts)
cs: Rozšířit (%Ts)
hr: Proširite (%Ts)
it: Espandi (%Ts)
ja: 展開（%Ts）
nb: Utvid (%Ts)
sk: Rozšíriť (%Ts)
sr@latin: Proširi (%Ts)

source: Expand docked window
cs: Rozšířit kotvící okno
hr: Raširi usidreni prozor
it: Espandi finestra agganciata
ja: ドッキングしたウィンドウを展開する
nb: Utvid dokket vindu
sk: Rozšíriť zakotvené okno
sr@latin: Raširi usidreni prozor
vi: Mở rộng cửa sổ gắn buộc

source: Expert settings
cs: Export nastavení
hr: Napredne postavke
it: Impostazioni per esperti
ja: エキスパート設定
nb: Ekspert-innstillinger
oc: Paramètres avançats
sk: Nastavenie pre expertov
sr@latin: Izvoz podešavanja
vi: Thiết lập cho chuyên gia

source: Explore to
cs: Prozkoumat
hr: Istraži do
it: Apri percorso file
ja: エクスプローラで開く
nb: Utforsk til
oc: Explorar cap a
sk: Exportovať do
sr@latin: Istraži do
vi: Tìm hiểu đến

source: Export
cs: Exportovat
hr: Izvezi
it: Esporta...
ja: エクスポート
nb: Eksportér
oc: Exportar
sk: Exportovať
sr@latin: Izvezi
vi: Xuất

source: Export &directory:
cs: A&dresář pro export:
hr: Direktorij za &izvoz:
it: Esporta &cartella:
ja: エクスポート先ディレクトリ(&D):
nb: Eksport&katalog:
oc: Exportar lo &repertòri :
sk: Exportovať &adresár
sr@latin: Folder za &izvoz:
vi: Xuất &thư mục:

source: Export files (*.tsex)|*.tsex|All Files (*.*)|*.*||
cs: Soubory exportu (*.tsex)|*.tsex|Všechny soubory (*.*)|*.*||
hr: Izvoz datoteka (*.tsex)|*.tsex|Sve datoteke (*.*)|*.*||
ja: エクスポートファイル (*.tsex)|*.tsex|すべてのファイル (*.*)|*.*||
nb: Eksportfiler (*.tsex)|*.tsex|All Files (*.*)|*.*||
oc: Exportar los fichièrs (*.tsex)|*.tsex|Totes los fichièrs (*.*)|*.*||
sk: Súbory exportu (*.tsex)|*.tsex|Všetky súbory (*.*)|*.*||
sr@latin: Izvezi fajlove (*.tsex)|*.tsex|Svi fajlovi (*.*)|*.*||

source: Export settings to file...
cs: Exportovat nastavení do souboru...
hr: Izvoz postavki u datoteku...
it: Esporta impostazioni su file...
ja: 設定をファイルにエクスポート...
nb: Eksporter innstillinger til fil...
oc: Exportar los paramètres cap a un fichièr...
sk: Exportovať nastavenia do súboru...
sr@latin: Izvezi podešavanje u fajl...

source: Export the selected cache as a set of Comma Separated Value (CSV) files
cs: Exportovat vybranou úschovu jako sadu souborů formátu Čárkou Oddělených Hodnot (CSV)
hr: Izvoz označenog spremnika u skup nekoliko CSV datoteka
it: Esporta la cache selezionata come un file delimitato da virgole (CSV)
ja: CSVファイルの集合として選択されているキャッシュをエクスポートする
nb: Eksportér det valgte mellomlageret som en samling filer med kommaseparerte verdier (CSV)
oc: Exportar lo cache seleccionat coma un ensemble de fichièrs de valors separadas per de virgulas (CSV)
sk: Exportovať vybraný zásobník ako súbor Comma Separated Value (CSV) súborov
sr@latin: Izvoz označenog keš u skup nekoliko CSV fajl
vi: Xuất bản lưu tạm ra tập tin chứa giá trị ngăn cách bởi dấu phẩy (CSV)

source: Export unversioned files too
cs: Exportovat také soubory bez verze
hr: Izvezi i datoteke bez verzija
it: Esporta anche i file senza versione
ja: バージョン管理外のファイルもエクスポートする
nb: Eksportér ikke-versjonerte filer også
oc: Exportar tanben los fichièrs non versionats
sk: Exportuj aj neverziované súbory
sr@latin: Izvezi i fajlove bez verzija
vi: Xuất các tập tin không tạo phiên bản luôn

source: Export Export into the non-empty folder.
cs: Export Export do neprázdného adresáře.
hr: Izvoz Izvezi u ne-praznu mapu.
it: Esporta Esporta nella cartella non vuota.
ja: エクスポート 空でないフォルダーにエクスポートする。
nb: Eksportér Eksportér til den ikke-tomme mappen.
sk: Exportovať Exportuje to neprázdneho adresára
sr@latin: Izvoz Izvoz u folder koji nije prazan.
vi: Xuất khẩu Xuất khẩu vào một thư mục không trống.

source: Exporting %1!ls!
cs: Exportuji %1!ls!
hr: Izvozim %1!ls!
it: Esportazione di %1!ls!
ja: エクスポート %1!ls!
nb: Eksporterer %1!ls!
oc: Expòrta %1!ls!
sk: Exportovanie %1!ls!
sr@latin: Izvozi %1!ls!
vi: Đang xuất %1!ls!

source: Exporting...
cs: Exportuji...
hr: Izvozim,,,
it: Esportazione...
ja: エクスポート中...
nb: Eksporterer...
oc: Exportacion...
sk: Exportovanie...
sr@latin: Izvozi...
vi: Đang xuất...
