Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: (props and content)
cs: (vlastnosti a obsah)
hr: (svojstva i sadržaj)
it: (proprietà e contenuto)
ja: （プロパティと内容）
nb: (egenskaper og innhold)
oc: (accessòris e contengut)
sk: (vlastnosti a obsah)
sr@latin: (osobine i sadržaj)
vi: (thuộc tính và nội dung)

source: (rename)
cs: (přejmenovat)
hr: (promjena imena)
it: (rinomina)
ja: （名前変更）
nb: (omdøp)
oc: (renomenat)
sk: (premenovanie)
sr@latin: (preimenuj)
vi: (đổi tên)

source: (tagged)
cs: (označkován)
hr: (označeno)
it: (etichettato)
ja: （タグ付け）
nb: (merket)
oc: (marcat)
sk: (vytvorená značka)
sr@latin: (označen)
vi: (đánh thẻ)

source: (unknown)
cs: (neznámý)
hr: (nepoznato)
it: (sconosciuto)
ja: （不明）
nb: (ukjent)
oc: (desconegut)
sk: (neznámy)
sr@latin: (nepoznat)
vi: (không biết)

source: ... checking cache and preparing log query
cs: ... kontroluji úschovu a připravuji dotaz záznamu
hr: ... provjera spremnika i priprema upita za dnevnik
it: ...controllo della cache e preparazione della richiesta registro attività
ja: ... キャッシュをチェックし、ログクエリを準備しています
nb: ... sjekker mellomager og forebereder loggspørring
oc: ... verificacion del cache e preparacion de la requèsta del jornal
sk: ... kontrolovanie zásobníka a príprava denníka
sr@latin: ... proverava keš i priprema dnevnik upita
vi: ... kiểm tra bộ truy xuất nhanh và chuẩn bị truy vấn cho các tường trình

source: ... reading working copy status
cs: ... čtu stav pracovní kopie
hr: ... utvrđivanje statusa radne kopije
it: ...lettura stato della copia di lavoro in corso
ja: ... 作業コピーの状態を読み取っています
nb: ... leser arbeidskopistatus
oc: ...recuperacion de l'estat de la còpia de trabalh
sk: ... načítavanie stavu pracovnej kópie
sr@latin: ... čitanje statusa radne kopije
vi: ... đọc tình trạng của bản sao đang làm

source: : Revision %d
cs: : Revize %d
hr: :Revizija %d
it: : Revisione %d
ja: : リビジョン %d
nb: : Revisjon %d
sk: : Revízia %d
sr@latin: :Revizija %d
vi: : Bản chỉnh sửa %d

source: : working copy
cs: : pracovní kopie
hr: : radna kopija
it: : copia di lavoro
ja: : 作業コピー
nb: : arbeidskopi
oc: : Còpia de trabalh
sk: : pracovná kópia
sr@latin: : radna kopija
vi: : bản làm việc

source: < &Back
cs: < &Zpět
hr: < &Natrag
it: < &Indietro
ja: < 戻る(&B)
nb: < &Tilbake
oc: < &Retorn
sk: < &Späť
sr@latin: < &Nazad
vi: < &Lui

source: A list of user defined properties for files to show in the combo box
cs: Seznam uživatelských vlastností souborů v rolovacím boxe
hr: Lista korisnički definiranih svojstava datoteka za prikaz u combo boxu
it: Un'elenco di proprietà per i file definite dall'utente da mostrare nella combo box
ja: コンボボックスに表示するファイルに対するユーザー定義プロパティのリスト
nb: En liste av brukerdefinerte egenskaper for filer som vises i komboboksen
oc: Una lista de proprietats utilizaire per fichièrs d'afichar dins la lista desenrotlanta.
sk: Zoznam užívateľských vlastností súborov v rolovacích ponukách
sr@latin: Lista korisnički definisanih osobina fajlova za prikazivanje u kombo boksu
vi: Danh sách các thuộc tính người dùng định nghĩa cho tập tin để thể hiện trong hộp kết hợp

source: A list of user defined properties for folders to show in the combo box
cs: Seznam uživatelských vlastností adresářů v rolovacím rámečku
hr: Lista korisnički definiranih svojstava mapa za prikaz u combo boxu
it: Un'elenco di proprietà per le cartelle definite dall'utente da mostrare nella combo box
ja: コンボボックスに表示するフォルダーに対するユーザー定義プロパティのリスト
nb: En liste av brukerdefinerte egenskaper for mapper som vises i komboboksen
oc: Una lista de proprietats utilizaire per dorsièrs d'afichar dins la lista desenrotlanta.
sk: Zoznam užívateľských vlastností adresárov v rolovacích ponukách
sr@latin: Lista osobina koje je definisao korisnik za foldere za prikazivanje u kombo boksu
vi: Danh sách các thuộc tính người dùng định nghĩa cho thư mục để thể hiện trong hộp kết hợp

source: A newer version is available. Please go to http://tortoisesvn.net and download the current version.
cs: Je dostupná nová verze. Jděte prosím na http://tortoisesvn.net a stáhněte si aktuální verzi.
hr: Novija verzija je dostupna. Molimo posjetite http://tortoisesvn.net i preuzmite trenutnu verziju!
it: È disponibile una nuova versione del software. Visitare il sito http://tortoisesvn.tigris.org e scaricare la versione aggiornata.
ja: 新しいバージョンが使用可能です。 http://tortoisesvn.net から最新バージョンをダウンロードしてください。
nb: En ny versjon er tilgjengelig. Vennligst gå til http://tortoisesvn.net og last ned gjeldende versjon.
sk: Je prístupná nová verzia. Prosím navštívte http://tortoisesvn.net a stiahnite si aktuálnu verziu.
sr@latin: Nova verzija je dostupna. Molim idite na http://tortoisesvn.net i skinite tekuću verziju.
vi: Đã có phiên bản mới. Vui lòng đến http://tortoisesvn.net và tải xuống phiên bản hiện thời.

source: A newline separated list of paths for which icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be included. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are included too.
cs: Seznam cest, uvedených zvlášť na samostatné řádce, kde se má zobrazit překryv ikon. Pokud přidáte znak '?' na konec cesty, pak se nastavení bude aplikovat pouze na tuto cestu. .Pokud přidáte znak '*' na konec cesty, pak se nastavení bude také aplikovat na všechny soubory a podsložky uvnitř této cesty.
hr: Popis staza, odvojenih znakom novog reda, za koje se prikazuje preklapanje ikona. Ukoliko dodate znak '?' na kraj staze, tada će se uključiti samo ova staza. Ukoliko dodate znak '*' ili uopće ne stavite znak na kraj staze, tada će biti uključene i sve datoteke i poddirektoriji unutar te staze.
it: Una lista, separata da caratteri di a capo, di percorsi per i quali vengono visualizzate icone di stato. Se si aggiunge '?' alla fine di un percorso, allora solo questo percorso verrà incluso.Se si aggiunge '*' alla fine di un percorso, allora anche tutti i file e le sotto cartelle di quel percorso vengono incluse.
ja: アイコンのオーバーレイを表示するパスを改行区切りで入力してください。 「?」をパスの最後に追加した場合は、このパスのみが含まれます。 「*」をパスの最後に追加もしくは何も追加しない場合は、パス内のすべてのファイルとサブディレクトリが含まれます。
nb: En linjeskift-delt liste over stier hvor ikonlag vises. Hvis du legger til tegnet '?' på slutten av stien, inkluderes bare denne stien. Hvis du legger til tegnet '*' eller ingenting på slutten av stien, inkluderes alle filer og undermapper i stien også.
oc: Una lista de camins separats per des= sauts de linha pels quals lo recobriment d'icònas serà afichat. Se apondètz un caractèr ' ?' a la fin d'un camin, alara sol aqueste camin serà inclus. Se apondètz un caractèr '*' o pas cap de caractèr a la fin d'un camin, alara totes los fichièrs e los sosrepertòris jos aqueste camin seràn incluses tanben.
sk: Novými riadkami oddeľovaný zoznam ciest, pre ktoré budú zobrazené prekrývajúce ikonky. Keď pridáte znak "?" na koniec cesty,tak bude zaradená len táto cesta. Keď pridáte znak "*" na koniec cesty, všetky súbory a podadresáre tohto adresára budú tiež zaradené.
sr@latin: Lista putanja razdvojenih novim redom za koje je prikazano preklapanje ikona. Ako dodate '?' karakter na krajputanje,onda će samo ova putanja biti uključena. Ako dodate '*' karakter na kraj putanje, onda su uključeni svi fajlovi i podimenici unutar putanje.
vi: Một danh sách ngăn cách từng dòng của các đường dẫn để thể hiện các biểu tượng nạp chồng. Nếu bạn thêm dấu '?' vào cuối đường dẫn, thì chỉ có đường dẫn này được bao gồm. Nếu bạn thêm dấu '*' hoặc không có ký tự nào vào cuối đường dẫn, thì tất cả tập tin và thư mục con trong đường dẫn đó cũng được bao gồm.

source: A newline separated list of paths for which no context menu is shown. If you add an '*' char at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow the context menu on all paths.
cs: Seznam cest, uvedených zvlášť na samostatné řádce, kde se nemá zobrazit kontextové menu. Pokud přidáte znak '*' na konec cesty, pak se nastavení bude také aplikovat na všechny soubory a podsložky uvnitř této cesty. Prázdný seznam povolí kontextové menu na všech cestách.
hr: Popis staza odvojenih novim redkom za koje se preklapanje ikona ne prikazuje. Ukoliko na kraj te staze dodate znak '*', tada će i sve datoteke i poddirektoriji unutar te staze biti isključeni. Prazan popis dozvoljava preklapanje na svim stazama.
it: Una lista, separata da caratteri di a capo, di percorsi per cui non viene visualizzato il menu contestuale. Se si aggiunge '*' alla fine di un percorso, allora anche tutti i files e le sotto cartelle in quel percorso saranno escluse. Se l'elenco è vuota, il menu contestuale sarà visualizzato su tutti i percorsi.
ja: コンテキストメニューを表示させないパスのリストを、改行で区切って入力してください。 パスの末尾に「*」を追加すると、パス内のすべてのファイルやサブディレクトリが除外されます。 何も入力しないと、すべてのパス上でコンテキストメニューが表示されます。
nb: En linjeskift-delt liste over filstier hvor sammenhengsmenyen ikke vises. Hvis du legger til et '*'-tegn på enden av stien, utelukkes alle filer og undermapper under stien også. En tom liste tillater sammenhengsmeny for alle stier.
oc: Una lista de camins separats per saut de linha pels quals lo menú contextual serà pas afichat. Se apondètz un caractèr '*' a la fin d'un camin, alara totes los fichièrs e lossosrepertòris jos aqueste camin seràn exclus tanben. Una lista voida autoriza lo menú contextual sus totes los camins.
sk: Novými riadkami oddeľovaný zoznam ciest, pre ktoré nebude zobrazená kontextová ponuka. Keď pridáte znak '*' na koniec cesty, všetky súbory a podadresáre tohto adresára budú tiež vylúčené. Prázdny zoznam povolí kontextovú ponuku pre všetky cesty.
sr@latin: Lista putanja razdvojenih novim redom za koje nije prikazan kontekst meni. Ako dodate '*' karakter na kraj putanje, onda svi imenici i podimenici unutar putanje su takođe isključeni. Prazna lista će dozvoliti kontekst meni na svim putanjama.
vi: Một danh sách ngăn cách từng dòng của các đường dẫn mà các thực đơn ngữ cảnh không được thể hiện. Nếu bạn thêm dấu '*' vào cuối đường dẫn, thì tất cả tập tin và thư mục con trong đường dẫn đó cũng được loại trừ. Một danh sách trống sẽ cho phép thực đơn ngữ cảnh trên tất cả đường dẫn.

source: A newline separated list of paths for which no icon overlays are shown. If you add an '?' char at the end of a path, then only this path will be excluded. If you add an '*' or no char at all at the end of a path, then all files and subdirs inside that path are excluded too. An empty list will allow overlays on all paths.
cs: Seznam cest, uvedených zvlášť na samostatné řádce, kde se nemá zobrazit překryv ikon. Pokud přidáte znak '?' na konec cesty, pak se nastavení bude aplikovat pouze na tuto cestu. .Pokud přidáte znak '*' na konec cesty, pak se nastavení bude také aplikovat na všechny soubory a podsložky uvnitř této cesty. Prázdný seznam povolí zobrazit překryv na všech cestách.
hr: Popis staza, odvojenih znakom novog reda, za koje se ne prikazuje preklapanje ikona. Ukoliko dodate znak '?' na kraj staze, tada će se isključiti samo ova staza. Ukoliko dodate znak '*' ili uopće ne stavite znak na kraj staze, tada će biti isključene i sve datoteke i poddirektoriji unutar te staze. Prazan popis dozvoljava preklapanje na svim stazama.
it: Una lista, separata da caratteri di a capo, di percorsi per cui non vengono visualizzate icone di stato. Se si aggiunge '?' alla fine di un percorso, allora solo questo percorso sarà escluso. Se si aggiunge '*' alla fine di un percorso, allora anche tutti i files e le sotto cartelle in quel percorso saranno escluse. Se l'elenco è vuota, le icone di stato saranno visualizzate su tutti i percorsi.
ja: アイコンのオーバーレイを非表示にするパスを下位行区切りで入力してください。 「?」をパスの最後に追加した場合は、このパスのみが除外されます。 「*」をパスの最後に追加もしくは何も追加しない場合は、パス内のすべてのファイルとサブディレクトリが除外されます。 何も入力しなければ、すべてのパス上でオーバーレイ表示が可能となります。
nb: En linjeskift-delt liste over filstier hvor ikonlag ikke vises. Hvis du legger til tegnet '?' på slutten av stien, ekskluderes bare denne stien. Hvis du legger til tegnet '*' eller ingenting på slutten av stien, ekskluderes alle filer og undermapper i stien også. En tom liste tillater ikonlag for alle stier.
oc: Una lista de camins separats per de sauts de linha pels quals lo recobriment d'icònas serà pas afichat. Se apondètz un caractèr ' ?' a la fin d'un camin, alara sol aqueste camin serà exclus. Se apondètz un caractèr '*' o pas cap de caractèr a la fin d'un camin, alara totes los fichièrs e los sosrepertòris jos aqueste camin seràn excluses tanben. Una lista voida autoriza lo recobriment sus totes los camins.
sk: Novými riadkami oddeľovaný zoznam ciest, pre ktoré nebudú zobrazené prekrývajúce ikonky. Keď pridáte znak '?' na koniec cesty, bude vylúčená len táto cesta. Keď pridáte znak '*' na koniec cesty, alebo nedáte žiadny znak, všetky súbory a podadresáre tohto adresára budú tiež vylúčené. Prázdny zoznam povolí zobrazovanie pre všetky cesty.
sr@latin: Lista putanja razdvojenih novim redom za koje je prikazano preklapanje ikona. Ako dodate '?' karakter na krajputanje,onda će samo ova putanja biti isključena. Ako dodate '*' karakter na kraj putanje, onda svi fajlovi i podimenici unutar putanje su takođe isključeni. Prazna lista će dozvoliti preklapanje na svim putanjama.
vi: Một danh sách ngăn cách từng dòng của các đường dẫn để không thể hiện các biểu tượng nạp chồng. Nếu bạn thêm dấu '?' vào cuối đường dẫn, thì chỉ có đường dẫn này bị loại trừ. Nếu bạn thêm dấu '*' hoặc không có ký tự nào vào cuối đường dẫn, thì tất cả tập tin và thư mục con trong đường dẫn đó cũng được loại trừ. Một danh sách trống sẽ cho phép nạp chồng trên tất cả đường dẫn.

source: A relocate is only needed if the path to a repository has changed. Changing to a different path inside a repository is done by a switch operation. If you are not sure what to do, try a switch operation first.
cs: Přemístění je potřeba pouze v případě, že cesta k úložišti byla změněna. Změna na jinou cestu uvnitř úložiště se provádí pmocí operace překlopení. Pokud si nejste jisti, co dělat, zkuste nejdříve překlopit.
hr: Relociranje je potrebno samo ako se staza do skladišta promijenila. Promjena na različitu stazu unutar repozitorija vrši se operacijom prebacivanja. Ako niste sigurni što učiniti, prvo pokušajte operaciju prebacivanja.
it: E' necessaria una riallocazione solo se il percorso del repository è cambiato. La modifica del ercorso dentro un repository è possibile solo con un'operazione di switch Se non sai cosa fare, prova prima un'operazione di switch.
ja: 再配置はリポジトリへのパスが変更された時にだけ必要となります。リポジトリ内の異なるパスへの変更は切り替え操作で行えます。 何をして良いか分からない場合は、まず切り替え操作を試してください。
nb: Omplassering kreves bare hvis stien til et depot er endret. Endring til en annen sti innen et depot gjøres med en bytt-operasjon. Hvis du ikke er sikker på hva du skal gjøre, prøv en bytt-operasjon først.
oc: Una relocalizacion es necessària unicament se lo camin d'accès a un depaus a cambiat. Lo passatge a un camin diferent a l'interior d'un depaus se fa per una operacion de commutacion. Se sètz pas segur de çò que cal far, ensajatz d'una operacion de commutacion en primièr.
sk: Príkaz Premiesniť je potrebný len keď sa zmenila cesta k úložisku. Na zmenu cesty na inú cestu vrámci úložiska sa vykonáva pomocou prepnúť. Ak si nie ste istý, ktorý príkaz použiť skúste najprv skúste prepnúť.
sr@latin: Premeštanje je potrebno samo ako je putanja do spremišta promenjena. Izmena ka drugačijoj putanji unutar spremišta radi se operacijom prebacivanja. Ako niste sigurni šta da uradite, probajte najpre operaciju prebacivanja.
vi: Việc tái định vị chỉ cần thiết nếu đường dẫn tới kho chứa bị thay đổi. Thay đổi tới một đường dẫn khác bên trong kho chứa được thực hiện bởi tác vụ xoay nhanh. Nếu bạn không chắc phải làm gì, thử một tác vụ xoay nhanh trước.

source: A required resource was unavailable.
cs: Vyžadovaný zdroj nebyl k dispozici.
hr: Potrebni resurs je nedostupan.
it: Una risorsa richiesta non è disponibile.
ja: 要求されたリソースは使用できませんでした。
nb: En påkrevd ressurs var ikke tilgjengelig.
oc: Una ressorsa demandada es pas disponible.
sk: Požadovaný zdroj nebol prístupný.
sr@latin: Traženi resurs je nedostupan.
vi: Một tài nguyên cần thiết không có được

source: A valid path on windows must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ See the <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentation</a> from Microsoft about this.
cs: Platná cesta ve windows nesmí obsahovat obsahovat '<>|"?*:' nebo jeden z těchto názvů zařízení: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Podívejte se na <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">dokumentaci</a> od společnosti Microsoft o tomto problému.
hr: Ispravna staza na Windows OSu ne smije sadržavati '<>|"?*:' kao i niti jedan od sljedećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Pogledajte Microsoftovu <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">dokumentaciju</a> o ovome.
it: Un percorso valido in Windows non deve contenere '<>|"?*:' o uno dei seguenti nome dispositivo: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Vedi la <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentazione</a> del sito Microsoft al riguardo.
ja: Windows では、パスに「<>|"?*:」のいずれかの文字や、次のデバイス名を含めることはできません。 com1～com9、lpt1～lpt9、prn、aux、con、nul、clock$ 詳しくは Microsoft の<a href="http://msdn.microsoft.com/ja-jp/library/aa365247%28VS.85%29.aspx">ドキュメント</a>をご覧ください。
nb: En gyldig Windows-sti må ikke inneholde '<>|"?*:' eller noen av følgende de stasjonsnavnene: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Se <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentation</a> fra Microsoft om dette.
oc: Un camin valid jos Windows deu pas conténer '<>|" ?* :' o un dels noms de periferics seguents : com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Consultatz la <a href="http ://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentacion</a> de Microsoft sus aqueste subjècte.
sk: Platná cesta vo Windows nesmie obsahovať <>;|""?*: alebo jedno z nasledovných mien zariadení: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Pozrite si o tom <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">;dokumentaciu</a> od Microsoft-u.
sr@latin: Ispravna putanja na Vindous OSu ne sme sadržati '<>|"?*:' kao i nijedan od sledećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Pogledajte <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">dokumentaciju</a> od Mikrosofta o ovome.
vi: Một đường dẫn hợp lệ trên windows không được chứa '<>|"?*:' hoặc một trong các tên thiết bị: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$ Xem qua <a href="http://msdn.microsoft.com/en-us/library/aa365247%28VS.85%29.aspx">documentation</a> từ Microsoft về nó.

source: A viewer program for GNU diff files (patch files). If you don't have one use NotePad.
cs: Prohlížecí program pro rozdílové soubory GNU diff (záplatové soubory). Pokud nemáte, použijte Poznámkový blok.
hr: Program za pregled GNU razlikovnih datoteka (datoteke zakrpa). Ukoliko nemate takav program, koristite Notepad.
it: Un applicazione per visualizzare i file di confronto GNU (file di patch). Se non se ne possiede uno usare NotePad.
ja: GNU 形式の差分ファイル（パッチファイル）用のビューアープログラムを指定する。 デフォルトではメモ帳を使用する。
nb: Et visningsprogram for GNU diff-filer (korreksjonsfiler). Bruk Notisblokk hvis du ikke har et.
oc: Un programa de visualizacion dels fichièrs dels fichièrs de diferéncia GNU (o fichièr patch). Se n'avètz pas d'autre, utilizatz lo NotePad.
sk: Prehliadač súborov 'GNU diff' (súborov záplat). Ak žiadny nemáte bude použité: Poznámkový blok (notepad).
sr@latin: Program za pregled GNU diff fajlova (fajlovi zakrpa) Ako nemate takav, koristite NotePad.
vi: Một chương trình xem cho GNU so sánh tập tinh (và tập tin). Nếu bạn không có thì dùng NotePad.

source: A&dd folder...
cs: Při&dat adresář...
hr: D&odaj mapu...
it: Aggiungi &cartella...
ja: フォルダーを追加(&D)...
nb: &Legg til mappe...
oc: A&pondre repertòri...
sk: Pridaj &adresár...
sr@latin: D&odaj folder...
vi: &Thêm thư mục

source: Abort
cs: Zrušit
hr: Prekini
it: Interrompi
ja: 中止
nb: Avbryt
oc: Interrompre
sk: Zrušiť
sr@latin: Prekini
vi: Bỏ

source: Abort &Merge
cs: Zrušit &Slučování
hr: Prekini &stapanje
it: &Interrompi l'unione
ja: マージ中止(&M)
nb: Avbryt &Fletting
sk: Prerušiť &zlučovanie
sr@latin: Prekid &Stapanje
vi: Bỏ &Hợp nhất

source: Abort You can fix the reason the hook script failed first.
cs: Ukončit Můžete opravit selhání hákového skriptu.
hr: Obustavi Možete popraviti razlog što prikopčana skripta nije uspjela.
ja: 中止 先にフックスクリプトが失敗した原因を修正します。
nb: Avbryt Du kan fikse grunnen til at påhakingsskriptet feilet først.
sk: Prerušiť Možete najskôr opraviť dôvod zlyhania skriptu.
sr@latin: Prekini Možete najpre fiksirati razlog pogreške zakačive skripte.

source: About
cs: O aplikaci
hr: O programu
it: Informazioni su
ja: TortoiseSVNについて
nb: Om
oc: A prepaus
sk: O programe
sr@latin: O
vi: Về

source: About TortoiseMerge
cs: O TortoiseMerge
hr: O TortoiseMerge
it: Informazioni su TortoiseMerge
ja: TortoiseMerge について
nb: Om TortoiseMerge
oc: A prepaus de TortoiseMerge
sk: O TortoiseMerge
sr@latin: Opis programa TortoiseMerge
vi: Về TortoiseMerge

source: About TortoiseSVN
cs: O TortoiseSVN
hr: O TortoiseSVN
it: Informazioni su TortoiseSVN
ja: TortoiseSVN について
nb: Om TortoiseSVN
oc: A prepaus de TortoiseSVN
sk: O TortoiseSVN
sr@latin: Opis programa TortoazSVN
vi: Về TortoiseSVN

source: Accept the certificate permanently You won't get asked about this certificate again.
cs: Přijmout certifikát natrvalo Už nebudete upozorňovánï na tento certifikát.
hr: Trajno prihvati certifikat Nećete biti više upitani o ovom certifikatu.
it: Accetta permanentemente il cartificato Non sarà più richiesto di farlo per questo certificato.
ja: 証明書を常に受け付ける この証明書に関して再度問い合わせません。
nb: Godta sertifikatet permanent Du vil ikke bli spurt om dette sertifikatet igjen.
sk: Trvalo akceptovať certifikát. Na tento certifikát už nebudete pýtaný.
sr@latin: Prihvatite sertifikat permanentno Nemojte pitati ponovo o ovom sertifikatu.
vi: Chấp nhận chứng thực lâu dài Bạn sẽ không bị hỏi về chứng thực này nữa.

source: Accept the certificate The certificate is accepted only this one time.
cs: Přijmout certifikát Certifikát je přijímán pouze tentokrát.
hr: Prihvati certifikat Certifikat će se prihvatiti samo ovaj put
it: Accetta il certificato Il certificato sarà accettato solo per questa volta.
ja: 証明書を受け付ける 証明書は今回のみ受理されます。
nb: Godta sertifikatet Sertifikatet blir bare godtatt denne ene gangen.
sk: Akceptovať certifikát Certifikát bude akceptovaný len raz.
sr@latin: Prihvatite sertifikat Sertifikat je prihvaćen samo sada.
vi: Chấp nhận chứng thực Chứng thực được chấp nhận chỉ lần này.

source: Access to %1 was denied.
cs: Odmítnutý přístup na %1.
hr: Pristup prema %1 je zabranjen.
it: Accesso negato a %1.
ja: %1 へのアクセスは拒否されました。
nb: Tilgang til %1 ble nektet.
oc: L'accès a %1 es pas autorizat.
sk: Prístup k %1 bol zamietnutý.
sr@latin: Pristup ka %1 je zabranjen
vi: Truy cập vào %1 bị từ chối.

source: Action
cs: Činnost
hr: Akcija
it: Azione
ja: アクション
nb: Handling
oc: Accion
sk: Akcia
sr@latin: Akcija
vi: Hành động

source: Action log
cs: Záznam činností
hr: Dnevnik akcija
it: Registro delle attività
ja: アクションログ
nb: Handlingslogg
oc: Jornal de las accions
sk: Denník úkonov
sr@latin: Dnevnik akcija
vi: Tường tình cho các hành động

source: Actions
cs: Činnosti
hr: Akcije
it: Azioni
ja: アクション
nb: Handlinger
oc: Accions
sk: Akcie
sr@latin: Akcije
vi: Các hành động

source: Activate Task List
cs: Aktivovat seznam úkolů
hr: Aktiviraj popis zadataka
it: Lista dei task attivi
ja: タスクリストをアクティブにする
nb: Aktiver oppgaveliste
oc: Lista dels prètzfaits corrents
sk: Aktivovať zoznam úloh
sr@latin: Aktiviraj listu zadataka
vi: Danh sách nhiệm vụ đang có hiệu lực
