Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Could not open the file %ls
cs: Nelze otevřít soubor %ls
hr: Nisam mogao otvoriti datoteku %ls
it: Impossibile aprire il file/n%ls
ja: ファイルを開くことができません %ls
nb: Kunne ikke åpne filen %ls
oc: Pòt pas dobrir lo fichièr %ls
sk: Nemožno otvoriť súbor %ls
sr@latin: Nije bilo moguće otvoriti fajl %ls
vi: Không thể mở tập tin %ls

source: Could not remove %1 because it is the current directory.
cs: %1 nelze odstranit, protože se jedná o aktuální adresář.
hr: %1 nije mogao biti uklonjen zato što je to tekući direktorij.
it: %1 non può essere rimosso perchè si tratta della cartella corrente.
ja: %1 はカレントディレクトリのため削除出来ません。
nb: Kunne ikke slette %1 fordi den er gjeldende katalog.
oc: %1 pòt pas èsser suprimit perque es lo repertòri corrent.
sk: %1 nemohol byť zmazaný, pretože je to aktuálny adresár.
sr@latin: Nije bilo moguće ukloniti %1 zato što je to tekući folder.
vi: Không thể loại bỏ %1 bởi vì nó là thư mục hiện thời.

source: Could not remove %ls from the ignore list
cs: Nelze odstranit %ls ze seznamu k ignorování
hr: Nisam mogao ukloniti %ls s popisa zanemarenih
it: Impossibile rimuovere %ls dall'elenco 'ignora'
ja: %ls を無視リストから削除できませんでした
nb: Kunne ikke fjerne %ls fra ignoreringslisten
oc: Pòt pas levar %ls de la lista dels ignorats
sk: Nemožno odstrániť %ls zo zoznamu vylúčení
sr@latin: Nije bilo moguće ukloniti %ls sa liste zanemarenih
vi: Không thể loại bỏ %ls khỏi danh sách bỏ qua

source: Could not replace '%ls' because
cs: Nelze nahradit '%ls', protože
hr: Nije moguće zamijeniti '%ls' zbog
it: Impossibile sostituire '%ls' poiché
ja: 「%ls」を置換できませんでした。
nb: Kunne ikke erstatte '%ls' fordi
oc: Impossible de remplaçar '%ls' car
sk: Nemožno nahradiť '%ls' pretože
sr@latin: Ne može da zameni '%ls' zbog
vi: Không thể thay thế '%ls' bởi vì

source: Could not replace property '%1!ls!' on '%2!ls!' because
cs: Nelze nahradit vlastnost '%1!ls!' pro '%2!ls!', protože
hr: Nije moguće zamijeniti svojstvo '%1!ls!' nad '%2!ls!' zbog
it: Impossibile sostituire la proprietà '%1!ls!' in '%2!ls!' poiché
ja: プロパティ「%1!ls!」を「%2!ls!」で置換できませんでした。
nb: Kunne ikke erstatte egenskapen '%1!ls!' på '%2!ls!' fordi
oc: Impossible de remplaçar la proprietat '%1!ls!' sus '%2!ls!' car
sk: Nemožno nahradiť vlastnosť "%1!ls!" na "%2!ls!" pretože
sr@latin: Ne može zameniti osobinu '%1!ls!' na '%2!ls!' jer
vi: Không thể thay thế thuộc tính '%1!ls!' trên '%2!ls!' bởi vì

source: Could not retrieve URL of the file! %ls
cs: Nelze získat URL souboru! %ls
hr: Nisam mogao pročitati URL datoteke! %ls
it: Impossibile ottenere l'URL del file! %ls
ja: URLで指定したファイルを見つけることができませんでした。 %ls
nb: Kunne ikke hente stien til filen! %ls
oc: Pòt pas obténer l'URL del fichièr ! %ls
sk: Nemožno získať URL súboru! %ls
sr@latin: Nije bilo moguće pročitati URL fajla! %ls
vi: Không thể lấy về URL của tập tin! %ls

source: Could not retrieve revision %1!ls! of the file %2!ls!. Patching is not possible!
cs: Nelze získat revizi %1!ls! souboru %2!ls!. Záplatování není možné!
hr: Nije moguće dohvatiti reviziju %1!ls! datoteke %2!ls! Stoga nije moguće zakrpati!
it: Impossibile ottenere la revisione %1!ls! del file %2!ls!. Impossibile applicare la patch.
ja: リビジョン %1!ls! をファイル %2!ls! から取得することができませんでした。 パッチの適用はできません。
nb: Revisjon %1!ls! av filen %2!ls! kunne ikke hentes. Korrigering er ikke mulig!
oc: Pòt pas recuperar la revision %1!ls! del fichièr %2!ls!. L'aplicacion del patch es pas possibla !
sk: Nemožno získať revíziu %1!ls! pre súbor %2!ls!. Zaplátanie nie je možné!
sr@latin: Nije bilo moguće obnoviti reviziju %1!ls! fajla %2!ls!. Krpljenje nije moguće!
vi: Không thể lấy về bản chỉnh sửa %1!ls! của tập tin %2!ls!. Không thể vá được!

source: Could not start diff viewer! %ls
cs: Nelze spustit prohlížeč rozdílů! %ls
hr: Nisam mogao pokrenuti preglednik razlika! %ls
it: Impossibile eseguire il programma di confronto! %ls
ja: 差分ビューアーを起動できませんでした。 %ls
nb: Kunne ikke starte visning for diff! %ls
oc: Impossible de aviar lo programa de visualizacion de las diferéncias ! %ls
sk: Nemožno spustiť porovnávač! %ls
sr@latin: Ne može pokrenuti pregledač razlika! %ls
vi: Không thể chạy chương trình xem khác biệt! %ls

source: Could not start external diff program! %ls
cs: Nelze spustit externí rozdílový program! %ls
hr: Nisam mogao pokrenuti vanjski program za razlike! %ls
it: Impossibile eseguire il programma esterno di confronto! %ls
ja: 外部差分ツールを起動できませんでした。 %ls
nb: Kunne ikke starte eksternt diff-program! %ls
oc: Pòt pas aviar lo programa extèrne de gestion de las diferéncias ! %ls
sk: Nemožno spustiť externý porovnávací program! %ls
sr@latin: Nije bilo moguće pokrenuti spoljašnji diff program! %ls
vi: Không thể chạy chương trình tạo khác biệt từ bên ngoài! %ls

source: Could not start external merge program! %ls
cs: Nelze spustit externí slučovací program! %ls
hr: Nisam mogao pokrenuti vanjski program za stapanje! %ls
it: Impossibile eseguire il programma esterno di fusione! %ls
ja: 外部マージプログラムを実行できませんでした。 %ls
nb: Kunne ikke starte eksternt flette-program! %ls
oc: Pòt pas aviar lo programa extèrne de gestion de fusion ! %ls
sk: Nemožno spustiť externý zlučovací program! %ls
sr@latin: Nije bilo moguće pokrenuti spoljašnji program za sjedinjavanje! %ls
vi: Không thể chạy chương trình hợp nhất từ bên ngoài! %ls

source: Could not start print job.
cs: Nelze spustit operaci tisku.
hr: Nisam mogao pokrenuti ispis.
it: Impossibile eseguire la stampa.
ja: 印刷ジョブを開始できません。
nb: Kunne ikke starte utskriftsjobb.
oc: Pòt pas aviar l'impression.
sk: Nemožno začať tlačovú úlohu.
sr@latin: Nije bilo moguće pokrenuti posao štampanja.
vi: Không thể bắt đầu công việc in ấn.

source: Could not start text viewer! %ls
cs: Nelze spustit textový editor! %ls
hr: Nisam mogao pokrenuti preglednik teksta! %ls
it: Impossibile aprire il visualizzatore di testo! %ls
ja: テキストビューアーを実行できませんでした。 %ls
nb: Kunne ikke starte tekstviseren! %ls
oc: Impossible de aviar l'editor de tèxte ! %ls
sk: Nemožno spustiť prezerač textu! %ls
sr@latin: Ne može pokrenuti tekst pregledač! %ls
vi: Không thể bắt đầu chương trình xem văn bản! %ls

source: Could not start thread!
cs: Nelze spustit vlákno!
hr: Nisam mogao pokrenuti dretvu!
it: Impossibile avviare il thread!
ja: スレッドを開始できません。
nb: Kunne ikke starte tråd!
oc: Pòt pas aviar l'unitat d'execucion (thread) !
sk: Nemožno spustiť vlákno!
sr@latin: Nije bilo moguće pokrenuti nit!
vi: Không thể bắt đầu mạch!

source: Coun&t
cs: Spočíta&t
hr: Broja&nje
it: Conta
ja: カウント(&T)
nb: An&tall
oc: Comp&tar
sk: Poče&t
sr@latin: B&rojanje

source: Count: %u matches.
cs: Počet: %u shod.
hr: Brojanje: %u podudaranja.
it: Calcolo: %u trovati
ja: カウント: %u件の一致。
nb: Antall: %u treff.
oc: Descompte : %u correspondéncias.
sk: Počet: %u zhôd.
sr@latin: Broj: %u nađeno.

source: Create &Library
cs: Vytvořit &knihovnu
hr: Stvori bib&lioteku
it: Crea &libreria
ja: ライブラリを作成(&L)
nb: Lag &Bibliotek
oc: Crear una &Bibliotèca
sk: Vytvoriť &Knižnicu
sr@latin: Kreiraj &Biblioteku
vi: Tạo &thư viện

source: Create &patch...
cs: Vytvořit zá&platu...
hr: Izradi &zakrpu...
it: Crea &patch...
ja: パッチを作成(&P)...
nb: Lag &korreksjon...
oc: Crear un &patch...
sk: Vytvoriť zá&platu...
sr@latin: Izradi &zakrpu...
vi: Tạo bản &vá...

source: Create Changelist
cs: Vytvořit seznam změn
hr: Napravi popis izmjena
it: Crea elenco modifiche
ja: 変更リストを作成
nb: Lag Endringsliste
oc: Crear una lista de cambiaments
sk: Vytvoriť zoznam zmien!
sr@latin: Napravi listu izmena
vi: Tạo danh sách thay đổi

source: Create Patch
cs: Vytvořit záplatu
hr: Izradi zakrpu
it: Crea patch
ja: パッチを作成
nb: Lag Korreksjon
oc: Crear un patch
sk: Vytvoriť záplatu
sr@latin: Izradi zakrpu
vi: Tạo bản vá

source: Create code collaborator revie&w...
cs: &Vytvořit přezkoumání v nástroji spolupráce na kódu
hr: Stvaranje koda pregleda suradni&ka ...
ja: Code Collaboratorのレビューを作成(&W)...
nb: Lag gjennomgang i Code &Collaborator...
oc: Crear una re&vista del còdi del collaborator...
sk: Vytvoriť revíziu pre Code Collaborator...
sr@latin: Kreiraj kod saradnje pre&gled

source: Create copy in the repository from:
cs: Vytvořit kopii v úložišti z:
hr: Izradi kopiju u skladištu iz:
it: Crea una copia nel repository da:
ja: リポジトリ上でコピーを作成するコピー元:
nb: Lag kopi i depotet fra:
oc: Crear una còpia dins lo depaus dempuèi :
sk: Vytvoriť kópiu v úložisku z:
sr@latin: Izradi kopiju u smeštaju od:
vi: Tạo bản sao trong kho chứa từ:

source: Create intermediate folders
cs: Vytvořit přechodné složky
hr: Stvaranje intermedijarne mape
it: Crea cartelle intermedie
ja: 中間フォルダーを作成
nb: Opprett mellom-mapper
oc: Crear de dorsièrs intermediaris
sk: Vytvoriť medziadresáre
sr@latin: Kreiraj posredne foldere
vi: Tạo các thư mục trung gian

source: Create new directory: %ls
cs: Vytvořit nový adresář: %ls
hr: Stvori novu mapu: %ls
it: Crea nuova cartella: %ls
ja: 新しいディレクトリを作成: %ls
nb: Lag ny katalog: %ls
oc: Crear un novèl repertòri : %ls
sk: Vytvoriť nový adresár: %ls
sr@latin: Stvori novi folder: %ls
vi: Tạo thư mục mới: %ls

source: Create patch file
cs: Vytvořit záplatový soubor
hr: Stvori datoteku sa zakrpom
it: Crea file patch
ja: パッチファイルを作成
nb: Lag korreksjonsfil
oc: Crear un fichièr de patch
sk: Vytvoriť záplatu
sr@latin: Kreira fajl zakrpe
vi: Tạo tập tin vá

source: Create repositor&y here
cs: Vytvořit &úložiště zde
hr: Ovdje izradi skladiš&te
it: Crea qui un repositor&y
ja: ここにリポジトリを作成(&Y)
nb: Lag de&pot her...
oc: Crear un novèl depaus aicí
sk: Vytvoriť &úložisko tu!
sr@latin: Kreiraji spremiš&te ovde
vi: Tạo kho &chứa tại đây

source: Create shortcut
cs: Vytvořit zkratku
hr: Izradi prečac
it: Crea collegamento
ja: ショートカットを作成
nb: Lag snarvei
oc: Crear un acorchi
sk: Vytvoriť skratku
sr@latin: Izradi prečicu
vi: Tạo đường tắt

source: Creates a 'cheap' copy inside the repository used for branches or tagging
cs: Vytvoří 'lacinou' kopii uvnitř úložiště použitou pro větve nebo značkování
hr: Izrađuje 'jeftinu' kopiju unutar skladišta koja se koristi za grananje ili označavanje
it: Crea nel repository una copia 'leggera' usata per le ramificazioni o per l'etichettamento
ja: リポジトリ内に簡易コピーを作成する（ブランチやタグ向け）
nb: Lager en 'billig kopi' inne i depotet og brukes til forgrening eller merking
oc: Crèa una còpia 'leugièra' dins lo depaus utilizat pel brancament o l'etiquetatge
sk: Vytvorí 'lacnú' kópiu v úložisku použitú na vetvy, alebo značky
sr@latin: Izrađuje 'jeftinu' kopiju unutar spremišta koja se koristi za grananje ili označavanje
vi: Tạo một bản sao 'rẻ' bên trong kho chứa dùng cho các nhánh hoặc đánh thẻ

source: Creates a library folder with special settings for Subversion working copies
cs: Vytvoří knihovní adresář s zvláštními nastaveními pro pracovní kopie Subversion
hr: Stvara mapu s bibliotekama s posebnim postavkama za Subversion radne kopije
it: Crea una cartella libreria con impostazioni speciali per le copie di lavoro di Subversion
ja: Subversionの作業コピーのために、特殊な設定のライブラリフォルダーを作成します
nb: Lager en biblioteksmappe med spesielle instillinger for Subversion-arbeidskopier
sk: Vytvorí knižnicu adresárov so špeciálnymi nastaveniami pre pracovnú kópiu Subversion
sr@latin: Kreira folder biblioteke sa specijalnim podešavanjem za Subverzionu radnu kopiju
vi: Tạo một thư mục thư viện với thiết lập đặc biệt cho bản sao làm việc của Subversion

source: Creates a patch file from the differences of the two files Create patch file
cs: Vytvoří záplatu z rozdílů dvou souborů Vytvořit záplatu
hr: Radi zakrpu iz razlike dvije datoteke Izradi zakrpu
it: Crea un file di patch dalle differenze dei due file Crea un file di patch
ja: 2つのファイルの差分からパッチファイルを作成する パッチファイルを作成
nb: Lager en patch-fil av forskjellene mellom de to filene Lag korreksjonsfil
oc: Crèa un fichièr de mesa a jorn de las diferéncias entre los dos fichièrs Crear un fichièr de mesa a jorn
sk: Vytvorí záplatu z rozdielu dvoch súborov Vytvoriť súbor záplaty
sr@latin: Kreira fajl zakrpu iz razlike dva fajla Kreira fajl zakrpu
vi: Tạo một tập tin chứa bản vá từ các khác biệt của hai tập tin Tạo tập tin chứa bản vá

source: Creates a repository database at the current location
cs: Vytvoří databázi úložiště na současném umístění
hr: Izrađuje bazu skladišta na trenutnoj lokaciji
it: Crea un repository nella cartella corrente
ja: 現在の位置にリポジトリデータベースを作成
nb: Lager et depot på gjeldende plassering
oc: Crèa un depaus dins lo repertòri corrent
sk: Vytvorí databázu úložiska na aktuálnom mieste
sr@latin: Kreira bazu spremišta na tekućoj lokaciji
vi: Tạo cơ sở dữ liệu kho chứa tại vị trí hiện tại

source: Creates a unified diff file with all changes you made
cs: Vytvoří soubor sjednoceného rozdílu se všemi změnami, které jste udělal
hr: Radi objedinjenu datoteku razlika sa svim učinjenim izmjenama
it: Crea un file unificato di confronto per tutte le modifiche apportate
ja: すべての変更をもとにUnified形式の差分ファイルを作成
nb: Lager en enhetlig diff-fil (korreksjon) med endringene du har gjort
oc: Crèa un fichièr de diferéncia, al format unificat, amb totas vòstras modificacions
sk: Vytvorí súbor unifikovaného porovnania so všetkými zmenami, ktoré ste urobili
sr@latin: Kreira objedinjeni diff fajl sa svim izmenama koje ste napravili
vi: Tạo tập tin chứa khác biệt thống nhất với tất cả thay đổi bạn tạo ra

source: Credits:
cs: Poděkování:
hr: Zasluge:
it: Ringraziamenti:
ja: 謝辞:
nb: Bidrag:
oc: Crèdits :
sk: Zásluhy:
sr@latin: Zasluge:
vi: Công trạng:

source: Cu&t
cs: Vyjmou&t
hr: I&zreži
it: &Taglia
ja: 切り取り(&T)
nb: Klipp &ut
oc: &Talhar
sk: Vyreza&ť
sr@latin: I&seci
vi: &Cắt

source: Current
cs: Aktuální
hr: Tekući
it: Corrente
ja: 現在の色
nb: Inneværende
sk: Aktuálne
sr@latin: Tekući
vi: Hiện tại

source: Current version is:
cs: Aktuální verze je:
hr: Važeća verzija je:
it: versione attuale:
ja: 最新のバージョン:
nb: Nåværende versjon er:
oc: La version correnta es :
sk: Aktuálna verzia:
sr@latin: Tekuća verzija je:
vi: Phiên bản hiện tại là:

source: Current version is: %ls
cs: Aktuální verze je: %ls
hr: Važeća verzija je: %ls
it: Versione attuale:: %ls
ja: 最新のバージョン: %ls
nb: Nåværende versjon er: %ls
oc: La version correnta es : %ls
sk: Aktuálna verzia: %ls
sr@latin: Tekuća verzija je: %ls
vi: Phiên bản hiện tại là: %ls

source: Cus&tomize...
cs: Přizpůsobi&t...
hr: Prila&godi...
it: Per&sonalizza...
ja: カスタマイズ(&T)...
nb: &Tilpass...
sk: Vlas&tné
sr@latin: Prila&godi...
vi: &Tuỳ biến...

source: Custom
cs: Vlastní
hr: Prilagođeno
it: Personalizzato
ja: ユーザー設定
nb: Egendefinert
sk: Prispôsobenie
sr@latin: Prilagođeno
vi: Thay đổi

source: Custom depths
cs: Vlastní hloubky
hr: Prilagođene dubine
it: Profondità personalizzate
ja: 個別に深さを指定
nb: Egendefinerte dybder
oc: Prigondor personalizada
sk: Voliteľná hĺbka
sr@latin: Uobičajene dubine
vi: Tuỳ biến độ sâu

source: Custom title string. Available keywords are: {mergeurl}: the source url of the merge {revisions}: A comma separated list of the merged revisions, e.g., 3, 5, 6, 7 {revisionsr}: Like {revisions} but with an 'r' in front of the revisions {revrange}: A comma separated list of the merged revisions, grouped into ranges if possible, e.g., 3, 5-7
cs: Vlastní řetězec názvu. Dostupná klíčová slova: {mergeurl}:»zdrojová url sloučení {revisions}:»Ćárkou oddělený seznam sloučených revizí, např. 3, 5, 6, 7 {revisionsr}:»Jako {revisions} ale s přidaným 'r' na začátku revizí {revrange}:»Čárkou oddělený seznam sloučených revizí, pokud možno seskupených do rozsahů, např. 3, 5-7
hr: Vlastiti niz za naslov. Dostupne ključne riječi su: {mergeurl}:»izvorni url za spajanje {revisions}:»zarezima odvojena lista stopljenih revizija, primjerice: 3, 5, 6, 7 {revisionsr}:»poput {revisions} no uz 'r' ispred revizija {revrange}:»zarezima odvojena lista stopljenih revizija, grupirana u raspone, ako je moguće; primjerice: 3, 5-7
it: Stringa personale titolo. Le parole chiave disponibili sono: {mergeurl}: La url sorgente dell'unione {revisions}: Un elenco separato da virgole delle revisioni unite, es. 3, 5, 6, 7 {revisionsr}: Come {revisions} ma con una 'r' davanti alla revisione {revrange}: Un elenco separato da virgole delle revisioni unite, raggrupate se possibile in intervalli, es. 3, 5-7
ja: 設定するタイトル文字列。設定可能なキーワードは次の通りです。 {mergeurl}: マージのソースURL {revisions}: マージされたリビジョンのカンマ区切りのリスト。例: 3, 5, 6, 7 {revisionsr}: リビジョン番号の前にrをつけるほかは{revisions}と同様 {revrange}: マージされたリビジョンのカンマ区切りのリストで、可能であれば範囲をグループ化する。例: 3, 5-7
nb: Egendefinert tittelstreng. Tilgjengelige nøkkelord er: {mergeurl}: kilde-url for flettingen {revisions}: En kommaseparert liste over de flettede revisjonene, f.eks., 3, 5, 6, 7 {revisionsr}: Som {revisions} men med en 'r' foran revisjonene {revrange}: En kommaseparert liste over de flettede revisjonene, gruppert i intervaller hvis mulig, f.eks., 3, 5-7
oc: Títol personalizat. Los mots claus disponibles son : {mergeurl} : L'URL font de la fusion {revisions} : Una lista separada per de virgulas de las revisions fusionadas, ex : 3,5,6,7 {revisionsr} : Coma {revisions} mas amb un 'r' a l'avant de las revisions {revrange} : Una lista separada per de virgulas de las revisions fusionadas, gropadas per plajas se possible, ex : 3,5-7
sk: Voliteľný nadpis. Dostupne kľúčové slová: {mergeurl}: Zdrojová URL zlúčenia {revisions}: Čiarkmi oddené revízie, napr. 3, 5, 6, 7 {revisionsr}: Ako {revisions} ale s "r" pred číslami revízií {revrange}: Čiarkami oddelené čísla vevizií zlúčené do rozsahov kde to je možné, napr. 3, 5-7
sr@latin: Uobičajen naslov. Dostupne ključne reči su: {mergeurl}: izvorni url stapanja {revisions}: Zapetama razdvojena lista stopljenih revizija, npr., 3, 5, 6, 7 {revisionsr}: Kao {revizije} ali sa 'r' ispred revizija {revrange}: Ѕapetama razdvojena lista stopljenih revizija grupisanih u oblasti ako je moguće, npr., 3, 5-7
vi: Chuỗi tiêu đề tùy chọn. Các từ khóa có thể dùng là: {mergeurl}: url nguồn của hợp nhất {revisions}: Một danh sách phân cách bằng dấu phẩy của các bản chỉnh sửa được hợp nhất, ví dụ, 3, 5, 6, 7 {revisionsr}: Giống như {revisions} nhưng với một chữ 'r' đằng trước các bản chỉnh sửa {revrange}: Một danh sách các bản hợp nhất phân cách bởi dấu phẩy, được xếp nhóm theo các phạm vi nếu có thể, ví dụ, 3, 5-7

source: Customize
cs: Přizpůsobit
hr: Prilagodi
it: Personalizza
ja: カスタマイズ
nb: Tilpass
sk: Prispôsobiť
sr@latin: Prilagodi
vi: Tuỳ biến

source: Customize Keyboard
cs: Přizpůsobit Klávesnici
hr: Podesi tipkovnicu
it: Personalizza Tastiera
ja: キーボードのカスタマイズ
nb: Tilpass Tastatur
sk: Prispôsobiť klávesy
sr@latin: Prilagodi tastaturu
vi: Tuỳ biến bàn phím

source: Customize Quick Access Toolbar
cs: Přizpůsobit Lištu Rychlého Přístupu
hr: Podesi traku za brzi pristup
it: Personalizza barra di accesso veloce
ja: クイックアクセスツールバーをカスタマイズする
nb: Tilpass Hurtigverktøylinje
sk: Prispôsobiť lištu rýchleho prístupu
sr@latin: Prilagodi alatni panel za brzi pristup
vi: Tuỳ biến thanh công cụ truy xuất nhanh

source: Customize Quick Access Toolbar...
cs: Přizpůsobit Lištu Rychlého Přístupu...
hr: Podesi traku za brzi pristup...
it: Personalizza barra di accesso veloce...
ja: クイックアクセスツールバーをカスタマイズする...
nb: Tilpass Hurtigverktøylinje...
sk: Prispôsobiť lištu rýchleho prístupu...
sr@latin: Prilagodi alatni panel za brzi pristup...
vi: Tuỳ biến thanh công cụ truy xuất nhanh...

source: Cut the selection and put it on the Clipboard Cut
cs: Vyjme výběr a vloží ho do schránky Vyjmout
hr: Izreži označeno i stavi u međuspremnik Izreži
it: Taglia il testo selezionato e la copia negli Appunti Taglia
ja: 選択範囲を切り取り、クリップボードに移動する 切り取り
nb: Klipp ut det markerte og legg det på utklippstavlen Klipp ut
oc: Talhar la seleccion e la metre dins lo quichapapièrs Talhar
sk: Vyrež výber a vlož do do schránky Vyrež
sr@latin: Iseci označeno i stavi u klipbord Iseci
vi: Cắt lựa chọn và đặt nó vào bản kẹp tạm Cắt

source: D&etails
cs: &Podrobnosti
hr: D&etalji
it: D&ettagli
ja: 詳細(&E)
nb: D&etaljer
oc: D&étails
sk: D&etaily
sr@latin: D&etalji
vi: &Chi tiết

source: Date
cs: Datum
hr: Datum
it: Data
ja: 日時
nb: Dato
oc: Data
sk: Dátum
sr@latin: Datum
vi: Ngày tháng

source: Date Range
cs: Rozsah data
hr: Raspon datuma
it: Intervallo di date
ja: 日時の範囲
nb: Dato-intervall
oc: Interval temporal
sk: Rozsah dátumov
sr@latin: Vremenski opseg
vi: Phạm vi ngày tháng

source: Default
cs: Výchozí
hr: Početne postavke
it: Predefinito
ja: デフォルト
nb: Standard
oc: Defaut
sk: Prednastavené
sr@latin: Podrazumevano
vi: Mặc định

source: Default &number of log messages
cs: Výchozí počet zpráv záz&namu
hr: Zadana vrijednost &broja poruka dnevnika
it: &Numero predefinito di commenti
ja: デフォルトのログメッセージ数(&N):
nb: Standard &antall loggmeldinger:
oc: &Nombre per defaut de comentaris
sk: Prednastavený &počet správ denníka
sr@latin: Uobičajen &broj poruka dnevnika
vi: &Số lượng thông điệp tường trình mặc định

source: Default Menu
cs: Výchozí menu
hr: Početni izbornik
it: Menu predefinito
ja: デフォルトメニュー
nb: Standardmeny
sk: Prednastavená ponuka
sr@latin: Uobičajeni meni
vi: Thực đơn mặc định

source: Default URL:
cs: Výchozí URL:
hr: Uobičajni URL:
it: URL predefinita:
ja: デフォルトURL:
nb: Standard URL:
oc: URL per defaut :
sk: Predvolená URL:
sr@latin: Uobičajni URL:
vi: URL mặc định:

source: Default application menu. Appears when no documents are open.
cs: Výchozí menu aplikace. Je zobrazeno pokud není otevřen žádný dokument.
hr: Osnovni izbornik aplikacije. Pojavljuje se kad nije otvoren niti jedan dokument.
it: Menu predefinito dell'applicazione. Appare quando i documenti sono aperti.
ja: デフォルトのアプリケーションメニュー。ドキュメントを開いていない場合に表示されます。
nb: Standard applikasjonsmeny. Vises når ingen dokumenter er åpne.
sk: Predvolená ponuka aplikácie. Zobrazuje sa keď nie je otvorený žiaden dokument.
sr@latin: Uobičajeni meni aplikacije. Pojavljuje se kad nije otvoren nijedan dokument.
vi: Thực đơn chương trình mặc định. Xuất hiện khi không có tài liệu nào đang mở.

source: Default directory structure successfully created!
cs: Výchozí struktura adresáře úspěšně vytvořena!
hr: Zadana struktura mapa je uspješno stvorena!
it: Struttura predefinito della cartella creata corretamente!
ja: デフォルトのディレクトリ構造の作成に成功しました。
nb: Standard mappestruktur ble opprettet!
oc: L'arborescéncia de repertòris per defaut es estat creat amb succès.
sk: Predvolená adresárová štruktúra bola úspešne vytvorená!
sr@latin: Podrazumevana struktura foldera zadovoljavajuće kreirana!
vi: Cấu trúc thư mục mặc định được tạo thành công!

source: Default monitor interval in minutes:
cs: Výchozí interval sledování v minutách:
hr: Interval zadanog nadzora u minutama:
it: Intervallo di monitoraggio standard
ja: モニター間隔の既定値（分）:
nb: Standard overvåkingsintervall i minutter:
oc: Interval per defaut del monitor en minutas :
sr@latin: Uobičajen interval pregleda u minutima:

source: Default path:
cs: Výchozí cesta:
hr: Uobičajna staza:
it: Percorso predefinito
ja: デフォルトパス:
nb: Standard sti:
oc: Camin per defaut :
sk: Predvolená cesta:
sr@latin: Uobičajna putanja:
vi: Đường dẫn mặc định:

source: Default to UTF-8 encoding
cs: Implicitně kódování UTF-8
hr: Osnovna kodna stranica UTF-8
it: Codifica preefinita UTF-8
ja: UTF-8エンコーディングをデフォルトにする
nb: Bruk UTF-8-koding som standard
oc: Encodatge UTF-8 per defaut
sk: Predvolené UTF-8 kódovanie
sr@latin: Obično u UTF-8 kodiranje
vi: Mã hoá UTF-8 mặc định

source: Delete
cs: Smazat
hr: Obriši
it: Elimina
ja: 削除
nb: Slett
sk: Vymazať
sr@latin: Obriši
vi: Xoá

source: Delete &ignored files and folders
cs: &Smazat ignorované soubory a adresáře
hr: Obriši &ignorirane datoteke i mape
it: Elimina file e cartelle &ignorate
ja: 無視するファイルやフォルダーを削除(&I)
nb: &Slett ignorerte filer og mapper
oc: Suprimir los fichièrs e los dorsièrs &ignorats
sk: Vymazať &ignorované súbory a adresáre
sr@latin: Briš&ite zanemarene fajlove i foldere
vi: Xóa các tập tin và thư mục bị &bỏ qua
