Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: An external merge program used to resolve conflicted files. You can specify the following parameters to the path: %merged : the conflicted file, where to save %theirs : the file as it is in the repository %mine : your own file, with your changes %base : the original file without your changes
cs: Externí slučovací program použitý pro sloučení konfliktních souborů Můžete použít následující parametry do cesty: %merged : sloučený soubor, kam uložit %theirs : soubor jak je v úložišti %mine : váš vlastní soubor, s vašimi změnami %base : originální soubor bez vašich změn
hr: Vanjski program za spajanje datoteka koji se koristi za razrješavanje datoteka u konfliktu. Možete odrediti sljedeće parametre u putanji: %merged : datoteka u konfliktu, gdje će biti snimljena %theirs : datoteka kakva je u skladištu %mine : vlastita datoteka, s Vašim izmjenama %base : originalna datoteka bez Vaših izmjena
it: Viene utilizzato un programma di fusione esterno per risolvere i conflitti tra file. È possibile specificare i seguenti parametri nel percorso: %merged: file in conflitto, dove salvarlo %theirs: file così come appare nel repository %mine: proprio file, con i relativi cambiamenti %base: file originale senza cambiamenti
ja: ファイルの競合を解決するために使用する 外部マージツールを指定する。 パスに次のパラメーターを使用することができます。 %merged : 保存先の競合ファイル名 %theirs : リポジトリ内のファイル %mine : あなたが変更したファイル %base : 変更前のオリジナルファイル
nb: Et eksternt fletteprogram som brukes for å løse filkonflikter. Du kan angi følgende parametere til filstien: %merged : filen som er i konflikt, hvor man kan lagre %theirs : filen som den er i depotet %mine : din fil, med dine endringer %base : originalfilen uten dine endringer
oc: Un programa de fusion extèrne es utilizat per resòlvre los fichièrs en conflicte Podètz utilizar los paramètres seguent pel camin : %merged : ont enregistrar lo fichièr en conflicte %theirs : lo fichièr dins lo depaus %mine : vòstre fichièr amb vòstras modificacions %base : lo fichièr original sens cambiament
sk: Externý zlučovací program používaný na vyriešenie konfliktných súborov. Do cesty môžete zadať nasledovné parametre: %merged : výsledný súbor - kam sa má uložiť %theirs : súbor ako je v úložisku %mine : váš súbor so zmenami %base : pôvodný súbor bez vašich zmien
sr@latin: Spoljašnji program za stapanje fajlova koji se koristi za rešavanje sukobljenih fajlova. Možete odrediti sledeće parametre u putanji: %merged :sukobljen fajl, gde će biti snimljen %theirs : fajl kakav je u spremištu %mine : vlastiti fajl, s Vašim izmenama %base : originalni fajl bez Vaših izmena
vi: Một chương trình hợp nhất bên ngoài dùng để giải quyết các tập tin bị mâu thuẫn. Bạn có thể chỉ ra các tham số cho đường dẫn: %merged : tập tin bị mâu thuẫn, nơi để lưu %theirs : tập tin như nó có trong kho chứa %mine : tập tin của riêng bạn, với thay đổi của bạn %base : tập tin nguyên thủy không có thay đổi của bạn

source: An incorrect file handle was associated with %1.
cs: Neplatný popisovač souboru byl asociován s %1.
hr: Neispravan pokazivač datoteke je bio povezan s %1.
it: Un handle non valido è stato associato a %1.
ja: 不正なファイルハンドルが %1 に関連付けられています。
nb: En uriktig filreferanse ble sammenkoblet med %1.
oc: Un descriptor de fichièr invalid es estat associat a %1.
sk: Neplatný identifikátor súboru k %1.
sr@latin: Neispravan pokazivač fajla bio je pridružen %1.
vi: Một tay cầm cho tập tin không đúng được liên kết với %1.

source: An unknown error has occurred.
cs: Došlo k neznámé chybě.
hr: Pojavila se nepoznata greška.
it: Si è verificano un errore inaspettato.
ja: 未知のエラーが発生しました。
nb: En ukjent feil har oppstått.
oc: Una error desconeguda s'es produita.
sk: Nastala neznáma chyba.
sr@latin: Pojavila se nepoznata greška.
vi: Một lỗi không xác định đã xảy ra.

source: An unknown error occurred while accessing %1.
cs: Nastala neznámá chyba při přístupu na %1.
hr: Pojavila se nepoznata greška prilikom pristupa prema %1.
it: Si è verificato un errore inaspettato durante l'accesso a %1.
ja: %1 にアクセス中に未知のエラーが発生しました。
nb: En ukjent feil oppsto under tilgang til %1.
oc: Una error desconeguda s'es produita al moment de l'accès a %1.
sk: Počas prístupu k %1 nastala neznáma chyba.
sr@latin: Pojavila se nepoznata greška prilikom pristupa prema %1.
vi: Một lỗi không xác định đã xảy ra khi đang truy cập %1.

source: An unknown line type was found in line %d !
cs: Neznámý typ řádky byl nalezen na řádce %d!
hr: Nepoznati tip linije je nađen u liniji %d !
it: Un tipo di linea sconosciuto è stato trovato alla linea %d !
ja: 未知の改行コードが、%d行目で見つかりました。
nb: Det ble funnet en ukjent linjetype i linje nummer %d !
oc: Un type de linha desconegut es estat trobat a la linha %d !
sk: Bol nájdený neznámy typ riadku %d !
sr@latin: Nepoznati tip linije je nađen u liniji %d !
vi: Một kiểu dòng không xác định được tìm thấy trên dòng %d !

source: Another process is blocking the working copy database, or the underlying filesystem does not support file locking; if the working copy is on a network filesystem, make sure file locking has been enabled on the file server.
cs: Jiný proces blokuje databázi pracovní kopie, nebo systém souborů nepodporuje uzamčení souborů; pokud pracovní kopie je umístěna na síťovém disku, ujistěte se, že server má zamykání souborů povoleno.
hr: Drugi proces blokira bazu podataka radne kopije, odnosno osnovni datotečni sustav ne podržava datoteke za zaključavanje; ako je radni primjerak u sustavu mreže, provjerite je li omogućeno zaključavanje datoteka na datotečnom poslužitelju.
it: Un altro processo sta bloccando la copia di lavoro del database, o il file system non supporta il blocco dei file. Se la copia di lavoro del database ha un file system di rete, assicurati che il blocco dei file sia stato abilitato nel file server.
ja: 他のプロセスが作業コピーデータベースをブロックしているか、使用しているファイルシステムがファイルのロックをサポートしていないかです。もし作業コピーがネットワーク上のファイルシステムにあるのであれば、ファイルサーバーがファイルのロックをサポートしているかどうかを確認してください。
nb: En annen prosess blokkerer arbeidskopiens database, eller fillåsing er ikke støttet i det underliggende filsystemet; hvis arbeidskopien er på et nett-filsystem, påse at fillåsing er stått på på tjeneren.
oc: Un autre processus blòca la basa de donadas de la còpia de trabalh, o lo sistèma de fichièr sosjacent supòrta pas lo verrolhatge dels fichièrs ; se la còpia de trabalh se tròba sus un sistèma de fichièrs en ret, asseguratz-vos que lo verrolhatge es estat activat sul servidor de fichièrs.
sr@latin: Drugi proces blokira bazu podataka radne kopije, ili fajl sistem ne podržava zaključavanje fajlova; ako je radna kopija na mrežnom fajl sistemu, osigurajte da je omogućeno zaključavanje fajlova na serveru fajlova.

source: Append right block
cs: Připojit na konec pravého bloku
hr: Dodaj desni blok
it: Accoda il blocco di destra
ja: 右ブロックを追加
nb: Legg høyre blokk etter
oc: Apondre lo blòt de dreita a la seguida
sk: Pripojiť pravý blok
sr@latin: Dodaj desni blok

source: Append this block to left
cs: Připojit tento blok na konec levého
hr: Dodaj ovaj blok na lijevo
it: Accoda questo blocco a sinistra
ja: このブロックを左に追加
nb: Legg denne blokken etter til venste
oc: Apondre aqueste blòt a la suite del blòt d'esquèrra
sk: Pripojiť blok do prava
sr@latin: Dodaj ovaj blok levo

source: Application Frame Menus:
cs: Aplikace Rámců Menu:
hr: Aplikacijski izbornici:
it: Menu dei frame dell'applicazione:
ja: アプリケーションメニュー:
nb: Applikasjonsrammemenyer:
sk: Rámcová ponuka aplikácie
sr@latin: Meni okvira aplikacije
vi: Thực đơn cho khung ứng dụng:

source: Applies a unified diff file to the working copy
cs: Aplikuje sjednocený rozdíl na pracovní kopii
hr: Koristi objedinjenu datoteku s razlikama za izmjenu radne kopije
it: Applica un file unificato di confronto alla copia di lavoro
ja: Unified形式の差分を作業コピーに適用
nb: Fletter inn en enhetlig diff-fil i arbeidkopien din
oc: Aplica un fichièr de diferéncia, al format unificat, sus la còpia de trabalh
sk: Aplikuje unifikované porovnanie na pracovnú kópiu
sr@latin: Koristi objedinjeni fajl s razlikama za izmenu radne kopije
vi: Áp dụng một phép so sánh thống nhất vào bản sao đang làm

source: Apply &patch...
cs: Použít zá&platu...
hr: Primijeni &zakrpu...
it: Applica &patch...
ja: パッチを適用(&P)...
nb: Anvend &korreksjon...
oc: Aplicar un &patch...
sk: Použiť zá&platu...
sr@latin: Primena &zakrpa...
vi: Áp dụng &vá...

source: Apply 'Power User' defaults. Those will provide a smoother experience. You should know the meaning of all the settings above.
cs: Použít předvolbu 'Power User'. Toto poskytuje lepší zkušenost. Měli by jste znát význam všech nastavení výše
hr: Primjeni osnovne postavke naprednog korisnika. Pretpostavlja se da ste upoznati s ovim postavkama.
it: Applica i predefinti 'Power User'. Essi forniranno un'esperienza più semplice. Si dovrebbe conoscere il significato di tutte le impostazioni.
ja: 「Power User」のデフォルトを適用する。これはよりスムーズな体験を提供します。 上記のすべての設定の意味を理解した上で使用してください。
nb: Bruk standard for avanserte brukere. Dette gir en bedre opplevelse. Du bør kjenne innholdet i alle innstillingene over.
oc: Aplicar las valors per defaut del 'superutilizaire'. Deuriatz saber la significacion dels paramètres çaisús.
sk: Použiť predvolené pre 'Power User'. Toto poskytuje lepšiu skúsenosť. Mali by ste poznať význam nastavení vyššie.
sr@latin: Primenite 'Glavni Korisnik' podrazumevano. To će omogućiti gušenje iskustva. Treba da znate značenje gornjeg podešavanja.
vi: Áp dụng mặc định của 'Power User'. Những cái đó sẽ cung cấp trải nghiệm trơn tru hơn. Bạn nên biết ý nghĩa của tất cả các thiết lập phía trên.

source: Apply Patch...
cs: Použít Záplatu...
hr: Primijeni zakrpu...
it: Applica patch...
ja: パッチを適用...
nb: Anvend Korreksjon...
oc: Aplicar un Patch...
sk: Použiť záplatu...
sr@latin: Primena zakrpe...
vi: Áp dụng vá...

source: Apply unified diff
cs: Aplikovat sjednocený rozdíl
hr: Primijeni popis objedinjenih razlika
it: Applica confronto unificato
ja: Unified形式の差分を適用
nb: Flett inn enhetlig diff
oc: Aplicar un diff estandard
sk: Použiť unifikované porovnanie
sr@latin: Primena objedinjenih razl
vi: Áp dụng so sánh thống nhất

source: Approve or reject client-side hook script
cs: Schválit nebo zamítnout hákový skript na straně klienta
hr: Odobri ili odbij hook skriptu za klijenta
it: Approva o rifiuta script aggancio lato client
ja: クライアント側フックスクリプトの承認または拒否
nb: Godkjenn eller avvis klient-påhakingsskript
oc: Aprovar o regetar l'apèl dels escripts associats costat client
sk: Schváliť alebo odmietnúť pripnuté skripty spúštané u klienta
sr@latin: Potvrdi ili odbaci klijentske zakačive skripte
vi: Phê duyệt hoặc bác bỏ các kịch bản hook máy khách

source: Approved hook scripts
cs: Schválené hákové skripty
hr: Odobrene hook skripte
it: Script aggancio approvati
ja: フックスクリプトを承認
nb: Godkjente påhakingsskript
oc: Aprovar l'apèl d'escript
sk: Schválené pripnuté skripty
sr@latin: Potvrđene zakačive skripte
vi: Các kịch bản hook được phê duyệt

source: Aqua Style
cs: Vodní Styl
hr: Aqua stil
it: Tema acqua
nb: Aqua-stil
sk: Vodný štýl
sr@latin: Vodeni stil
vi: Kiểu Aqua

source: Arb&itrary text
cs: L&ibovolný text
hr: Pro&izvoljan tekst
it: Testo arb&itrario
ja: 任意のテキスト(&I)
nb: &Vilkårlig tekst
oc: Tèxte &arbitrari
sk: Ľu&bovolný text
sr@latin: Pro&izvoljan tekst
vi: Chữ &bất kỳ

source: Are you sure you want to mark the conflicted file(s) as resolved?
cs: Jste si jistý, že chcete označit konfliktní soubor(y) jako vyřešené?
hr: Jeste li sigurni da želite označiti datoteku(e) u sukobu kao razriješenu(e)?
it: Marcare il/i file in conflitto come risolti?
ja: 競合したファイルを解決済みとみなしてもよろしいですか？
nb: Er du sikker på at du vil sette status som løst på konfliktstatus-merkede file(r)?
oc: Sètz segur que volètz marcar lo(s) fichièr(s) en conflicte coma resolgut ?
sk: Naozaj chcete označiť súbor(y) v stave konfliktu za vyriešené?
sr@latin: Jeste li sigurni da želite označiti fajl(e) u sukobu kao rešenu(e)?
vi: Bạn có chắc là bạn muốn đánh dấu những tập tin bị mâu thuẫn là đã được giải quyết?

source: Are you sure you want to remove the cache of the selected %d items?
cs: Jste si jistý, že chcete odstranit úschovu %d vybraných položek?
hr: Jeste li sigurni da želite ukloniti spremnik odabranih %d stavki?
it: Rimuovere la cache degli %d elementi selezionati?
ja: 選択した%d件のキャッシュを本当に削除してもよろしいですか？
nb: Er du sikker på at du vil slette mellomlageret til de %d valgte elementene?
oc: Sètz segur que volètz suprimir lo cache dels %d elements seleccionats ?
sk: Naozaj chcete odstrániť zásobník pre %d objektov?
sr@latin: Jeste li sigurni da želite ukloniti keš odabranih %d stavki?
vi: Bạn có chắc là bạn muốn loại bỏ bản lưu tạm của %d món được chọn?

source: Are you sure you want to revert %d item(s)? You will lose all changes since the last update!
cs: Jste si jistý, že chcete vrátit změny %d položek? Ztratíte všechny změny od poslední aktualizace!
hr: Jeste li sigurni da želite vratiti na staro %d stavki? Izgubiti ćete sve izmjene!
it: Ripristinare %d oggetti(o)? Così facendo tutte le modifiche dall'ultimo aggiornamento andranno perse.
ja: 本当に項目%d件の変更を取り消してもよろしいですか？ 最後の更新以降のすべての変更が失われます。
nb: Er du sikker på at du vil tilbakestille %d element(er)? Du vil miste alle endringer siden forrige oppdatering!
oc: Sètz segur que volètz far tornar a l'anciana version %d element(s) ? Anatz pèrdre totas vòstras modificacions dempuèi la darrièra mesa a jorn !
sk: Naozaj chcete vrátiť objekty (%d)? Stratíte všetky zmeny vykonané od poslednej aktualizácie!
sr@latin: Jeste li sigurni da želite vratiti na staro %d stavku(i)? Izgubićete sve promene do zadnjeg obnavljanja!
vi: Bạn có chắc là bạn muốn khôi phục %d món? Bạn sẽ mất tất cả thay đổi kể từ lần cập nhật cuối!

source: Arrange &vertical (V)
cs: &Uspořádat svisle (V)
hr: Posloži &vertikalno⇥(V)
it: Affianca &verticalmente (V)
ja: 垂直方向に並べる (&V)
nb: Ordne &vertikalt (V)
oc: Arrengar &verticalament (V)
sk: Usporiadať &vertikálne (V)
sr@latin: Uredi &vertikalno (V)

source: As &is (no specific EOL)
cs: Jak je (nespec&ifický)
hr: Kako je b&ilo (bez posebnog EOL)
it: &Così com'è (nessuno specifico EOL)
ja: 改行コードを変更しない(&I)
nb: Som den &er (ingen bestemt EOL)
oc: Tel &quel (pas de fin de linha especific)
sk: Ako &je (neudaný EOL)
sr@latin: Kao što &je (nema specifičnog EOL)
vi: Như đã &thấy (không có EOL cụ xác định)

source: Ask the user
cs: Zeptat se uživatele
hr: Pitaj korisnika
it: Chiedi all'utente
ja: ユーザーに問い合わせる
nb: Spør brukeren
oc: Demandar a l'utilizaire
sk: Opýtať sa užívateľa
sr@latin: Pitaj korisnika
vi: Hỏi người dùng

source: Assigned to changelist '%ls'
cs: Přiřazeno k seznamu změn '%ls'
hr: Pridjeljeno skupu izmjena '%ls'
it: Assegnato all'elenco modifiche '%ls'
ja: 変更リスト「%ls」に割り当てる
nb: Tilordnet endringsliste '%ls'
oc: Assignat a la lista de modificacions '%ls'
sk: Priradené k zoznamu zmien '%ls'
sr@latin: Označeno u listi izmena '%ls'
vi: Gán cho danh sách thay đổi '%ls'

source: Assigned to:
cs: Přiřazeno k:
hr: Pridjeljeno:
it: Assegnato a:
ja: 割り当て:
nb: Tilordnet til:
sk: Priradené k:
sr@latin: Označeno:
vi: Gán vào:

source: At revision: %d
cs: Na revizi: %d
hr: Prema reviziji: %d
it: Alla revisione: %d
ja: リビジョン %d になりました
nb: Ved revisjon: %d
oc: À la revision : %d
sk: Na revízií: %d
sr@latin: U reviziji: %d
vi: Tại bản sửa chửa: %d

source: Attempted an unsupported operation.
cs: Byl proveden pokus o neznámou operaci.
hr: Pokušana je nepodržana operacija.
it: È stata tentata un'operazione non supportata.
ja: 未サポートの操作を行おうとしました。
nb: Forsøkte en ustøttet handling.
oc: Una operacion non suportada es estat temptada.
sk: Pokus o nepodporovanú operáciu.
sr@latin: Pokušana je nepodržana operacija.
vi: Thử một thao tác không được hỗ trợ.

source: Attempted to access %1 past its end.
cs: Byl učiněn pokus přístupu na %1 za jeho koncem.
hr: Pokušalo se pristupiti %1 nakon njena kraja.
it: Si è tentato di accedere a %1 oltre la sua fine.
ja: %1 へのアクセスがその終わりを通り越して行われました。
nb: Forsøte å få tilgang forbi slutten av %1.
oc: Una temptativa es estat faita per accedir a %1 aprèp sa fin.
sr@latin: Pokušaj pristupa %1 nakon njenog kraja.
vi: Thử truy cập %1 quá phần cuối của nó.

source: Attempted to read from the writing %1.
cs: Byl učiněn pokus čtení z právě zapisovaného %1.
hr: Pokušaj čitanja iz datoteke za pisanje %1.
it: Si è tentato di leggere dal file %1 in fase di scrittura.
ja: 書き込み中の %1 から読み込もうとしました。
nb: Forsøkte å lese fra %1 som er under skriving.
oc: Una temptativa es estat faita per legir %1 dobèrt en escritura.
sk: Pri zapisovaní do %1 bol pokus o čítanie.
sr@latin: Pokušaj čitanja iz fajla za pisanje %1.
vi: Thử đọc từ bản viết %1.

source: Attempted to write to the reading %1.
cs: Byl učiněn pokus zápisu z právě čteného %1.
hr: Pokušaj pisanja za datoteku čitanja %1.
it: Si è tentato di scrivere sul file %1 in lettura.
ja: 読み取り中の %1 へ書き込もうとしました。
nb: Forsøkte å skrive til %1 som er under lesning.
oc: Una temptativa es estat faita per escriure %1 dobèrt en lectura.
sk: Pri čítaní %1 bol pokus o čítanie.
sr@latin: Pokušaj pisanja u fajl za čitanja %1.
vi: Thử viết vào bản đọc %1.

source: Authentication
cs: Ověření
hr: Autentikacija
it: Autenticazione
ja: 認証
nb: Autentisering
oc: Autentificacion
sk: Autentifikácia
sr@latin: Autentikacija
vi: Chứng thực

source: Authentication data
cs: Ověřovací údaje
hr: Podaci o autentikaciji
it: Dati di autenticazione
ja: 認証データ
nb: Autentiseringsdata
oc: Donadas d'autentificacion
sk: Autentifikačné údaje
sr@latin: Autentikacioni podatak
vi: Dữ liệu chứng thực

source: Author
cs: Autor
hr: Autor
it: Autore
ja: 作者
nb: Forfatter
oc: Autor
sk: Autor
sr@latin: Autor
vi: Tác giả

source: Author: Stefan Kueng
cs: Autor: Stefan Kueng
hr: Autor: Stefan Kueng
it: Autore: Stefan Kueng
ja: 作者: Stefan Kueng
nb: Forfatter: Stefan Kueng
oc: Autor : Stefan Kueng
sk: Autor: Stefan KUENG
sr@latin: Autor: Stefan Kueng
vi: Tác giả:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Stefan Kueng

source: Authors
cs: Autoři
hr: Autori
it: Autori
ja: 作者
nb: Forfattere
oc: Autors
sk: Autori
sr@latin: Autori
vi: Các tác giả

source: Authors case sensitive
cs: Rozlišovat velikost písmen autorů
hr: Autori (poredani uvažavajući mala i velika slova)
it: Non fare differenza tra maiuscole e minuscole nei nomi degli autori
ja: 作者名の大文字/小文字を区別する
nb: Stor/liten bokstav teller i forfatternavn
sk: Rozlišovať veľkosť písmen v menách autorov
sr@latin: Autori po azbučnom redu
vi: Các tác giả có phân biệt chữ thường và hoa

source: Authors:
cs: Autoři:
hr: Autori:
it: Autori:
ja: 作者:
nb: Forfattere:
oc: Autors :
sk: Autori:
sr@latin: Autori:
vi: Các tác giả:

source: Auto Hide
cs: Automaticky Skrýt
hr: Automatsko skrivanje
it: Nascondi automaticamente
ja: 自動的に隠す
nb: Auto-Skjul
sk: Automaticky skryť
sr@latin: Automatsko sakrivanje
vi: Tự động ẩn

source: Auto Hide All
cs: Skrýt Automaticky Vše
hr: Automatsko skrivanje
it: Nascondi automaticamebnte tutto
ja: 自動的にすべてを隠す
nb: Auto Skjul Alt
sk: Automaticky skryť všetko
sr@latin: Automatsko skrivanje svega
vi: Tự động ẩn tất cả

source: Auto-Merge
cs: Automatické sloučení
hr: Automatsko-spajanje
it: Unione automatica
ja: 自動マージ
nb: Auto-Flett
oc: Auto-Fusionar
sk: Automaticky zlúčiť
sr@latin: Auto-Stapanje

source: Auto-close if no conflicts
cs: Automaticky zavřít, pokud nejsou žádné konflikty
hr: Automatski zatvori ako nema sukoba
it: Chiudi automaticamente in assenza di conflitti
ja: 競合がなければ自動的に閉じる
nb: Lukk automatisk hvis det ikke er konflikter
oc: Tampadura automatica se i a pas de conflictes
sk: Automaticky zavrieť, keď nie sú konflikty
sr@latin: Automatsko zatvaranje ako nema sukoba
vi: Tự động đóng nếu không có mâu thuẫn

source: Auto-close if no errors
cs: Automaticky zavřít, pokud nejsou žádné chyby
hr: Automatski zatvori ako nema grešaka
it: Chiudi automaticamente in assenza di errori
ja: エラーがなければ自動的に閉じる
nb: Lukk automatisk hvis ingen feil
oc: Tampadura automatica se i a pas d'errors
sk: Automaticky zavrieť, keď nie sú chyby
sr@latin: Automatsko zatvaranje ako nema grešaka
vi: Tự động đóng nếu không có lỗi

source: Auto-close if no merges, adds or deletes
cs: Zavřít, pokud neexistují sloučení, přidání nebo smazání
hr: Automatski zatvori ako nema spajanja, dodavanja ili brisanja
it: Chiudi automaticamente se non ci sono fusioni, aggiunte o eliminazioni
ja: マージ、追加、削除がなければ自動的に閉じる
nb: Lukk automatisk hvis ingen fletting, sletting eller hvis ingen ting legges til
oc: Tampadura automatica se i a pas de fusions, apondons o supressions
sk: Automaticky zavrieť, keď nie sú zlúčenia, pridania alebo vymazania
sr@latin: Automatsko zatvaranje ako nema spajanja, dodavanja ili brisanja
vi: Tự động đóng nếu không có hợp nhất, thêm, hay xóa

source: Auto-complete suggests words (usually class or member names) from the files that you have changed as you type a log message.
cs: Automaticky dokončovat doporučené slova (většinou názvy tříd nebo členů) ze souborů, které jste změnili během psaní zprávy záznamu.
hr: Za vrijeme upisa poruke dnevnika automatska dopuna predlaže riječi (obično imena klasa ili članova) iz datoteka koje ste promijenili.
it: L'autocompletamento suggerisce parole (di solito classi o nomi di membri) dai file che avete modificato durante la digitazione dei commenti.
ja: ログメッセージを入力する際に、変更したファイル内の単語 （クラスやメンバの名前など）が自動補完により提示されます。
nb: Autofullføring foreslår ord (vanligvis klasse, eller medlemsnavn) fra filene du har endret mens du skriver en loggmelding.
oc: La complecion automatica prepausa de mots (de costuma de classas o de noms de membres) tirats dels fichièrs qu'avètz cambiat quand picatz un comentari.
sk: Automatické dokončovanie slov (typicky tried a mien členov) počas písania správ denníka zo zmenených súborov.
sr@latin: Za vreme upisa poruke dnevnika automatska dopuna predlaže reči (obično imena klasa ili članova) iz fajlova koje ste promenili.
vi: Tự động điền đủ cho những từ gợi ý (thường là lớp hoặc tên thành viên) từ các tập tin bạn đã thay đổi khi bạn gõ vào thông điệp tường trình.

source: Auto-merge %1!ls! into %2!ls!
cs: Automaticky sloučit %1!ls! do %2!ls!
hr: Automatsko-spajanje %1!ls! u %2!ls!
it: Unisci automaticamente %1!ls! a %2!ls!
ja: %2!ls! に %1!ls! を自動マージ
nb: Auto-flett %1!ls! til %2!ls!
oc: Auto-fusionar %1!ls! dins %2!ls!
sk: Automaticky zlučiť %1!ls! do %2!ls!
sr@latin: Auto-stapanje %1!ls! u %2!ls!

source: Automatic
cs: Automaticky
hr: Automatski
it: Automatico
ja: 自動
nb: Automatisk
sk: Automatika
sr@latin: Automatski
vi: Tự động

source: Autotext Tester
hr: Test autoteksta
it: Test dell'auto testo
ja: 自動文字列テスター
nb: Autotekst-tester
oc: Testador d'Autotext
sk: Tester autotextov
sr@latin: Autotekst tester
vi: Người kiểm tra Autotext

source: Average
cs: Průměr
hr: Prosjek
it: Media
ja: 平均
nb: Gjennomsnitt
oc: Mejana
sk: Priemer
sr@latin: Prosek
vi: Trung bình

source: B&rowse...
cs: P&rocházet...
hr: P&retraži...
it: S&foglia...
ja: 参照(&R)...
nb: &Bla gjennom...
oc: Percó&rrer...
sk: P&rechádzaj...
sr@latin: P&retraži...
vi: &Duyệt...

source: Back
cs: Zpět
hr: Nazad
it: Indietro
ja: 戻る
nb: Tilbake
sk: Späť
sr@latin: Nazad
vi: Lui

source: Background
cs: Pozadí
hr: Pozadina
it: Sfondo
ja: 背景
nb: Bakgrunn
oc: Fons
sk: Pozadie
sr@latin: Pozadina
vi: Nền

source: Backwards in browsing history
cs: Dozadu v procházení historie
hr: Natrag u pretraživanju povijesti
it: Indietro nella cronologia navigazione
ja: 表示中の履歴の前
nb: Bakover i utforskings-historien
oc: Recular dins l'istoric de navigacion
sk: Dopredu v historií prehliadania
sr@latin: Unazad pretraživanje istorije
vi: Ngược lại lịch sử duyệt

source: Bar Graph
cs: Sloupcový graf
hr: Stupčasti dijagram
it: Grafico a barre
ja: ヒストグラム
nb: Søylediagram
oc: Grafic en barra
sk: Stĺpcový graf
sr@latin: Stubasti dijagram
vi: Biểu đồ thanh

source: Base file:
cs: Originální soubor:
hr: Osnovna datoteka:
it: File di base:
ja: BASEファイル:
nb: Basisfil:
oc: Fichièr de basa :
sk: Základný súbor:
sr@latin: Osnovni fajl:
vi: Tập tin gốc:
