Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here... You can show the unversioned items by enabling them with the checkbox at the bottom.
cs: Žádné soubory nebyly od posledního odevzdání změněny nebo přidány. TortoiseSVN zde nemá co udělat... Položky bez verze můžete zobrazit tím, že je povolíte pomocí zaškrtávacího políčka na konci.
hr: Niti jedna datoteka nije promijenjena ili dodana od zadnje pohrane. TortoiseSVN ovdje ništa ne može učiniti... Možete prikazati neverzionirane stavke tako da ih uključite koristeći checkbox na dnu.
it: Nessun file modificato dall'ultimo invio. TortoiseSVN non deve fare nulla qui... Puoi mostrare gli elementi non versionati abilitandoli cona la checkbox in fondo.
ja: 最後にコミットしてから変更または追加されたファイルがありません。 TortoiseSVNがすることは何もありません。 下部のチェックボックスで、バージョン管理外の項目を 表示することができます。
nb: Ingen filer er endret eller lagt til siden forrige innsending. Det er ingen ting å gjøre for TortoiseSVN her... Du kan vise ikke-versjonerte elementer ved å huke av i boksen nederst.
oc: Cap de fichièrs son pas estats modificats o aponduts dempuèi la darrièra liurason. TortoiseSVN pòt pas far res aicí... Podètz afichar los elements pas versionats en marcant la casa en bas.
sk: Od posledného odvzdania neboli zmenené ani pridané žiadne súbory. TortoiseSVN nemá čo by tu robil... Môžete povoliť neverziované objekty povolením zaškrtávacieho políčka dole.
sr@latin: Nijedan fajl nije izmenjen ili dodat od zadnjeg urezivanja. Nema ničeg da TortoiseSVN radi ovde... Možete prikazati neverzionisane stavke omogućavajući ih sa čekboksom na dnu.
vi: Không có tập tin nào được thay đổi hay thêm vào kể từ lần cam kết cuối. Không có gì cho TortoiseSVN để làm ở đây... Bạn có thể hiển thị các món không phiên bản bằng cách cho phép chúng với các hộp đánh dấu ở phía dưới.

source: No files were changed or added since the last commit. There's nothing for TortoiseSVN to do here...
cs: Žádné soubory nebyly změněny nebo přidány od posledního odevzdání. TortoiseSVN nemůže nic dělat...
hr: Niti jedna datoteka nije izmijenjena ili dodana od zadnje pohrane. TortoiseSVN nema ovdje što raditi...
it: Nessun file è stato modificato o aggiunto dall'ultimo invio. Non c'è niente da fare per TortoiseSVN...
ja: 最後のコミットから変更/追加されたファイルはありません。 今回、TortoiseSVNがすることは何もありません...
nb: Ingen filer er endret eller lagt til siden forrige innsending. Det er ingen ting å gjøre for TortoiseSVN her...
oc: Cap de fichièr pas cambiat o apondut dempuèi la darrièra liurason. I a pas res a far per TortoiseSVN aicí...
sk: Od posledného odovzdania neboli zmenené súbory. Nie je nič, čo by TortoiseSVN robil...
sr@latin: Ni jedan fajl nije izmenjen ili dodat od zadnjeg urezivanja. TortoiseSVN nema ovde šta da radi...
vi: Không có tập tin nào bị thay đổi hay thêm vào kể từ lần cam kết cuối. Không có gì cho TortoiseSVN để làm ở đây...

source: No graph available
cs: Graf není k dispozici
hr: Graf nije dostupan
it: Nessun grafico disponibile
ja: グラフは使用できません
nb: Ingen graf er tilgjengelig
oc: Pas cap de grafic disponible
sk: Graf nie je k dispozícií
sr@latin: Graf nije dostupan
vi: Không có sẵn đồ thị nào

source: No image encoder found for %ls.
cs: Nebyl nalezen kódovač obrázku pro %ls.
hr: Program za kodiranje slika nije nađen za %ls.
it: Non è stato trovato alcun codificatore di immagini per %ls.
ja: %ls に対する画像エンコーダが見つかりません。
nb: Finner ingen bildekoder for %ls.
oc: Pas d'encodador d'imatge trobat per %ls.
sk: Nebol nájdený obrázkový kóder pre %ls.
sr@latin: Program za kodiranje slika nije nađen za %ls.
vi: Không có bộ mã hoá ảnh nào tìm thấy cho %ls.

source: No path or pathfile specified on the command line!
cs: Není specifikována cesta nebo soubor s cestami na příkazové řádce!
hr: Nema staze ili datoteke iz komandne linije!
it: Nessun percorso o file specificato da linea di comando!
ja: コマンドラインにパスもしくはパスファイルが指定されていません。
nb: Ingen sti eller stifil ble gitt på kommandolinjen!
oc: Pas cap de camin d'accès o pathfile especificat dins la linha de comanda !
sk: V príkazovom riadku nebola zadaná cesta
sr@latin: Nema putanje ili fajlputanje na komandnoj liniji!
vi: Không có đường dẫn hay tập tin đường dẫn nào được chỉ ra trên dòng lệnh!

source: No status cache. Only versioned folders get an overlay, files don't get an overlay
cs: Žádná úschova stavu. Pouze adresáře s verzí budou překryté, soubory překryté nebudou
hr: Nema priručne memorije statusa. Samo mape pod sustavom upravljanja verzija dobivaju prekrivne oznake, ne i datoteke
it: Nessuna cache di stato. Solo le cartelle versionate ricevono un'icona di stato, i file rimangono senza
ja: 状態キャッシュを行いません。バージョン管理されたフォルダーのみオーバーレイ表示を行い、ファイルはオーバーレイ表示を行いません
nb: Intet mellomlager for status. Bare versjonerte mapper får et ikonlag, filer får ikke ikonlag
oc: Pas de cache de l'estatut. Sols los repertòris versionats son recobèrts, los fichièrs son pas recobèrts
sk: Bez pamäte stavu. Iba verziované adresáre získajú prekrytie, súbory budú bez prekrývajúcich ikon.
sr@latin: Nema keš statusa. Samo imenici pod sistemom upravljanja verzijama dobijaju prekrivače, ne i fajlovi
vi: Không có trạng thái nào được lưu tạm. Chỉ có các thư mục được đánh phiên bản nhận nạp chồng, các tập tin không được nhận nạp chồng

source: No such revision '%1!ls!'
cs: Revize '%1!ls!' neexistuje
hr: Ne postoji revizija '%1!ls!'
it: Nessuna revisione '%1!ls!'
ja: リビジョン「%1!ls!」は存在しません
nb: Ingen slik revisjon '%1!ls!'
oc: Il n'y a pas de revision '%1!ls!'
sk: Revízia '%1!ls!' neexistuje
sr@latin: Nema te revizije '%1!ls!'
vi: Không có bản chỉnh sửa nào '%1!ls!'

source: No thesaurus suggestions
cs: Žádné návrhy synonym
hr: Nema prijedloga iz pojmovnika
it: Nessun suggerimento sui sinonimi
ja: シソーラスからの提案はありません
nb: Ingen forslag fra synonymordbok
oc: Pas cap de suggestion del thesaurus
sk: Tezaurus nemá návrh
sr@latin: Nema predloga iz rečnika sinonima
vi: Không có đề nghị nào từ bộ từ điển

source: Node Status:
cs: Stav Uzlu:
hr: Stanje čvora:
it: Stato del nodo:
ja: ノードの状態:
oc: Estatut del nosèl :
sk: Stav uzla:
sr@latin: Status čvora:
vi: Tráng thái nút:

source: Node colors
cs: Barvy uzlu
hr: Boje čvorova
it: Colori dei nodi
ja: ノードの色
nb: Nodefarger
oc: Colors dels nosèls
sk: Farby uzlov
sr@latin: Boja čvora
vi: Màu của nút

source: Non-recursive commit of moved/renamed folders.
cs: Nerekurzivní odevzdání přesunutých/přejmenovaných adresářů.
hr: Nerekurzivna pohrana premještenih/preimenovanih mapa
it: Invio non ricorsivo di cartelle spostate/rinominate.
ja: 移動や名前変更がされたフォルダーの非再帰的なコミット
nb: Ikke-rekursiv innsending av flyttete/omdøpte mapper.
oc: Liurason non-recursiva dels dorsièrs desplaçats / renomenats.
sk: Nerekurzívne odovzdanie presunutého/premenovaného adresára.
sr@latin: Nerekurzivno urezivanje pomerenih/preimenovanih foldera.
vi: Việc cam kết không dùng đệ quy của các thư mục được di chuyển/đổi tên.

source: Non-versioned
cs: Bez verze
hr: Neverzionirano
it: Senza versione
ja: バージョン管理外
nb: Ikke-versjonert
oc: non versionat
sk: Neverziované
sr@latin: Ne-verzionisan
vi: Không được đánh phiên bản

source: None
cs: Nic
hr: Ništa
it: Nessuno
ja: 無し
nb: Ingen
oc: Pas cap
sk: Žiadne
sr@latin: Ništa
vi: Không

source: Normal
cs: Normální
hr: Uobičajeno
it: Normale
ja: 通常
sk: Normálne
sr@latin: Normalan
vi: Bình thường

source: Not all of the system registry entries (or INI file) were removed.
cs: Ne všechny položky systémového registru (nebo INI souboru) byly odstraněny.
hr: Nisu uklonjene sve stavke iz sistemskog registra (ili INI datoteke).
it: Non tutti gli elementi del registro (o del file INI) sono stati rimossi.
ja: システムレジストリのエントリ（またはINIファイル）がすべて削除されたわけではありません。
nb: Ikke alle oppføringene i registeret (eller INI-filen) ble fjernet.
oc: Certanas entradas dins lo registre sistèma (o lo fichièr INI) son pas estadas escafadas.
sk: Nie všetky položky systémových registrov (alebo INI súbor) boli vymazané.
sr@latin: Nisu uklonjene sve stavke iz sistemskog registra (ili INI fajlovi).
vi: Không phải tất cả các mục trong registry hệ thống (hay tập tin INI) được loại bỏ

source: Not enough memory! Try reducing the size of the revision graph by either collapsing nodes or reducing the zoom factor.
cs: Nedostatek paměti! Pokuste se zmenšit velikost revizního grafu buď zavřením uzlů nebo redukcí detailu.
hr: Nema dovoljno memorije! Pokušajte smanjiti veličinu grafa inačica ili sklopivši čvorove ili smanjivanjem faktora povećavanja (zoom).
it: Memoria insufficiente! Prova a ridurre la dimensione del grafico delle revisioni da ciascun nodo collassabile o riducendo il fattore di zoom.
ja: 十分なメモリがありません。 ノードを折りたたむかズームを小さくすることで、 リビジョングラフの大きさを小さくしてみてください。
nb: Ikke nok minne! Prøv å redusere størrelsen på revisjonsgrafen ved enten å trekke sammen noder eller redusere zoom-graden.
oc: Pas pro de memòria ! Ensajatz de reduire la talha del graf de las revisions en tampant d'arborescéncias o en redusent lo zoom.
sk: Nedostatok pamäte! Pokúste sa zmenšiť graf revízií zbalením uzlov alebo zmenšením lupy.
sr@latin: Nema dovoljno memorije! Pokušajte smanjivanjem veličine revizionog grafa ili spajajući čvorove ili smanjujući faktor uvećanja.
vi: Không đủ bộ nhớ! Thử giảm kích thước của biểu đồ chỉnh sửa bằng cách hoặc là thu gọn các nút hay giảm yếu tố phóng.

source: Not under version control
cs: Není pod správou verzí
hr: Nije pod nadzorom revizija
it: Non sotto controllo versione
ja: バージョン管理されていません
nb: Ikke under versjonskontroll
oc: Pas versionat
sk: Nie je pod správou revízií
sr@latin: Nije pod kontrolom verzija
vi: Không được kiểm soát không phiên bản

source: Note that if you choose to recover the auto-saved documents, you must explicitly save them to overwrite the original documents. If you choose to not recover the auto-saved versions, they will be deleted.
cs: Uvědomte si, že pokud vyberete obnovu automaticky uložených dokumentů, musíte je jednoznačně uložit, aby jste přepsali původní dokumenty. Pokud vyberete neobnovovat automaticky uložené verze, budou smazány.
hr: Zapamtite da ako odaberete automatsko vraćanje automatski spremljenih dokumenata, morate ih izričito spremiti kako biste prepisali originalne dokumente. Ako odaberete da nećete vratiti auto-spremljene verzije, one će biti izbrisane.
it: Nota che se scegli di recuperare i documenti salvati automaticamente, devi salvarli esplicitamente per sovrascrivere i documenti originali. Se scegli di non recuperare le versioni salvate automaticamente, saranno eliminate.
ja: 自動保存されたドキュメントの復元を選択する場合は、オリジナルのドキュメントを上書きするために明示的に保存処理を行う必要がある事に注意してください。もし自動保存されたバージョンを復元しないなら、それらは削除されます。
nb: Merk at hvis du velger å gjenvinne de autolagrede dokumentene, må du eksplisitt lagre dem for å overskrive de originale dokumentene. Hvis du velger å ikke gjenvinne de autolagrede versjonene, vil de bli slettet.
oc: Notatz qu'avètz causit de recuperar los salvaments automatics dels documents, los vos cal salvar explicitament per remplaçar los documents originals. Se causissètz de recuperar pas los salvaments automatics, seràn suprimidas.
sk: Poznámka: pokiaľ vyberiete obnoviť automaticky uložené súbory, musíte ich uložiť, aby prepísali pôvodné dokumenty. Ak vyberiete neobnovovanie automaticky uložených verzii, budú vymazané.
sr@latin: Primetite da ako izaberete da vratite auto-sačuvana dokumenta, morate eksplicitno da ih sačuvate prepisivanjem originalnih dokumenata. Ako izabereteda ne vraćate auto-sačuvane verzije one će biti obrisane.
vi: Nhớ rằng nếu bạn chọn phục hồi các tài liệu tự động lưu bạn phải lưu nó một cách rõ ràng để ghi đè các tài liệu gốc. Nếu bạn chọn không phục hồi các phiên bản lưu tự động, chúng sẽ bị xóa.

source: Note: the folder contains unversioned items
cs: Poznámka: adresář obsahuje položky bez verzí
hr: Napomena: mapa sadrži stavke bez verzija
it: Nota: la cartella contiene elementi senza versione
ja: 注意: フォルダーはバージョン管理外の項目を含んでいます
nb: Merk: Mappen inneholder ikke-versjonerte elementer
oc: Nòta : aqueste repertòri conten de fichièrs que son pas jos contraròtle de version
sk: Poznámka: adresár obsahuje neverziované objekty
sr@latin: Primedba: folder sadrži neverzionisane stavke
vi: Ghi chú: thư mục chứa các món không được đánh phiên bản

source: Note: this affects all Tortoise clients, not just TortoiseSVN!
cs: Poznámka: toto ovlivní všechny Tortoise klienty, ne pouze TortoiseSVN!
hr: Opaska: ovo utječe na sve Tortoise klijente, ne samo na TortoiseSVN
it: Nota: questo influenza tutti i client Tortoise, non solo TortoiseSVN!
ja: 注意: これは TortoiseSVN だけでなく、すべての Tortoise クライアントに影響します。
nb: Merk: Dette påvirker alle Tortoise-klienter, ikke bare TortioseSVN!
oc: Nòta : aquò affecte totes los clients Tortoise, pas solament TortoiseSVN !
sk: Poznámka: toto ovplivný aj iných klientov Tortoise, nie iba TortoiseSVN!
sr@latin: Primedba: ovo se odnosinasveTortoise kliente, nesamoTortoiseSVN
vi: Ghi chú: việc này ảnh hưởng tất cả máy khách Tortoise, không chỉ TortoiseSVN!

source: Note: this property has no effect on Windows
cs: Poznámka: tato vlastnost nemá ve Windows význam
hr: Opaska: ovo svojstvo nema utjecaja na Windowsima
it: Nota: questa proprietà non ha effetti in Windows
ja: 注意: このプロパティは Windows では効果がありません
nb: Merk: Denne egenskapen har ingen effekt under Windows
oc: Nòta : Aquesta proprietat a pas cap d'efièit jos Windows
sk: Poznámka: táto vlastnosť sa na Windows neprejaví
sr@latin: Primedba: ova osobina ne utiče na Vindouz
vi: Ghi chú: thuộc tính này không có tác dụng trên Windows

source: Nothing is selected for commit!
cs: Pro odevzdání není nic vybráno!
hr: Ništa nije odabrano za slanje!
it: Nessun elemento selezionato per l'invio!
ja: コミットするものが何も選択されていません。
nb: Ingenting er valgt for innsending!
oc: Res es pas seleccionat per la liurason !
sk: Na odovzdanie nie je nič vybrané!
sr@latin: Ništa nije izabrano za urezivanje!
vi: Không có gì được lựa chọn cho cam kết!

source: Notice
cs: Upozornění
hr: Bilješka
it: Avviso
ja: 注意
nb: Notis
oc: Instruccions
sk: Poznámka
sr@latin: Beleška
vi: Chú ý

source: Number of %ls:
cs: Počet %ls:
hr: Broj %ls:
it: Numero di %ls:
ja: %ls数:
nb: Antall %ls:
oc: Nombre de %ls :
sk: Počet %ls:
sr@latin: Broj %ls:

source: Number of authors in the cache
cs: Počet autorů v úschově
hr: Broj autora u spremniku
it: Numero di autori nella cache
ja: キャッシュ内の作者の数
nb: Antall forfattere i mellomlageret
sk: Počet autorov v zásobníku:
sr@latin: Broj autora u kešu
vi: Số lượng tác giả trong bộ lưu tạm

source: Number of authors:
cs: Počet autorů:
hr: Broj autora:
it: Numero di autori:
ja: 作者の数:
nb: Antall forfattere:
oc: Nombre d'autors :
sk: Počet autorov:
sr@latin: Broj autora:
vi: Số lượng tác giả

source: Number of cached merged revisions
cs: Počet uložených sloučených revizí
hr: Broj spremljenih spojenih revizija
it: Numero di revisioni unificate nella cache
ja: キャッシュされているマージされたリビジョンの数
nb: Antall mellomlagrede flettede revisjoner
oc: Nombre de revisions fusionadas dins lo cache
sk: Počet zlúčených revízií v zásobníku
sr@latin: Broj keširanih stopljenih revizija
vi: Số lượng các chỉnh sửa hợp nhất được lưu trong bộ nhớ tạm

source: Number of cached revisions
cs: Počet uložených revizí
hr: Broj spremljenih revizija
it: Numero di revisioni nella cache
ja: キャッシュされているリビジョンの数
nb: Antall mellomlagrede revisjoner
oc: Nombre de revisions dins lo cache
sk: Počet revízií v zásobníku
sr@latin: Broj revizija u kešu
vi: Số lượng các chỉnh sửa được lưu trong bộ nhớ tạm

source: Number of cached revisions that have a non-empty change list
cs: Počet uložených revizí, které nemají prázdný seznam změn
hr: Broj pohranjenih revizija koje imaju listu izmjena
it: Numero di revisioni con elenco modifiche non vuoto nella cache
ja: 空でない変更リストを持つキャッシュ済みのリビジョンの数
nb: Antall mellomlagrede revisjoner som har en ikke-tom endringsliste
oc: Nombre de revisions mesas en cache qu'an una lista de modificacions non-vide
sk: Počet revízií v zásobníku, ktoré nemajú prázdny zoznam zmien
sr@latin: Broj revizija u kešu koje imaju listu izmena
vi: Số lượng các chỉnh sửa được lưu trong bộ nhớ tạm có danh sách chỉnh sửa không trống

source: Number of cached revisions that have user revision properties
cs: Počet uložených revizí s uživatelskými vlastnostmi
hr: Broj pohranjenih revizija koje imaju postavljena korisnička svojstva
it: Numero di revisioni con proprietà di revisione utente nella cache
ja: ユーザーリビジョンプロパティを持つキャッシュ済みのリビジョンの数
nb: Antall mellomlagrede revisjoner som har bruker-revisjonssegenskaper
oc: Nombre de revisions mesas en cache qu'an de proprietats de revision utilizaire
sk: Počet revízií v zásobníku, ktoré majú užívateľské vlastnosti revízie
sr@latin: Broj revizija u kešu koje imaju postavljena korisnička svojstva
vi: Số lượng các chỉnh sửa được lưu trong bộ nhớ tạm có các thuộc tính bản chỉnh sửa người dùng

source: Number of cached revisions whose change list is not cached yet
cs: Počet uložených revizí jejichž seznam změn ještě není uložen
hr: Broj pohranjenih revizija čije liste izmjena još nisu u spremniku
it: Numero di revisioni in cache il cui elenco modifiche non è ancora stata inserito nella cache
ja: 変更リストをまだキャッシュしていないキャッシュ済みのリビジョンの数
nb: Antall mellomlagrede revisjoner med endringsliste som ikke ennå er mellomlagret
oc: Nombre de revision mesas en cache dont la lista de modificacions es pas encara mesa en cache
sk: Počet revízií v zásobníku, ktoré ešte nemajú zoznam zmien v zásobníku
sr@latin: Broj revizija u kešu čije liste izmena još nisu keširane
vi: Số lượng các bản chỉnh sửa trong bộ nhớ tạm có danh sách các thay đổi chưa được đưa vào bộ nhớ tạm

source: Number of cached revisions whose user revision properties are not cached yet
cs: Počet uložených revizí jejichž uživatelské vlastnosti revizí ještě nejsou uloženy
hr: Broj pohranjenih revizija čija korisnička svojstava još nisu u spremniku
it: Numero di revisioni nella cache le cui proprietà di revisione non sono ancora state messe in cache
ja: ユーザーリビジョンプロパティをまだキャッシュしていないキャッシュ済みのリビジョンの数
nb: Antall mellomlagrede revisjoner med bruker-revisjonsegenskaper som ikke ennå er mellomlagret
oc: Nombre de revisions mesas en cache dont las proprietats de revision utilizaire son pas encara estadas mesas en cache
sk: Počet revízií v zásobníku, ktoré ešte nemajú v zásobníku užívateľské vlastnosti
sr@latin: Broj revizija u kešu čija korisnička svojstava još nisu keširana
vi: Số lượng các bản chỉnh sửa trong bộ nhớ tạm có các thuộc tính chỉnh sửa người dùng chưa được đưa vào bộ nhớ tạm

source: Number of different paths shown in the log dialog, including parent paths
cs: Počet rozdílných cest včetně rodičovských cest, které mají být zobrazeny v dialogovém okně záznamu
hr: Broj različitih staza u dijalogu dnevnika, uključivo početne (parent) staze
it: Numero di percorsi differenti mostrati nella finestra di attività, inclusi i percorsi superiori
ja: ログダイアログに表示される異なるパス（親のパスを含む）の数
nb: Antall forskjellige stier som vises i loggdialogen, inkludert til overkataloger
oc: Nombre de camins diferents afichats dins la bóstia de dialòg del jornal, en incluent los camins dels parents
sk: Počet rôznych ciest zobrazených v dialógu denníka vrátane rodičovských ciest
sr@latin: Broj različitih putanja u dijalogu dnevnika, uključivo roditeljske putanje
vi: Số đường dẫn khác nhau hiển thị trong hộp thoại tường trình, bao gồm đường dẫn cha

source: Number of different words used in log messages
cs: Počet rozdílných slov v zprávách záznamu
hr: Broj različitih riječi upotrebljenih u porukama dnevnika
it: Numero di parole differenti utilizzate nei messaggi di attività
ja: ログメッセージ内で用いられている異なる単語の数
nb: Antall forskjellige ord brukt i loggmeldinger
oc: Nombre de mots diferents utilizats dins los messatges del jornal
sk: Počet rozdielnych slov použitých v správach denníka
sr@latin: Broj različitih reči upotrebljenih u porukama dnevnika
vi: Số lượng từ khác nhau dùng trong các thông điệp tường trình

source: Number of merged revisions that are not cached yet
cs: Počet sloučených revizí, které ještě nejsou uloženy
hr: Broj spojenih revizija koje još nisu u spremniku
it: Numero di revisioni unificate che non sono ancora state memorizzate nella cache
ja: キャッシュされていないマージされたリビジョンの数
nb: Antall flettede revisjoner som ikke ennå er mellomlagret
oc: Nombre de revisions fusionadas que son pas encara dins lo cache
sk: Počet zlúčených revízií, ktoré ešte nie sú v zásobníku
sr@latin: Broj stopljenih revizija koje još nisu u kešu
vi: Số lượng các bản chỉnh sửa hợp nhất chưa được đưa vào bộ nhớ tạm

source: Number of path elements. A path element is a folder or file name like 'foo.txt' or 'mybranch'.
cs: Počet elementů cest. Element cesty je jméno adresáře nebo souboru, jako je 'bla.txt' nebo 'mojevětev'.
hr: Broj elemenata staze. Element staze je mapa ili ime datoteke kao 'foo.txt' ili 'mojaGrana'.
it: Numero di elementi di percorso. Un elemento di percorso è una cartella o il nome di un file come 'foo.txt' o 'mioramo'.
ja: パス要素の数。パス要素はフォルダー名やファイル名です（たとえば「foo.txt」や「mybranch」など）。
nb: Antall stielementer. Et stielement er et mappe- eller filnavn som 'foo.txt' eller 'mingren'.
oc: Nombre d'elements de camin. Un element de camin es un nom de dorsièr o de fichièr coma 'foo.txt' o 'mabranca'.
sk: Počet elementov ciest. Element cesty je meno adresára, alebo súboru ako je 'foo.txt' alebo 'mybranch'.
sr@latin: Broj elemenata putanje. Element putanje je folder ili ime fajlovi kao 'foo.txt' ili 'mojaGrana'.
vi: Số lượng các thành phần trong đường dẫn. Một thành phần trong đường dẫn là tên một thư mục hay tập tin như 'foo.txt' hay 'mybranch'.

source: Number of times a log cache can fail to close properly due to crashes etc. until it gets deleted automatically.
cs: Kolikrát může řádné uzavření úschovy záznamu selhat z důvodu pádu atd. než je automaticky smazána.
hr: Koliko puta može pasti log keš za valjano zatvaranje usljed padova itd. doke se ne obriše automatski.
it: Numero di volte che una cache di attività può fallire nel chiudersi correttamente a acsua di crash ecc. prima che venga eliminata automaticamente.
ja: ログキャッシュが異常終了等により自動的に削除される までに正常に閉じることができなかった回数。
nb: Antall ganger lukking av et loggmellomlager kan mislykkes pga. kræsj osv. før det slettes automatisk.
oc: Nombre de temptativas de mesa en cache d'un comentari fracassadas acceptées abans la supression automatica d'aqueste.
sk: Počet zlyhaní zatvorenia zásobníka denníka - pád a podobne predtým ako bude automaticky vymazaný.
sr@latin: Koliko puta dnevnik keša može odbiti da se zatvori ispravno u toku pucanja itd. dok se ne obriše automatski.
vi: Số lần một bộ nhớ cho tường trình thất bại trong việc đóng thuộc tính do bởi đổ vỡ vân vân cho đến khi nó được phát hiện một cách tự động.

source: Number of weeks:
cs: Počet týdnů:
hr: Broj tjedana:
it: Numero di settimane:
ja: 経過した週:
nb: Antall uker:
oc: Nombre de setmanas :
sk: Počet týždňov:
sr@latin: Broj nedelja:
vi: Số tuần:

source: O&ptions
cs: &Nastavení
hr: O&pcije
it: O&pzioni
ja: オプション(&P)
nb: &Opsjoner
sk: &Možnosti
sr@latin: O&pcije
vi: &Tùy chọn

source: OK
hr: U redu
oc: D'acòrdi
sr@latin: U redu

source: Office 2003
sr@latin: Ofice 2003

source: Office 2007
sr@latin: Ofice 2007

source: Office 2007 colors
cs: Barvy Office 2007
hr: Office 2007 boje
it: Colori Office 2007
ja: Office 2007 の配色
nb: Office 2007 farger
sk: farby Office 2007
sr@latin: Ofice 2007 boje
vi: Màu Office 2007

source: Office XP
sr@latin: Ofice HP

source: Older lines
cs: Starší řádky
hr: stariji retci
it: Linee più vecchie
ja: 以前に変更された行
nb: Eldre linjer
oc: Lines mai vieilles
sk: Staršie riadky
sr@latin: starije linije
vi: Các dòng cũ hơn

source: Oldest on to&p
cs: Nejstarší na &vrch
hr: Naj&stariji na vrhu
it: &Più vecchi in cima
ja: 古いものを先頭に表示(&P)
nb: Eldste ø&verst
oc: &Mai vieux en haut
sk: Najstarší nav&rchu
sr@latin: Naj&stariji na vrhu
vi: Cũ nhất trên &cùng

source: Omit e&xternals
cs: &Vynechat externí
hr: Izostavi va&njske
it: Tralascia &esterni
ja: 外部参照を除外する(&X)
nb: Utelukk &eksterne
oc: Ometre los e&xtèrnes
sk: Vynechať e&xterné
sr@latin: Izostavi s&tarije
vi: Bỏ qua các thành phần bên &ngoài
