Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: %ls is a directory, not a file! TortoiseMerge can't diff directories.
cs: %ls je adresář, ne soubor! TortoiseMerge nedokáže srovnávat adresáře.
hr: %ls je mapa a ne datoteka! TortoiseMerge ne može uspoređivati mape.
it: %ls è una cartella, non è un file! TortoiseMerge non può effettuare confronti di cartelle.
ja: %ls はファイルではなくディレクトリです。 TortoiseMerge はディレクトリの差分を取ることはできません。
nb: %ls er en katalog, ikke en fil! TortoiseMerge kan ikke diffe kataloger.
oc: %ls est un repertòri, pas un fichièr ! TortoiseMerge pòt pas comparar los repertòris.
sk: %ls je adresár (a nie súbor)! TortoiseMerge nevie porovnávať adresáre.
sr@latin: %ls je folder, nije fajl! TortoiseMerge ne može upoređivati foldere.
vi: %ls là một thư mục, không phải một tập tin! TortoiseMerge không thể so sánh khác biệt giữa các thư mục.

source: &About TortoiseMerge...
cs: &O TortoiseMerge...
hr: &O programu TortoiseMerge...
it: Info su &TortoiseMerge...
ja: TortoiseMergeについて(&A)...
nb: &Om TortoiseMerge
oc: &A prepaus de TortoiseMerge...
sk: &O TortoiseMerge...
sr@latin: &O TortoiseMerge...
vi: &Về TortoiseMerge...

source: &Accept current working copy state (mark as resolved)
cs: &Přijmout současný stav pracovní kopie (označit jako vyřešené)
hr: &Prihvati trenutno stanje radne kopije (označiti kao riješeno)
it: &Accetta stato copia corrente di lavoro (segna come risolta)
ja: 現在の作業コピーの状態を受け入れる（解決済みとみなす）(&A)
nb: &Godta nåværende tilstand i arbeidskopi (marker som løst)
sk: &Prijať aktuálny stav pracovnej kópie (oznaciť za vyriešené)
sr@latin: Prihv&ati tekuće stanje radne kopije (označi kao razrešeno)

source: &Activate
cs: &Aktivovat
hr: &Aktiviraj
it: &Attiva
ja: アクティブにする(&A)
nb: &Aktiver
sk: &Aktivovať
sr@latin: &Aktiviraj
vi: &Kích hoạt

source: &Add
cs: Přid&at
hr: Dod&aj
it: &Aggiungi
ja: 追加(&A)
nb: &Legg til
oc: &Apondre
sk: Prid&ať
sr@latin: &Dodaj
vi: &Thêm

source: &Add >>
cs: Přid&at >>
hr: &Dodaj >>
it: &Aggiungi >>
ja: 追加(&A) >>
nb: &Legg til >>
sk: &Pridať >>
sr@latin: &Dodaj >>
vi: &Thêm >>

source: &Add Filter
cs: &Přidat filtr
hr: &Dodaj filter
it: &Aggiungi Filtro
ja: フィルターを追加(&A)
nb: &Legg Til Filter
oc: &Apondre un filtre
sk: &Pridať filter
sr@latin: Dod&aj filter

source: &Add or Remove Buttons
cs: Přid&at nebo odstranit tlačítka
hr: &Dodaj ili makni gumb
it: &Aggiungi o rimuovi pulsanti
ja: ボタンの追加/削除(&A)
nb: &Legg til eller Fjern Knapper
sk: &Pridať odstrániť tlačítka
sr@latin: &Dodaj ili ukloni dugmiće
vi: &Thêm hoặc Bỏ các Nút Bấm

source: &Add...
cs: Přid&at...
hr: &Dodaj...
it: &Aggiungi...
ja: 追加(&A)...
nb: &Legg til...
oc: &Apondre...
sk: Prid&ať
sr@latin: &Dodaj...
vi: &Thêm...

source: &Advanced...
cs: &Pokročilé...
hr: &Napredno...
it: &Avanzate...
ja: 高度な設定(&A)...
nb: &Avansert...
oc: &Avançat...
sk: &Pokročilé...
sr@latin: N&apredno...
vi: &Cao Cấp...

source: &All
cs: &Vše
hr: &Sve
it: &Tutto
ja: すべて(&A)
nb: &Alt
oc: &Totes
sk: &Všetko
sr@latin: &Sve
vi: &Tất Cả

source: &Allow ambiguous URLs
cs: &Povolit nejednoznačné URL
hr: &Dozvoli višeznačne URL-ove
it: &Consenti URL ambigue
ja: あいまいなURLを許可(&A)
nb: Tillat flertydige &URLer
oc: &Autorizar las URLs ambigüas
sk: &Povoliť nejednoznačné URL
sr@latin: Dozvoli višezn&ačne URL-ove
vi: &Cho phép URL không rõ ràng

source: &Apply property recursively
cs: &Použít vlastnost rekurzivně
hr: Primijeni svojstvo &rekurzivno
it: &Applica ricorsivamente la proprietà
ja: プロパティを再帰的に適用(&A)
nb: &Sett egenskapen rekursivt
oc: &Aplicar la proprietat recursivament
sk: Použiť vl&astnosť rekurzívne
sr@latin: Primeni osobine pon&avljajući
vi: &Áp dụng thuộc tính một cách đệ quy

source: &Apply the update to the move destination
cs: &Použít aktualizaci pro přesun cíle
hr: &Primijeni ažuriranja na odredišnu lokaciju
it: &Applica gli aggiornamenti alla destinazione
ja: 移動方向への更新を了承(&A)
nb: &Gjør oppdateringen der elementet ble flyttet til
sk: &Použiť aktualizovanie na cieľ presunutia
sr@latin: Primeni uskl&ađivanje ka destinaciji za pomeranje

source: &Apply unified diff
cs: &Použít sjednocený rozdíl
hr: &Primijeni popis objedinjenih razlika
it: &Applica confronto unificato
ja: Unified形式の差分を適用(&A)
nb: Bruk &enhetlig diff
oc: &Aplicar un correctiu
sk: &Použiť záplatu (Unified diff)
sr@latin: Primeni objedinjene r&azlike
vi: &Áp dụng so sánh thống nhất

source: &Arguments:
cs: &Argumenty:
hr: &Argumenti:
it: &Argomenti:
ja: 引数(&A):
nb: &Argumenter:
sk: &Argumenty:
sr@latin: &Argumenti:
vi: &Thông số:

source: &Assign
cs: Přiř&adit
hr: &Dodijeli
it: &Assegna
ja: 割り当て(&A)
nb: &Tilordne
sk: &Priradiť
sr@latin: Ozn&ači
vi: &Gán

source: &Associate double-click event with:
cs: &Asociovat dvojklik s:
hr: &Pridruži dupli klik s:
it: &Associa doppio clic a:
ja: ダブルクリックイベントの関連付け(&A):
nb: &Forbind dobbeltklikk med:
sk: &Priradiť dvojklik k:
sr@latin: Pridruži dvostruki klik dog&ađaj sa:
vi: &Liên kết nhấn kép chuột với:

source: &Auto Hide
cs: Skrýt &automaticky
hr: Sakrij &automatski
it: &Nascondi automaticamente
ja: 自動的に隠す(&A)
nb: &Auto-Skjul
sk: &Skryť automaticky
sr@latin: &Automatsko sakrivanje
vi: &Tự động ẩn

source: &Autoclose:
cs: &Zavřít automaticky:
hr: &Autozatvaranje:
it: Chiusura &automatica:
ja: ダイアログを閉じる条件(&A):
nb: Lukk &automatisk:
oc: Tampadura &auto :
sk: &Automaticky zavrieť:
sr@latin: &Autozatvaranje:
vi: &Tự động đóng

source: &Backup original file
cs: &Zálohovat původní soubor
hr: &Napravi sigurnosnu kopiju izvorne datoteke
it: Esegui il &backup dei file originali
ja: オリジナルファイルをバックアップする(&B)
nb: Sikkerhets&kopiér originalfilen
oc: &Salvament del fichièr original
sk: &Archivuj pôvodný súbor
sr@latin: &Napravi sigurnosnu kopiju originalnog fajla
vi: &Sao lưu tập tin gốc

source: &Binary
cs: &Binární
hr: &Binarno
it: &Binario
ja: バイナリ(&B)
nb: &Binær
oc: &Binaire
sk: &Binárny
sr@latin: &Binarno
vi: &Nhị phân

source: &Blame changes
cs: O&bvinit změny
hr: &Krivac promjena
it: &Biasima cambiamenti
ja: 変更の注釈履歴(&B)
nb: Vis &skyld for endringer
oc: &Anotar las modificacions
sk: O&bviniť zmeny
sr@latin: &Krivac promena
vi: &Trách cứ thay đổi

source: &Blame previous revision
cs: O&bvinit předchozí revizi
hr: &Krivci prošle revizije
it: &Biasima revisione precedente
ja: 直前のリビジョンの注釈履歴(&B)
nb: Vis &skyld for forrige revisjon
oc: &Anotar las revisions precedentas
sk: &Obviniť predchádzajúcu revíziu
sr@latin: &Krivac prethodne revizije
vi: &Trách cứ chỉnh sửa trước đó

source: &Blame revisions
cs: O&bvinit revize
hr: &Krivci revizija
it: &Biasima revisioni
ja: リビジョンの注釈履歴(&B)
nb: Vis &skyld for revisjonene
sk: &Obviniť revízie
sr@latin: &Krivac revizija
vi: &Trách cứ các chỉnh sửa

source: &Blame...
cs: O&bvinit...
hr: &Krivci...
it: &Biasima...
ja: 注釈履歴(&B)...
nb: Vis &skyld...
oc: &Anotar...
sk: &Obviniť...
sr@latin: &Okriviti...
vi: &Trách cứ...

source: &Blue:
cs: &Modrá:
hr: &Plavi:
ja: 青(&B):
nb: &Blå:
sk: &Modré:
sr@latin: &Plavi:
vi: &Xanh Dương:

source: &Border:
cs: &Okraj:
hr: Ru&b:
it: &Bordo:
ja: 境界位置(&B):
nb: &Ramme:
oc: &Bordadura :
sk: &Okraj:
sr@latin: &Granica:
vi: &Đường viền:

source: &Bottom
cs: &Dolní
hr: &Dolje
it: &Basso
ja: 一番下(&B)
nb: &Bunn
oc: &Bas
sk: &Spodok
sr@latin: &Dno
vi: &Đáy

source: &Branches
cs: &Větve
hr: &Grane
it: &Segmenti
ja: ブランチ(&B)
nb: &Grener
oc: &Brancas
sk: &Vetvy
sr@latin: &Grane
vi: &Các Nhánh

source: &Break write locks
cs: &Rozbít zámky zápisu
hr: &Ukloni ključ za upisivanje
it: &Rompi blocchi in scrittura
ja: 書き込みロックを強制解除(&B)
nb: &Bryt skrivelåser
oc: &Dobrir los verrolhs d'escritura
sr@latin: &Ukloni ključ za upisivanje

source: &Browse repository
cs: &Procházet úložiště
hr: &Pregledaj skladište
it: &Esplora il repository
ja: リポジトリを参照(&B)
nb: &Bla gjennom depotet
oc: &Percórrer lo depaus
sk: &Prezerať úložisko
sr@latin: &Pretraži spremište
vi: &Duyệt Kho Chứa

source: &Browse...
cs: &Procházet...
hr: &Pretražuj...
it: &Sfoglia...
ja: 参照(&B)...
nb: &Bla gjennom...
oc: &Percórrer...
sk: &Prezerať...
sr@latin: &Pretraži...
vi: &Duyệt...

source: &Bugtraq (Issue tracker integration)
cs: &Bugtraq (Integrace se systémy pro sledování problémů)
hr: &Bugtraq (Integracija sa sustavom za zahtjeve)
it: &Bugtrack (integrazione dell'issue tracker)
ja: 課題追跡（課題追跡システムとの統合）(&B)
nb: &Bugtraq (Saksporingsintegrasjon)
oc: &Bugtraq (integracion del tracador de bug)
sk: &Bugtraq (Integrácia sledovača prípadov)
sr@latin: &Bagtrak (Problem tragač integracija)
vi: &Bugtraq (bộ tích hợp theo dõi vấn đề)

source: &Button Appearance...
cs: &Vzhled tlačítka...
hr: &Izgled gumbiju...
it: &Tema dei pulsanti...
ja: ボタンの外観(&B)...
nb: &Knappe-utseende...
sk: &Vzhľad tlačidiel...
sr@latin: &Izgled dugmeta...
vi: &Giao diện Nút Bấm...

source: &Button text:
cs: &Text tlačítka:
hr: Tekst &gumba
it: &Testo pulsante:
ja: ボタンテキスト(&B):
nb: &Knappetekst:
sk: &Popis tlačídla:
sr@latin: &Tekst dugmeta:
vi: &Chữ trên Nút Bấm:

source: &Cancel
cs: &Zrušit
hr: &Odustani
it: &Annulla
ja: キャンセル(&C)
nb: &Avbryt
oc: &Anullar
sk: &Zrušiť
sr@latin: &Otkaži
vi: &Hủy

source: &Categories:
cs: &Kategorie:
hr: &Kategorije:
it: &Categorie:
ja: カテゴリ(&C):
nb: &Kategorier:
sk: &Kategórie:
sr@latin: &Kategorije:
vi: &Những Danh Mục:

source: &Category:
cs: &Kategorie:
hr: &Kategorija:
it: &Categoria:
ja: カテゴリ(&C):
nb: &Kategori:
sk: &Kategória:
sr@latin: &Kategorija:
vi: &Danh Mục:

source: &Choose commands from:
cs: &Vyberte příkazy z:
hr: &Izaberi komande od:
it: &Scegli comandi da:
ja: コマンドを選択(&C):
nb: &Velg kommandoer fra:
sk: &Vybrať príkazy z:
sr@latin: &Izaberi komande od:
vi: &Chọn lệnh từ:

source: &Choose items...
cs: &Zvolte položky...
hr: &Odaberi stavke...
it: &Seleziona elementi...
ja: 項目を選択(&C)...
nb: &Velg elementer...
oc: &Causir los elements...
sk: &Vybrať objekty...
sr@latin: &Izaberite stavke...
vi: &Chọn các món...

source: &Clean up working copy status
cs: &Vyčistit stav pracovní kopie
hr: &Počisti stanje radne kopije
it: &Pulisci stato copia lavoro
ja: 作業コピーの状態をクリーンアップ(&C)
nb: &Rydd opp arbeidskopi-status
oc: &Netejatge de l'estatut de la còpia de trabalh
sk: &Vyčistiť stav pracovnej kopie
sr@latin: &Očistite status radne kopije
vi: &Dọn dẹp trạng thái bản làm việc

source: &Clean up...
cs: &Vyčistit...
hr: &Počisti...
it: &Pulizia...
ja: クリーンアップ(&C)...
nb: &Rydd opp
oc: &Netejar...
sk: &Vyčisť...
sr@latin: &Čišćenje...
vi: &Dọn dẹp...

source: &Clear Changelists
cs: Vyčistit &seznamy změn
hr: &Obriši listu promjena
it: &Cancella elenco modifiche
ja: 変更リストを消去(&C)
nb: &Slett Endringslister
oc: Netejar la lista dels cambiaments
sk: &Vymazať zoznam zmien
sr@latin: &Obriši listu izmena

source: &Close
cs: &Zavřít
hr: &Zatvori
it: &Chiudi
ja: 閉じる(&C)
nb: &Lukk
oc: &Tampar
sk: &Zatvoriť
sr@latin: &Zatvori
vi: &Đóng

source: &Close Window(s)
cs: &Zavřít okno(a)
hr: &Zatvori prozor(e)
it: &Chiudi finestra/e
ja: ウィンドウを閉じる(&C)
nb: &Lukk Vindu(er)
sk: &Zatvoriť okno(á)
sr@latin: &Zatvori prozor(e)
vi: &Đóng cửa sổ

source: &Collaborator username
cs: &Uživatelské jméno spolupracovníka
hr: &Korisničko ime suradnika
it: &Username del collaboratore
ja: Collaboratorのユーザー名(&C)
nb: &Collaborator-brukernavn
oc: Nom d'utilizaire del &collaborator
sk: &Meno pre Collaborator
sr@latin: &Sardnikovo korisničko ime

source: &Command:
cs: &Příkaz:
hr: &Naredba:
it: &Comando:
ja: コマンド(&C):
nb: &Kommando:
sk: &Príkaz:
sr@latin: &Komanda:
vi: &Lệnh:

source: &Commit...
cs: &Odevzdat...
hr: &Pohrani...
it: In&via...
ja: コミット(&C)...
nb: &Send inn...
oc: Liur&ar...
sk: &Odovzdať ...
sr@latin: &Ureži...
vi: &Khẳng định...

source: &Compare URLs
cs: &Porovnat URL
hr: &Usporedi URLove
it: &Confronta URL
ja: URLを比較(&C)
nb: &Sammenlign URLer
oc: &Comparar los URLs
sk: &Porovnať URL
sr@latin: &Uporedi URLove
vi: &So sánh các URL

source: &Compare revisions
cs: &Porovnat revize
hr: &Usporedi revizije
it: &Confronta revisioni
ja: リビジョンを比較(&C)
nb: &Sammenlign revisjoner
oc: &Comparar las revisions
sk: &Porovnať revízie
sr@latin: &Uporedi revizije
vi: &So sánh các bản chỉnh sửa

source: &Compare whitespaces
cs: &Porovnat mezery
hr: &Usporedi razmake
it: &Confronta le spaziature
ja: 空白を比較(&C)
nb: Sammenlign &blanktegn
oc: &Comparar los espaçaments
sk: Porovnávať &biele znaky
sr@latin: &Uporedi beline
vi: &So sánh khoảng trắng

source: &Configure
cs: &Konfigurovat
hr: &Podesi
it: &Configura
ja: 設定(&C)
nb: &Konfigurer
oc: &Configurar
sk: &Nastavenia
sr@latin: &Konfiguriši
vi: &Điều chỉnh

source: &Contact the repository on startup
cs: &Kontaktovat úložiště při spuštění
hr: &Provjeri skladište prilikom pokretanja
it: Contatta il &repository all'avvio
ja: スタートアップ時にリポジトリへアクセスする(&C)
nb: Ta &kontakt med depotet ved oppstart
oc: &Contactar lo depaus a l'aviada
sk: &Pripojiť úložisko pri spustení
sr@latin: &Kontaktiraj spremište prilikom pokretanja
vi: &Liên lạc với Kho Chứa lúc khởi động

source: &Convert files when diffing against BASE
cs: &Konvertovat soubory při porovnávání oproti originálu
hr: &Pretvorite datoteke dok uspoređujete s BASE (osnovom)
it: &Converti i file quando si sta procedendo ad un confronto con la BASE
ja: 作業ベースに対する差分の時はファイルを変換する(&C)
nb: &Konverter filer når sammenligningen er mot BASE
oc: &Convertir los fichièrs al moment d'una comparason amb la BASE
sk: &Previesť súbory pri porovnávaní s pracovným základom
sr@latin: &Prepravi fajlove kada se razlikuju od BAZE
vi: &Chuyển đổi tập tin khi so sánh với BẢN GỐC

source: &Copy
cs: &Kopírovat
hr: &Kopiraj
it: &Copia
ja: コピー(&C)
nb: &Kopiér
oc: &Copiar
sk: &Kopírovať
sr@latin: &Kopiraj
vi: &Sao chép

source: &Copy Button Image
cs: &Kopírovat obrázek tlačítka
hr: &Kopiraj sliku s gumba
it: &Copy immagine del pulsante
ja: ボタンイメージをコピー(&C)
nb: &Kopiér Knappebilde
sk: &Kopírovať obrázok tlačidla
sr@latin: &Kopiraj sliku dugmeta
vi: &Sao chép ảnh của nút bấm

source: &Copy log message to clipboard
cs: &Zkopírovat zprávu záznamu do schránky
hr: &Kopiraj poruku dnevnika u međuspremnik
it: &Copia messaggio registro attività negli Appunti
ja: ログメッセージをクリップボードにコピー(&C)
nb: &Kopiér loggmelding til utklippstavlen
oc: &Copiar lo comentari dins lo quichapapièrs
sk: &Kopírovať správy denníka do schránky
sr@latin: &Kopiraj poruku dnevnika u klipbord
vi: &Sao chép thông điệp tường trình vào Bộ Đệm

source: &Copy to clipboard
cs: &Zkopírovat do schránky
hr: &Kopiraj u međuspremnik
it: &Copia negli Appunti
ja: クリップボードにコピー(&C)
nb: &Kopiér til utklippstavlen
oc: &Copiar dins lo quichapapièrs
sk: &Kopírovať do schránky
sr@latin: &Kopiraj u klipbord
vi: &Sao chép vào Bộ Đệm

source: &Copy to...
cs: &Kopírovat do...
hr: &Kopiraj na...
it: &Copia in...
ja: コピー(&C)...
nb: &Kopiér til...
oc: &Copiar cap a...
sk: &Kopírovať do ...
sr@latin: &Kopiraj u...
vi: &Sao chép vào...

source: &Create folder structure
cs: &Vytvořit strukturu adresáře
hr: &Stvori strukturu mapa
it: &Crea struttura cartelle
ja: フォルダー構造を作成(&C)
nb: &Lag mappestruktur
oc: &Crear l'arborescéncia de repertòris
sk: &Vytvoriť adresárovú štruktúru
sr@latin: &Kreira strukturu foldera
vi: &Tạo cấu trúc thư mục

source: &Custom
cs: &Vlastní
hr: &Prilagođeno
it: &Personalizzato
ja: カスタム(&C)
nb: &Egendefinert
oc: &Personalizat
sk: &Prispôsobenie
sr@latin: &Prilagođeno
vi: &Tùy biến

source: &Date
cs: &Datum
hr: &Datum
it: &Data
ja: 日付(&D)
nb: &Dato
oc: &Data
sk: &Dátum
sr@latin: &Datum
vi: &Ngày tháng

source: &Days of inactivity until small caches get removed
cs: Počet &dnů neaktivity do vymazání malých úschoven
hr: &Dani neaktivnosti do pražnjenja spremnika
it: &Giorni di inattività prima che le cache vengano rimosse
ja: 小さいキャッシュを自動削除する日数(&D)
nb: Inaktive &dager før små mellomlagre fjernes
oc: &Jorns d'inactivitat abans que los caches de petite talha sián suprimits
sk: &Dní bez aktivity do odstránenia zásobníka
sr@latin: &Dani neaktivnosti pre nego se mali keševi uklone
vi: &Các ngày không hoạt động cho đến khi các bộ nhớ cất trữ được loại bỏ

source: &Default
cs: &Výchozí
hr: &Početne postavke
it: &Predefinito
ja: デフォルト(&D)
nb: &Standard
oc: Per &Defaut
sk: &Predvolené
sr@latin: Po&drazumevano
vi: &Mặc định

source: &Delete
cs: &Smazat
hr: &Obriši
it: &Elimina
ja: 削除(&D)
nb: &Slett
oc: &Suprimir
sk: &Vymazať
sr@latin: &Obriši
vi: &Xóa

source: &Delete (keep local)
cs: &Smazat (ponechat místní)
hr: &Obriši (sačuvaj lokalno)
it: &Elimina (mantieni in locale)
ja: 削除（作業コピーは保持）(&D)
nb: &Slett (behold lokalt)
oc: &Suprimir (conservar localament)
sk: &Odstrániť (zachovať lokálne)
sr@latin: &Obriši (sačuvaj lokalno)
vi: &Xóa (giữ bản trên máy)

source: &Delete Filter
cs: &Smazat filtr
hr: &Obriši filter
it: &Cancella Filtro
ja: フィルターを削除(&D)
nb: &Slett Filter
oc: &Suprimir lo filtre
sk: &Odstrániť filter
sr@latin: &Obriši filter

source: &Delete unversioned items...
cs: &Smazat položky bez verze...
hr: &Obriši stavke bez verzija...
it: &Elimina elementi senza versione...
ja: バージョン管理外の項目を削除(&D)...
nb: &Slett ikke-versjonerte elementer...
oc: &Suprimir los elements non versionats...
sk: &Vymazať neverziované objekty...
sr@latin: &Briše neverzionisane stavke...
vi: &Xóa các thứ không được lập phiên bản

source: &Delete...
cs: &Smazat...
hr: &Obriši...
it: Eli&mina...
ja: 削除(&D)...
nb: &Slett...
oc: &Suprimir...
sk: &Vymazať
sr@latin: &Obriši...
vi: &Xóa...

source: &Diff
cs: &Porovnat
hr: &Razlike
it: &Confronta
ja: 差分を表示(&D)
nb: &Forskjeller
oc: Veire las &diferéncias
sk: &Porovnať
sr@latin: &Razlike
vi: &So sánh

source: &Diff with URL
cs: &Porovnat s URL
hr: &Razlike s URL
it: &Confronta con URL
ja: URLを指定して差分を表示(&D)
nb: &Forskjeller fra URL
oc: &Diff amb l'URL
sk: &Porovnať s URL
sr@latin: &Diff sa URL
vi: &So sánh với URL

source: &Diff with previous version
cs: &Porovnat s předchozí verzí
hr: &Usporedi sa prijašnjom revizijom
it: &Confronta con la versione precedente
ja: 直前のバージョンとの差分を表示(&D)
nb: &Forskjeller fra forrige revisjon
oc: Comparar amb la revision prece&denta
sk: &Porovnať s predchádzajúcou verziou.
sr@latin: &Diff sa prethodnom verzijom
vi: &So sánh với phiên bản trước

source: &Directories
cs: &Adresáře
hr: &Mape
ja: ディレクトリ(&D)
nb: &Kataloger
oc: &Repertòris
sk: &Adresáre
sr@latin: &Imenici
vi: &Các thư mục

source: &Do not ask again
cs: &Již se neptat
hr: &Ne pitaj više
it: Non chie&dere ancora
ja: 再び表示しない(&D)
nb: &Ikke spør igjen
oc: Re&demandar pas
sk: &Už sa nepýtať
sr@latin: &Ne pitaj ponovo
vi: &Đừng hỏi lại

source: &Docking
cs: &Přichytávání
hr: &Sidrenje
ja: ドッキング(&D)
nb: &Dokking
sk: &Zachytávanie
sr@latin: &Uglavljivanje
vi: &Gắn vào

source: &Edit
cs: &Upravit
hr: &Izmijeni
it: &Modifica
ja: 編集(&E)
nb: &Rediger
oc: &Editar
sk: &Upraviť
sr@latin: Ur&edi
vi: &Biên tập

source: &Edit Filter
cs: &Upravit filtr
hr: &Uredi filter
it: &Modifica Filtro
ja: フィルターを編集(&E)
nb: &Editer Filter
oc: &Modificar lo filtre
sk: &Upraviť filter
sr@latin: Ur&edi filter

source: &Edit conflict
cs: &Upravit konflikt
hr: Uredi sporn&e razlike
it: &Modifica il conflitto
ja: 競合を編集(&E)
nb: &Rediger konflikt
sk: &Upraviť konflikt
sr@latin: Ur&edi sukob
vi: &Biên tập mâu thuẫn

source: &Edit conflicts
cs: &Upravit konflikty
hr: &Uredi sporne razlike
it: &Modifica i conflitti
ja: 競合を編集(&E)
nb: &Rediger konflikter
oc: &Editar los conflictes
sk: &Upraviť konflikty
sr@latin: Ur&edi sukobe
vi: &Biên tập các mâu thuẫn

source: &Edit project
cs: &Upravit projekt
hr: &Uredi projekt
it: &Modifica Progetto
ja: プロジェクトを編集(&E)
nb: &Rediger prosjekt
oc: &Editar lo projècte
sk: &Upraviť projekt
sr@latin: &Uredi projekat

source: &Edit...
cs: &Upravit...
hr: &Izmijeni...
it: &Modifica...
ja: 編集(&E)...
nb: &Rediger...
oc: &Editar...
sk: &Upraviť...
sr@latin: Ur&edi...
vi: &Biên tập...

source: &Empty the recycle bin now
cs: &Vysypat koš nyní
hr: &Isprazni koš za smeće sada
it: Svuota ora il c&estino
ja: ごみ箱を空にする(&E)
nb: &Tøm papirkurven nå
oc: Voi&dar l'escobilhièr ara
sk: &Vyprázdniť kôš teraz
sr@latin: &Isprazni korpu za recikliranje
vi: &Dọn trống thùng rác ngay

source: &Enable Proxy Server
cs: Použít proxy s&erver
hr: &Omogući zamjenski poslužitelj
it: &Abilita il server proxy
ja: プロキシサーバーを有効にする(&E)
nb: Aktiver &mellomtjener
oc: Utili&zar un servidor proxy
sk: &Povoliť Proxy Server
sr@latin: &Omogući proksi server
vi: &Cho phép Máy Chủ Proxy

source: &Enable edit
cs: &Povolit úpravy
hr: &Omogući izmjenu
it: Abilita &modifica
ja: 編集を有効にする(&E)
nb: Slå på &redigering
oc: &Activar l'edicion
sk: Povoliť &úpravy
sr@latin: Omogići ur&eđenje

source: &Enable log caching
cs: &Povolit uchování záznamu
hr: &Omogući priručno spremanje zapisa dnevnika
it: &Abilita il caching del log
ja: ログのキャッシュを有効にする(&E)
nb: Slå på &mellomlagring av logg
oc: Acti&var la mesa en cache del jornal
sk: &Povoliť zásobník denníka
sr@latin: &Omogući smeštanje dnevnika u keš
vi: &Cho phép lưu trữ tường trình

source: &Enter a message describing why you are locking the file(s).
cs: Vložt&e zprávu popisující, proč zamykáte soubor(y).
hr: &Upišite poruku koja opisuje zašto zaključavate datoteku(e).
it: &Inserisci un messaggio spiegando perché si stanno bloccando il/i file.
ja: ファイルをロックする理由を入力してください。(&E)
nb: Angi en &beskrivelse av hvorfor du sperrer filen(e).
oc: &Entratz un messatge que descriu perqué verrolhatz lo(s) fichièr(s).
sk: &Napíšte správu popisujúcu prečo zamykáte súbor(y).
sr@latin: &Unesi poruku koja opisuje zašto zaključavate fajl(ove)
vi: &Nhập vào thông điệp mô tả tại sao bạn lại khóa tập tin.

source: &Executable
cs: Spustit&ené
hr: &Izvršno
it: &Eseguibile
ja: 実行可能(&E)
nb: &Kjørbar
sk: &Spustiteľné
sr@latin: I&zvršno
vi: &Thi hành được

source: &Exit
cs: &Ukončit program
hr: &Izlaz
it: &Esci
ja: 終了(&E)
nb: &Avslutt
oc: &Quitar
sk: U&končiť
sr@latin: &Izlaz
vi: &Thoát

source: &Export selection to...
cs: &Exportovat výběr do...
hr: I&zvezi odabrano u...
it: &Esporta selezione in...
ja: 選択をエクスポート(&E)...
nb: &Eksportér det markerte til...
oc: &Exportar la seleccion cap a...
sk: &Exportovať výber do...
sr@latin: &Izvezi izbor u...
vi: &Xuất lựa chọn sang...

source: &External
cs: &Externí
hr: &Vanjski
it: &Esterno
ja: 外部(&E)
nb: &Eksternt
oc: &Extèrne
sk: &Externé
sr@latin: &Spoljašnji
vi: &Bên ngoài

source: &File
cs: &Soubor
hr: &Datoteka
ja: ファイル(&F)
nb: &Fil
oc: &Fichièr
sk: &Súbor
sr@latin: &Fajl
vi: &Tập tin

source: &Files
cs: &Soubory
hr: &Datoteke
it: &File
ja: ファイル(&F)
nb: &Filer
oc: &Fichièrs
sk: &Súbory
sr@latin: &Fajlovi
vi: &Các tập tin

source: &Find
cs: &Najít
hr: &Pronađi
it: &Trova
ja: 検索(&F)
nb: &Finn
oc: &Recercar
sk: &Nájsť
sr@latin: &Nađi
vi: &Tìm

source: &Find... (Ctrl+F)
cs: &Najít... (Ctrl+F)
hr: &Pronađi...⇥(Ctrl+F)
it: %Cerca... (Ctrl+F)
ja: 検索... (Ctrl+&F)
nb: &Finn... (Ctrl+F)
oc: &Recercar... (Ctrl+F)
sk: &Nájsť... (Ctrl+F)
sr@latin: &Nađi... (Ctrl+F)

source: &Fit images in window (F)
cs: &Přizpůsobit obrázky dle okna (F)
hr: &Uklopi slike u prozor⇥(F)
it: &Adatta immagine alla finestra (A)
ja: 画像サイズをウィンドウに合わせる (&F)
nb: &Tilpass bildene til vinduet (F)
oc: &Adaptar los imatges a la fenèstra (F)
sk: Zväčšiť obrázok na veľkosť &okna (F)
sr@latin: &Podesi slike u prozoru (F)

source: &Fix time stamps
cs: &Spravit časová razítka
hr: &Popravi vremenske oznake
it: &aggiusta time stamps
ja: タイムスタンプを修正(&F)
nb: &Fiks tidsstempler
oc: &Corregir los marcadors temporals
sk: Opraviť časové &značky
sr@latin: &Fiksiraj vremensku oznaku

source: &Fixed drives
cs: &Pevné disky
hr: &Ugrađeni diskovi
it: &Dischi fissi
ja: 固定ドライブ(&F)
nb: &Faste disker
oc: Disques &fixes
sk: &Pevné disky
sr@latin: &Ugrađeni diskovi
vi: &Ổ đĩa được sửa

source: &Floating
cs: &Plovoucí
hr: &Plutajući
it: &Flottante
ja: フローティング(&F)
nb: &Flytende
sk: &Plávajúce
sr@latin: &Lebdeći
vi: &Trôi nổi

source: &Font for log messages:
cs: &Typ písma pro zprávy záznamu:
hr: &Pismo za dnevnik poruka:
it: &Font messaggi attività:
ja: ログメッセージのフォント(&F):
nb: &Skrifttype for loggmeldinger:
oc: &Poliça dels comentaris :
sk: &Písmo správ denníka:
sr@latin: &Font za poruke dnevnika:
vi: &Phông chữ cho các thông điệp tường trình:

source: &From URL:
cs: &Z URL:
hr: &Iz URL-a:
it: &Da URL:
ja: 元のURL(&F):
nb: &Fra URL:
oc: &Dempuèi l'URL :
sk: &Z URL:
sr@latin: &Iz URL:
vi: &Từ URL:
