Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Getting information...
cs: Získávám informace z úložiště...
hr: Dohvaćam informaciju...
it: Ricezione informazioni...
ja: 情報を取得中...
nb: Henter informasjon...
oc: Obtencion d'informacions...
sk: Získavanie informácií...
sr@latin: Uzimam informaciju...
vi: Đang lấy thông tin...

source: Getting required information...
cs: Získávám požadované informace...
hr: Dohvaćam potrebne informacije...
it: Ricezione informazioni richieste...
ja: 必要な情報を取得中...
nb: Henter påkrevd informasjon...
oc: Obtencion de las informacions requesidas...
sk: Získavanie potrebných informácií...
sr@latin: Uzimam potrebne informacije...
vi: Đang lấy thông tin cần thiết...

source: Getting unified diff
cs: Získávám Sjednocený rozdíl
hr: Dohvaćanje popisa objedinjenih razlika
it: Ricezione confronto unificato
ja: Unified Diff を取得中
nb: Henter enhetlig diff
oc: Obtencion diff estandard
sk: Získavam unifikované porovnanie
sr@latin: Uzimanje popisa objedinjenih razlika
vi: Đang lấy khác biệt thống nhất

source: Global ignore &pattern:
cs: &Vzory globálního ignorování:
hr: Glob. &uzorak izostavljanja:
it: Ignora &globalmente:
ja: 常に無視するパターン(&P):
nb: Globalt &mønster for ignorering:
oc: &Filtre d'exclusion :
sk: Globálna šablóna &vylúčenia:
sr@latin: Globalni &model zanemarivanja:
vi: Các &mẫu bỏ qua toàn cục:

source: Global settings
cs: Globální nastavení
hr: Globalne postavke
it: Impostazioni globali
ja: 全体的な設定
nb: Globale innstillinger
oc: Configuracion globala
sk: Globálne nastavenia
sr@latin: Globalne postavke
vi: Thiết lập toàn cục

source: Go To Line
cs: Přejít na řádek
hr: Skoči na redak
it: Vai alla linea
ja: 指定した行へ移動
nb: Gå til linje
oc: Anar a la Linha
sk: Skočiť na riadok
sr@latin: Idi na liniju
vi: Đi Tới Dòng

source: Go to line
cs: Jít na řádek
hr: Idi na liniju
it: Vai alla linea
ja: 指定した行へ移動
nb: Gå til linje
oc: Anar a la linha
sk: Choď na riadok
sr@latin: Idi na liniju
vi: Đi đến dòng

source: Go to the next conflict Next conflict
cs: Jít na další konflikt Další konflikt
hr: Prijeđi na sljedeći sukob Sljedeći sukob
it: Vai al prossimo conflitto Prossimo conflitto
ja: 次の競合点へ移動する 次の競合点へ
nb: Gå til neste konflikt Neste konflikt
oc: Anar al conflicte seguent Conflicte seguent
sk: Choď na ďalší konflikt Ďalší konflikt
sr@latin: Pređi na sledeći sukob Sledeći sukob
vi: Đi đến mâu thuẫn tiếp theo Mâu thuẫn tiếp theo

source: Go to the next difference Next difference
cs: Jít na následující rozdíl Další rozdíl
hr: Prijeđi na sljedeću razliku Sljedeća razlika
it: Vai alla prossima differenza Prossima differenza
ja: 次の相違点へ移動する 次の相違点へ
nb: Gå til neste forskjell Neste forskjell
oc: Anar a la diferéncia seguenta Diferéncia seguenta
sk: Choď na ďalší rozdiel Ďalší rozdiel
sr@latin: Pređi na sledeću razliku Sledeća razlika
vi: Đi đến khác biệt tiếp theo Khác biệt tiếp theo

source: Go to the next inline difference Next inline difference
cs: Přejít na další rozdíl v řádku Další rozdíl v řádku
hr: Idi na sljedeću inline razliku Sljedeća inline razlika
it: Vai alla differenza inline successiva Differenza inline successiva
ja: 次の行内の相違点へ移動する 次の行内相違点へ
nb: Gå til neste linjeforskjell Neste linjeforskjell
oc: Anar a la linha diferenta que ven Linha diferenta que ven
sk: Skočiť na nasledovný riadkový rozdiel Nasledovný riadkový rozdiel
sr@latin: Idi na sledeću razliku u liniji Sledeća razlika u liniji
vi: Đi đến khác biệt nội tuyến tiếp theo Khác biệt nội tuyến tiếp theo

source: Go to the previous conflict Previous conflict
cs: Jít na předchozí konflikt Předchozí konflikt
hr: Prijeđi na prethodni sukob Prethodni sukob
it: Vai al conflitto precedente Conflitto precedente
ja: 前の競合点へ移動する 前の競合点へ
nb: Gå til forrige konflikt Forrige konflikt
oc: Anar al conflicte precedent Conflicte precedent
sk: Choď na predchádzajúci konflikt Predchádzajúci konflikt
sr@latin: Pređi na prethodni sukob Prethodni sukob
vi: Đi đến mâu thuẫn trước đó Mâu thuẫn trước đó

source: Go to the previous difference Previous difference
cs: Jít na předchozí rozdíl Předchozí rozdíl
hr: Prijeđi na prethodnu razliku Prethodna razlika
it: Vai alla differenza precedente Differenza precedente
ja: 前の相違点へ移動する 前の相違点へ
nb: Gå til forrige forskjell Forrige forskjell
oc: Anar a la diferéncia precedenta Diferéncia precedenta
sk: Choď na predchádzajúci rozdiel Predchádzajúci rozdiel
sr@latin: Pređi na prethodnu razliku Prethodna razlika
vi: Đi đến khác biệt trước đó Khác biệt trước đó

source: Go to the previous inline difference Previous inline difference
cs: Přejít na předchozí rozdíl v řádku Předchozí rozdíl v řádku
hr: Idi na prethodnu inline razliku Prethodna inline razlika
it: Vai alla precedenet differenza inline Differenza inline precedente
ja: 前の行内の相違点へ移動する 前の行内相違点へ
nb: Gå til forrige linjeforskjell Forrige linjeforskjell
oc: Anar a la precedenta linha diferenta Precedenta linha diferenta
sk: Skočiť na predchádzajúci riadkový rozdiel Predchazajúci riadkový rozdiel
sr@latin: Idi na prethodnu razliku u liniji Prethodna razlika u liniji
vi: Đi đến khác biệt nội tuyến trước đó Khác biệt nội tuyến trước đó

source: Goto Line
cs: Přejít na řádek
hr: Idi na redak
it: Vai alla linea
ja: 行へ移動
nb: Gå til Linje
oc: Anar a la linha
sk: Skočiť na riadok
sr@latin: Idi na liniju
vi: Đi đến dòng

source: Graph type:
cs: Typ grafu:
hr: Vrsta grafa:
it: Tipo di grafico:
ja: グラフの種類:
nb: Diagramtype:
oc: Tipe de grafic :
sk: Typ zobrazenia:
sr@latin: Vrsta grafa:
vi: Kiểu biểu đồ:

source: Graphs for repository roots are always empty!
cs: Grafy pro kořeny úložiště jsou vždy prázdné!
hr: Grafovi za glavne mape repozitorija uvijek su prazni!
it: I grafici per le radici dei repository sono sempre vuote
ja: リポジトリのルートのグラフは、常に空です。
nb: Grafer for depot-roten er alltid tomme!
oc: Los grafes de las raices de depaus son totjorn voids !
sk: Grafy pre koreň úložiska sú vždy prázdne!
sr@latin: Grafovi korena stabla su uvek prazni!
vi: Các biểu đồ cho các gốc kho chứa luôn để trống!

source: Gray
cs: Šedá
hr: Siva
it: Grigio
ja: 灰色
nb: Grå
sk: Šedé
sr@latin: Siva
vi: Xám

source: Group by branch
cs: Seskupit dle větve
hr: Grupiraj po grani
it: Raggruppa per ramo
ja: ブランチでグループ化する
nb: Grupper etter gren
oc: Gropar per branca
sk: Vetvy do skupín
sr@latin: Grupiši po grani
vi: Nhóm bởi nhánh

source: Group changelists
cs: Seskupit seznamy změn
hr: Grupiraj popis izmjena
it: Raggruppa elenco modifiche
ja: 変更リストのグループ化
nb: Grupper endringslister
oc: Regrouper las listas de cambiaments
sk: Skupina zoznamu zmien
sr@latin: Grupiši popis izmena
vi: Nhóm danh sách thay đổi

source: H&EAD Revision
cs: &HEAD revize
hr: Glavna revizija (H&EAD)
it: Revisione &INTESTAZIONE
ja: 最新リビジョン(H&EAD)
nb: &HEAD-revisjon
oc: Revision &HEAD
sk: H&EAD (hlavná) Revízia
sr@latin: GL&AVNA Revizija
vi: Bản chỉnh sửa &CHÍNH

source: H&ue:
cs: B&arva:
hr: &Nijansa:
it: &Tonalità:
ja: 色相(&H):
nb: &Valør:
sk: &Odt.:
sr@latin: Nija&nsa
vi: &Màu sắc

source: HEAD
it: INTESTAZIONE
sk: Hlavná revízia
sr@latin: GLAVNO
vi: CHÍNH

source: HEAD node
cs: HEAD uzel
hr: HEAD čvor
it: Nodo PRINCIPALE
ja: 最新リビジョン(HEAD)ノード
oc: Nosèl HEAD
sk: HEAD (hlavný) uzol
sr@latin: GLAVNI čvor
vi: Nút CHÍNH

source: HEAD revision is %ls
cs: Revize HEAD je %ls
hr: HEAD revizija je %ls
it: Revisione INTESTAZIONE = %ls
ja: 最新(HEAD)リビジョンは %ls
nb: HEAD-revisjon er %ls
oc: La revision HEAD es %ls
sk: HEAD reviízia je %ls
sr@latin: GLAVNA revizija je %ls
vi: Bản CHÍNH là %ls

source: Header
cs: Hlavička
hr: Zaglavlje
it: Intestazione
ja: ヘッダー
nb: Hode
oc: En cap
sk: Hlavička
sr@latin: Zaglavlje
vi: Thông tin đầu

source: Help
cs: Nápověda
hr: Pomoć
it: Guida in linea
ja: ヘルプ
nb: Hjelp
oc: Ajuda
sk: Pomoc
sr@latin: Pomoć
vi: Giúp đỡ

source: Help Keyboard
cs: Klávesnice Pomoci
hr: Pomoć o tipkovnici
it: Guida in linea uso tastiera
ja: キーボード支援
nb: Hjelp Tastatur
sk: Klávesy pomoci
sr@latin: Pomoć o tastaturi
vi: Bàn phím giúp đỡ

source: Hide &deleted paths
cs: Skrýt &smazané cesty
hr: Sakrij &obrisane staze
it: &Nascondi i percorsi eliminati
ja: 削除されたパスを隠す(&D)
nb: Skjul &slettede stier
oc: Amagar los camins &suprimits
sk: Skryť &vymazané cesty
sr@latin: Sakri &obrisane putanje
vi: Ẩn các đường dẫn bị &xóa

source: Hide Menus for unversioned paths
cs: Skrýt menu pro cesty bez verzí
hr: Sakrij izbornike za neverzionirane putanje
it: Nascondi menu per percorsi senza versione
ja: バージョン管理外のパスではメニューを表示しない
nb: Gjem Menyer for ikke-versjonerte stier
oc: Amagar los menús pels dorsièrs non versionats
sk: Skryť ponuku pre neverziované cesty
sr@latin: Krije menije za neverzionisane putanje
vi: Ẩn thực đơn cho các đường dẫn chưa phiên bản

source: Hide all branches that did not modify the item
cs: Schovat všechny větve, které nezměnili položku
hr: Sakrij sve grane u kojima se stavka ne mijenja
it: Nascondi tutti i rami che non hanno modificato l'elemento
ja: 項目を変更しなかったすべてのブランチを非表示にする
nb: Skjul alle grener som ikke endret elementet
oc: Amagar totas las brancas dins las qualas aqueste element es pas estat modificat
sk: Skryť všetky vetvy, ktoré nemenia objekt
sr@latin: Sakri sve grane koje nisu izmenile stavku
vi: Ẩn các nhánh không sửa đổi món

source: Hide all tags
cs: Skrýt všechny značky
hr: Sakrij sve oznake
it: Nascondi tutti i tag
ja: すべてのタグを隠す
nb: Skjul alle merker
oc: Amagar totas las etiquetas
sk: Skryť všetko značky
sr@latin: Skri sve oznake
vi: Ẩn các thẻ

source: Hide deleted branches and tags
cs: Schovat smazané větve a značky
hr: Ukloni obrisane grane i oznake
it: Nascondi i rammi ed i tag eliminati
ja: 削除されたブランチとタグを非表示にする
nb: Skjul slettede grener og merker
oc: Amagar las brancas e las etiquetas suprimidas.
sk: Skryť vymazané vetvy a značky
sr@latin: Sakri obrisane grane i oznake
vi: Ẩn các nhánh và thẻ bị xóa

source: Hide docked window
cs: Skrýt kotvící okno
hr: Sakrij usidreni prozor
it: Nascondi finestra agganciata
ja: ドッキングしているウィンドウを隠す
nb: Skjul dokket vindu
sk: Skryť zakotvené okno
sr@latin: Sakri uglavljeni prozor
vi: Ẩn cửa sổ gắn

source: Hide non-mergeable revisions
cs: Skrýt neslučitelné revize
hr: Sakrij nestopive revizije
it: Nascondi le revisioni che non possono essere unite
ja: マージ不可能なリビジョンを隠す
nb: Skjul revisjoner som ikke kan flettes
oc: Amagar las revisions que pòdon pas èsser fusionats
sk: Skryť nezlučiteľné revízie
sr@latin: Sakri nestopljene revizije
vi: Ẩn các bản chỉnh sửa không hợp nhất được

source: Hide ta&gs
cs: Skrýt zna&čky
hr: Sakrij &oznake
it: Nascondi &tag
ja: タグを隠す(&G)
nb: Skjul &merker
oc: Amagar las e&tiquetas
sk: Skryť &značky
sr@latin: Sakri &oznake
vi: Ẩn các &thẻ

source: Hide the script while running
cs: Skrýt skript při běhu
hr: Sakrij skript dok se izvršava
it: Nascondi lo script mentre è attivo
ja: 実行時はスクリプトを非表示にする
nb: Skjul skriptet mens det kjører
oc: Amagar l'escript pendent l'execucion
sk: Skryť skript počas behu
sr@latin: Sakri skript dok se izvršava
vi: Ẩn kịch bản khi chạy

source: Hide unused &branches
cs: Schovat nepoužívané &větve
hr: Sakrij nekorištene &grane
it: Nascondi i &rami non utilizzati
ja: 未使用のブランチを非表示にする(&B)
nb: Skjul ubrukte &grener
oc: Amagar las &brancas inutilizadas
sk: Skryť nepoužité &vetvy
sr@latin: Krije nekorišćene &grane
vi: Ẩn các &nhánh không dùng

source: Hide/Show the patch file list
cs: Skrýt/Zobrazit seznam záplatových souborů
hr: Sakrij/prikaži popis datoteka sa zakrpama
it: NAscondi/visualizza elenco file patch
ja: パッチファイルの一覧を表示/非表示
nb: Skjuler eller viser listen over korreksjonsfiler
oc: Amagar / Afichar la lista fichièr del patch
sk: Skryť/zobraziť zoznam záplat v súbore
sr@latin: Sakri/Prikaži listu fajlova zakrpa
vi: Ẩn/Hiển thị danh sách tập tin vá

source: Hide/Show the patch file list Hides or shows the patch file list
cs: Skrýt/Zobrazit seznam záplat Skryje nebo zobrazí seznam záplat
hr: Sakrij/pokaži popis zakrpa Sakriva ili pokazuje popis datoteka zakrpa
it: Nascondi/mostra l'elenco dei file patch Nasconde o mostra l'elenco dei file patch
ja: パッチリストの表示/非表示 パッチファイルのリストを表示もしくは非表示にする
nb: Skjul/vis listen over korreksjonsfiler Skjuler eller viser listen over korreksjonsfiler
oc: Afichar/Amagar la lista dels fichièrs patchAficha o cache la lista dels fichièrs patch
sk: Skryť/zobraziť zoznam súborov záplat Skryje, alebo zobrazí zoznam súborov záplat
sr@latin: Sakrij/pokaži popis zakrpa Sakriva ili pokazuje popis fajl zakrpa
vi: Ẩn/Hiện danh sách tập tin vá Ẩn hoặc hiện danh sách tập tin vá

source: Highest revision number in the cache
cs: Nejvyšší číslo revize v úschově
hr: Najviša revizija u spremniku
it: Numero di revisione più alto nella cache
ja: キャッシュ内のリビジョン番号の最大値
nb: Høyste revisjonsnummer i mellomlageret
oc: Numèro de revision lo mai naut dins lo cache
sk: Najvyššie číslo revízie v zásobníku
sr@latin: Najviša revizija u kešu
vi: Số chỉnh sửa cao nhất trong bộ lưu trữ

source: Hint: select the context menu, change the page to 'Commands' and drag the toolbar buttons into the menu window.
cs: Tip: vyberte kontextový menu, změňte stranu na 'Příkazy' a přesuňte tlačítka nástrojové lišty do menu okna.
hr: Savjet: Odaberi kontekst izbornik, promijeni stranicu u 'Naredbe' i povuci gumbove alatne trake na izborniku prozora.
it: Suggerimento: seleziona il menu contestuale, modifica la pagina in 'Comandi' e trascina i pulsanti della barra nella finestra del menu.
ja: ヒント: コンテキストメニューを選択し、ページを「コマンド」に変更してメニューウィンドウにツールバーボタンをドラッグします。
nb: Tips: Velg sammenhengsmenyen, endre side til 'Kommandoer' og dra verktøylinjeknappene inn i menyvinduet.
sk: Tip: vyberte kontextovú ponuku, zmeňte stranu na 'Príkazy' a presuňte tlačidla na okno ponuky.
sr@latin: Savet: izaberi kontekstni meni, zameni stranu u "Komande" i vuci dugmiće alatnog panela u glavni prozor.
vi: Gợi ý: chọn thực đơn ngư cảnh, thay đổi trang sang 'Lệnh' và kéo lê các nút bấm của thanh công cụ vào cửa sổ thực đơn.

source: Home
cs: Domů
hr: Početak
ja: ホーム
nb: Hjem
sk: Domov
sr@latin: Dom
vi: Trang Chủ

source: Hook Scripts
cs: Hákové Skripty
hr: Zakvačene skripte
it: Script aggancio
ja: フックスクリプト
nb: Påhakingsskript
oc: Escripts associats
sk: Pripnuté (hook)skripty
sr@latin: Zakačive Skripte
vi: Kịch bản móc

source: Hook Scripts::Issue Tracker Integration
cs: Hákové Skripty::Integrace s programem pro hlášení chyb
hr: Zakvačene skripte::Integracija praćenja zahtjeva
it: Script aggancio::Integrazione Issue Tracker
ja: フックスクリプト::課題追跡システムとの統合
nb: Påhakingsskript::Integrasjon med Saksporingssystem
oc: Escripts d'Accroche::Integracion del Sistèma de Seguiment de Problèmas
sk: Pripnuté skripty::Integrácia so sledovačom prípadov
sr@latin: Zakačive Skripte::Problem tragač integracija
vi: Kịch bản móc::Tích hợp bộ theo dõi vấn đề

source: Hook Type
cs: Typ Háku
hr: Vrsta skripte
it: Tipo agagncio
ja: フックの種類
nb: Påhakingstype
oc: Tipe d'associacion d'escript
sk: Typ pripnutia
sr@latin: Tip zakačaljki
vi: Kiểu móc

source: Hook Type:
cs: Typ Háku:
hr: Vrsta skripte:
it: Tipo agagncio:
ja: フックの種類:
nb: Påhakingstype:
oc: Tipe d'association d'escript :
sk: Typ pripnutia:
sr@latin: Tip zakačaljki:
vi: Kiểu móc:

source: Hook script failed
cs: Hákový skript selhal
hr: Zakvačena skripta nije uspjela
ja: フックスクリプトの実行に失敗しました
nb: Påhakingsskriptet feilet
oc: Fracàs de l'escript associat
sk: Pripnutý skript zlyhal
sr@latin: Neisprevna zakačiva skripta

source: Hook script failed!
cs: Hákový skript selhal!
hr: Zakačena skripta nije uspjela!
it: Script aggancio fallito!
ja: フックスクリプトの実行に失敗しました。
nb: Påhakingsskriptet feilet!
oc: L'escript associat a fracassat !
sk: Pripnutý skript zlyhal!
sr@latin: Zakačiva skripta neispravna!
vi: Kịch bản hook thất bại!

source: Hostname mismatch (%ls)
cs: Špatný název domény (%ls)
hr: Neslaganje imena domaćina (%ls)
it: Nome dell'host in disaccordo (%ls)
ja: ホスト名が合致しません（%ls）
nb: Feil tjenernavn (%ls)
oc: Nom de la maquina en désaccords (%ls)
sk: Chybné meno servera (%ls)
sr@latin: Neslaganje imena domaćina (%ls)
vi: Tên máy chủ không khớp (%ls)

source: How do you want to resolve this conflict?
cs: Jak chcete vyřešit tento konflikt?
hr: Na koji način želite razriješiti ovaj sukob?
it: Come risolvere questo conflitto?
ja: どのような方法で競合を解決しますか？
nb: Hvordan vil du løse denne konflikten?
sk: Ako chcete vyriešiť tento konflikt?
sr@latin: Kako želite da rešite ovaj sukob?
vi: Bạn muốn giải quyết mâu thuẫn này thế nào?

source: I&gnore all whitespaces
cs: I&gnorovat všechny mezery
hr: I&gnoriraj sve praznine
it: I&gnora tutti gli spazi
ja: すべての空白を無視する(&G)
nb: I&gnorer alle blanktegn
oc: I&gnorar totes los caractèrs d'espaçaments
sk: I&gnorovať všetky biele znaky
sr@latin: &Zanemari sve beline
vi: &Bỏ qua tất cả khoảng trắng

source: I&gnored
cs: I&gnorované
hr: &Zanemareno
it: I&gnorato
ja: 無視された項目(&G)
nb: I&gnorert
oc: I&gnorar
sk: I&gnorované
sr@latin: &Zanemaren
vi: &Bỏ qua

source: I&nclude paths:
cs: Zahr&nout cesty:
hr: U&ključi staze:
it: Percorsi da i&ncludere:
ja: 含めるパス(&N):
nb: &Inkluderte stier:
oc: I&nclure los camins :
sk: &Zaradené cesty:
sr@latin: U&ključi putanje:
vi: Đường dẫn &bao gồm:

source: IBugTraqProvider
cs: Poskytovatel IBugTraq
sr@latin: IBagTrakDobavljač

source: ID:32785:V C +O
hr: ID:32773:V C +O
sr@latin: ID:32773:V C +O

source: ID:32824:V C +F
hr: ID:32822:V C +F
sr@latin: ID:32822:V C +F

source: Icon Overlays
cs: Překryv ikon
hr: Prekrivne ikone
it: Sovrapposizioni icona
ja: アイコンオーバーレイ
nb: Ikonlag
oc: Recobriments d'icòna
sk: Prekrytie ikon
sr@latin: Prekrivne ikone
vi: Biểu tượng nạp chồng

source: Icon Overlays / Status Columns
cs: Překryv ikon / Stavové sloupce
hr: Preklapanje ikona / Stupci statusa
it: Sovrapposizione icona/colonne di stato
ja: アイコンオーバーレイ/状態表示列
nb: Ikonlag / Statuskolonner
oc: Recobriments d'icòna / Colomnas d'estatut
sk: Prekrývané ikony / Stĺpec stavu
sr@latin: Preklapanje ikona / Kolone statusa
vi: Biểu tượng nạp chồng / Cột trạng thái

source: Icon Overlays::Icon Set
cs: Překryv ikon::Sada ikon
hr: Prekrivne ikone::Skup ikona
it: Sovraopposizione icona::Set di icone
ja: アイコンオーバーレイ::アイコンセット
nb: Ikonlag::Ikonsett
oc: Recobriments d'icòna::Jòc d'icònas
sk: Prekrytie ikon::Sada ikon
sr@latin: Prekrivne ikone::Skup ikona
vi: Biểu tượng nạp chồng::Tập hợp biểu tượng

source: Icon Overlays::Overlay Handlers
cs: Překryv ikon::Obslužné Rutiny Překrytí
hr: Prekrivne ikone::Rukovatelji prekrivanja
it: Sovraopposizione icona::Gestori sovrapposizione
ja: アイコンオーバーレイ::オーバーレイハンドラー
nb: Ikonlag::Aktiverte ikoner
oc: Recobriments d'icòna::Gestionaris de Recobriment
sk: Prekrytie ikon::Popisovače
sr@latin: Prekrivne ikone::Rukovaoci ikona
vi: Biểu tượng nạp chồng::Xử lý nạp chồng

source: Icons/Design/Code: Luebbe Onken
cs: Ikony/Design/Kód: Luebbe Onken
hr: Ikone/Dizajn/Kod: Luebbe Onken
it: Icone/Design/Codice: Luebbe Onken
ja: アイコン/デザイン/コード: Luebbe Onken
nb: Ikoner/design/kode: Luebbe Onken
oc: Icònas/Design/Còdi : Luebbe Onken
sk: Ikony/Design/Kód: Luebbe ONKEN
sr@latin: Ikone/Dizajn/Kod: Luebbe Onken
vi: Biểu tượng/Mã thiết kế:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Luebbe Onken

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'branch'.
cs: Když komponenta (část mezi dvěma '/') zadané cesty se shoduje s jedním ze vzorů, je považována za 'větev'.
hr: Ako komponenta (dio između dva '/') određene staze odgovara nekom od ovih uzoraka, ista se smatra 'granom'.
it: Se un elemento (parte fra due '/') di un percorso dato corrisponde ad uno di questi percorsi, esso è considerato un 'ramo'.
ja: パスの構成要素（2つの「/」で区切られた部分）がこれらのパターンの 1つにマッチするなら、「ブランチ」と判断します。
nb: Hvis et element (del mellom to '/') i en gitt sti svarer til et av disse mønstrene, betraktes det som en 'gren'.
oc: Se una partida (entre dos '/') d'un camin donat satisfait a un d'aqueles tèst, serà considerat coma una 'branca'.
sk: Keď element (časť medzi dvomi '/') danej cesty zodpovedá jednej zo šablón, je považovaný za 'vetvu'.
sr@latin: Ako jedan element (deo između dva '/') date putanje nađe jedan od ovih modela, to se shvata kao 'grana''.
vi: Có phải một thành phần (một phần hoặc giữa 2 '/') của một đường dẫn cho sẵn khớp một trong những mẫu này, nó được xem là một 'nhánh'.

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'tag'.
cs: Když komponenta (část mezi dvěma '/') zadané cesty se shoduje s jedním ze vzorů, je považována za 'značku'.
hr: Ako komponenta (dio između dva '/') određene staze odgovara nekom od ovih uzoraka, ista se smatra 'oznakom'.
it: Se un elemento (parte fra due '/') di un percorso dato corrisponde ad uno di questi percorsi, esso è considerato un 'tag'.
ja: パスの構成要素（2つの「/」で区切られた部分）がこれらのパターンの 1つにマッチするなら、「タグ」と判断します。
nb: Hvis et element (del mellom to '/') i en gitt sti svarer til et av disse mønstrene, betraktes det som et 'merke'.
oc: Se una partida (entre dos '/') d'un camin donat satisfait a un de ces tèsts, serà considerat coma un 'tag'.
sk: Keď element (časť medzi dvomi '/') danej cesty zodpovedá jednej zo šablón, je považovaný za 'značku'.
sr@latin: Ako jedan element (deo između dva '/') date putanje nađe jedan od ovih modela, to se shvata kao 'oznaka.
vi: Có phải một thành phần (một phần hoặc giữa 2 '/') của một đường dẫn cho sẵn khớp một trong những mẫu này, nó được xem là một 'thẻ'.

source: If a component (part between two '/') of a given path matches one of these patterns, it is considered a 'trunk'.
cs: Když komponenta (část mezi dvěma '/') zadané cesty se shoduje s jedním ze vzorů, je považována za 'kmen'.
hr: Ako komponenta (dio između dva '/') određene staze odgovara nekom od ovih uzoraka, ista se smatra 'glavnom granom'.
it: Se un elemento (parte fra due '/') di un percorso dato corrisponde ad uno di questi percorsi, esso è considerato un 'trunk'.
ja: パスの構成要素（2つの「/」で区切られた部分）がこれらのパターンの 1つにマッチするなら、「トランク」と判断します。
nb: Hvis et element (del mellom to '/') i en gitt sti svarer til et av disse mønstrene, betraktes det som en 'stamme'.
oc: Se una partida (entre dos '/') d'un camin donat satisfait a un d'aquestes tèsts, serà considerat coma la 'branca principala'.
sk: Keď element (časť medzi dvomi '/') danej cesty zodpovedá jednej zo šablón, je považovaný za 'kmeň'.
sr@latin: Ako jedan element (deo između dva '/') date putanje nađe jedan od ovih modela, to se shvata kao 'deblo'.
vi: Có phải một thành phần (một phần hoặc giữa 2 '/') của một đường dẫn cho sẵn khớp một trong những mẫu này, nó được xem là một 'cột'.

source: If activated, prevents the overlays and the context menu from showing in 'save as...' or 'open' dialogs
cs: Pokud je toto zapnuto, překryvy a kontextové menu se neukazují v oken dialogů 'uložit jako...' nebo 'otevřít'
hr: Ukoliko je uključeno, sprječava da se preklapanja ikona i skočni izbornik prikazuju u 'snimi kao..' ili 'otvori' dijalozima
it: Se attivata, le icone di stato ed il menu contestuale non verranno visualizzate nelle finestre di dialogo 'Salva come...' o 'Apri'
ja: 有効にすると、「名前を付けて保存」や「開く」ダイアログ内でオーバーレイやコンテキストメニューが非表示になります。
nb: Aktiver for å forhindre ikonlag og sammenhengsmenyen fra å vises i 'lagre som..' eller 'åpne'-dialoger
oc: Se activat, empacha l'afichatge del recobriment dins las bóstias de dialòg 'Enregistrar jos...' o 'Dobrir...'
sk: Aktivované zabráni zobrazovaniu prekrývajúcich ikoniek a kontextových ponúk v dialógových oknách 'uložiť ako...' a 'otvoriť'.
sr@latin: Ukoliko je uključeno, sprečava da se preklapanja ikona i kontekst meni prikazuju u 'snimi kao..' ili 'otvori' dijalozima
vi: Nếu được kích hoạt, ngăn chặn nạp chồng và thực đơn ngữ cảnh không cho xuất hiện trong 'lưu như là...' hoặc hộp thoại 'mở'
