Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Sub-string filter: * Specify one or more strings, separated by spaces. They will be evaluated left to right. * Put a - in front of a sub-string to exclude revisions that contain this sub-string. * Put a + in front of a sub-string to include revisions that may not match the filter so far. * Enclose strings that contain spaces etc. with ". * Put a ! at the beginning of the line to invert the whole filter condition. Examples: myname 2008 : my commits of 2008 .h -.cpp : commits that changed headers but no implementations .doc +.xls 2010 : commits from 2010 with .doc or .xls files in it " " : commits with spaces (ex. when searching in paths only) -""show all"" : commits that don't contain the string "show all" !myname .cpp : everything but my commits to .cpp files
cs: Filtr podřetězců: * Uveďte jeden nebo více řetězců, oddělené mezerou. Budou vyhodnoceny zleva doprava * Před podřetězec dejte - pro vynechání revizí, které obsahují tento podřetězec. * Před podřetězec dejte + k zahrnutí revizí, které se zatím nemusí shodovat s filtrem. * Řetězce s mezerami uzavřete např. pomocí ". * Pro obracení podmínky filtru dejte na nový řádek ! Příklady: méjméno 2008 : moje odevzdání v roce 2008 .h -.cpp : odevzdání, která změnila hlavičky ale ne implementace .doc +.xls 2010 : odevzdání z roku 2010 se soubory .doc nebo .xls " " : odevzdání s mezerami (např. když prohledáváte pouze cesty) -""ukázat vše"" : odevzdání, která neobsahují řetězec "ukázat vše" !méjméno .cpp : všechno jen ne má odevzdání do souborů .cpp
hr: Filter podstringova: * Navedite jedan ili više stringova, odvojenih razmacima. Bit će ispitani slijeva nadesno. * Stavite - ispred podstringa kako biste isključili revizije koje sadrže ovaj podstring. * Stavite + ispred podstringa kako biste uključili revizije koje možda dosada ne spadaju u filter. * One stringove koji sadrže razmake i sl. okružite s ". * Stavite ! na početak retka kako biste obrnuli cijeli uvjet filtera. Primjeri: myname 2008 : moje pohrane u 2008. .h -.cpp : pohrane koje su promijenile zaglavlja, ali ne i implementacije .doc +.xls 2010 : pohrane iz 2010. s .doc ili .xls datotekama " " : pohrane s razmacima (npr. samo kad tražite u stazama) -""show all"" : pohrane koje ne sadrže string "show all" !myname .cpp : sve osim mojih commitova u .cpp datoteke
it: Filtro sotto-stringa: * Specifica una o più stringhe, separate da spazi. Saranno valutate da sinistra a destra. * Metti un - davanti ad una sotto-stringa per escludere revisioni che contengono questa sotto-stringa. * Metti un + davanti ad una sotto-stringa per includere revisioni che potrebbero non corrispondere al filtro. * Racchiudi le stringhe che contengono spazi fra ". * Metti un ! all'inizio della linea per invertire l'intera condizione di filtro. Esempio: myname 2008 : my commits of 2008 .h -.cpp : commits che hanno cambiato intestazione ma non l'implementazione doc +.xls 2010 : commits dal 2010 con .doc o .xls files " " : commits con spazi (ex. cercando solo nel path -""show all"" : commits che non contengono la stringa "show all" !myname .cpp : tutto fuorché i miei commit .cpp files
ja: 部分文字列の絞り込み条件 * 1つ以上の空白で区切られた文字列を指定する。左から右の順番に評価される。 * 部分文字列の先頭に - を付加すると、この文字列を含むリビジョンが除外される。 * 部分文字列の先頭に + を付加すると、この文字列にマッチしないリビジョンが含まれる。 * 空白などを含む文字列は " で囲む。 * 行の先頭に ! を付加すると、絞り込み条件全体を反転させる。 例: ichiro 2008 : 2008年のichiroによるコミット .h -.cpp : ヘッダーファイルが変更されたが実装がされていないコミット .doc +.xls 2010 : 2010年の .doc もしくは .xls ファイルが含まれるコミット " " : スペースを含むコミット（例えば、パスのみを探す場合） -""show all"" : 文字列「show all」を含まないコミット !ichiro .cpp : .cppファイルへのichiro以外のコミットすべて
nb: Delstreng-filter: * Oppgi en eller flere strenger, skilt av mellomrom. De evalueres fra venstre mot høyre. * Sett en - foran en delstreng for å ekskludere alle revisjoner som inneholder delstrengen. * Sett en + foran en delstreng for å inkludere revisjoner som ikke passer filteret så langt. Legg strenger som inneholder mellomrom osv. innenfor ". * Sett en ! først i linjen for å invertere hele filteruttrykket. Eksempler: mittnavn 2008 : mine innsendinger i 2008 .h -.cpp : innsendinger som endret headere men ikke implementasjon .doc +.xls 2010: innsendinger fra 2010 med .doc eller .xls-filer " " : innsendinger med mellomrom (f.eks. når bare stier søkes) -""vis alt"" : innsendinger som ikke inneholder strengen'"vis alt"' !mittnavn .cpp : alt unntatt mine innsendinger av .cpp-filer
oc: Filtre de partida de cadena : * Especificatz una o mantuna cadena, separadas per d'espacis. Totas las partidas cadenas devon correspondre. * Metètz un - devant una de las cadenas per exclure las revisions la contenant. * Encapsulatz las cadenas que contenon d'espacis etc. amb de ". * Metètz un ! al començament de la linha per inversar totas las condicions del filtre. Exemples : monnom 2008 : mas liurasons de 2008 .h -.cpp : liurasons que modifican de headers mas pas las implementacions " " : liurasons amb d'espacis (ex. solament per las recèrcas dins los camins d'accès) -""mostrar totl"" : liurasons que contenon pas la cadena '"mostrar tot"' !monnom .cpp : tot levat mas liurasons de fichièrs .cpp
sk: Filter podreťazcov: * Zadajte viac reťazcov oddelených medzerami. Budú vyhodnotené z ľava do prava. * Dajte - na začiatok reťazca k vylúčeniu revizií obsahujúcich daný podreťazec. * Dajte + na začiatok reťazca k zahrnutiu revizií ktoré doteraz nemuseli vzhovovať filtru. * Reťazec obsahujúci medzery a podobne uzavrite napríklad do ". * Dajte ! na začiatok riadka aby ste invertovali celú podmienku. Príklady: mojemeno 2008 : moje odovzdania z 2008 .h -.cpp : odovzdania meniace hlavičky, ale nie implementacie .doc +.xls 2010 : odovzdania z 2010 s .doc alebo obsahujúce .xls " " : odovzdania s medzerami (napríklad pri hladaní len v cestách) -""všetko"" : odovzdania neobsahujúce reťazec "všetko" !myname .cpp : všetko okrem mojich odovzdaní .cpp súborov
sr@latin: Sub-string filter: * Specificirajte jedan ili više stringova, odvojene razmakom. Obradiće se s leva u desno. * Stavite - ispred sub-stringa da odstranite revizije koje sadrže taj sub-string. * Stavite + ispred sub-stringa da uključite revizije koje neće više tražiti filter. * Zaokružite tekst koji sadrži razmak itd. sa ". * Stavite ! na početak linije da invertjete celikupne uslove filtra Primeri: myname 2008 : moje urezivanje 2008 .h -.cpp : urezivanje koje menja zaglavlje ali ne i primenu " " : urezivanje sa razmakom (npr. kada se pretražuje samo u putanjama) .doc +.xls 2010 : urezuje od 2010 sa .doc ili .xls fajlovima u njemu -""show all"" : urezivanja koja ne sadrže tekst '"prikaži svel"' !myname .cpp : sve osim mog urezivanja u .cpp fajlove
vi: Lọc chuỗi con: * Chỉ ra một hoặc nhiều chuỗi, ngăn cách bởi khoảng trắng. Chúng sẽ được tính toán từ trái sang phải. * Đặt dấu - trước một chuỗi con để bỏ riêng ra những bản chỉnh sửa có chứa chuỗi con này. * Đặt dấu + rước một chuỗi con để bao gồm các bản chỉnh sửa không khớp bộ lọc. * Bao gồm các chuỗi có chứa khoảng trắng vân vân với dấu ". * Đặt dấu ! ở đầu dòng để lật ngược toàn bộ điều kiện lọc. Ví dụ: tên tôi 2008 : cam kết của tôi trong 2008 .h -.cpp : các cam kết thay đổi header nhưng không phải phần thực hiện .doc +.xls 2010 : các cam kết từ 2010 với .doc hay .xls files trong nó " " : các cam kết với khoảng trắng (ví dụ. khi chỉ tìm kiếm trong các đường dẫn) -""hiện tất cả"" : các cam kết không chứa chuỗi "hiện tất cả" !myname .cpp : tất cả trừ các cam kết tới các tập tin .cpp

source: Subversion
sr@latin: Subverzija

source: Subversion configuration &file:
cs: Kon&figurační soubor Subversion:
hr: Datoteka Subversion &postavki:
it: &File di configurazione di Subversion:
ja: Subversionの設定ファイル(&F):
nb: Innstillings&fil for Subversion:
oc: &Fichièr de configuracion de Subversion :
sk: Konfiguračný &súbor Subversion:
sr@latin: Subverzijin konfiguracioni &fajl:
vi: &Tập tin cấu hình Subversion:

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion encountered the problem in: file %1!ls!, line %2!ld! expression = %3!ls! you can copy the content of this dialog to the clipboard using Ctrl-C.
cs: V Subversion se vyskytl závažný problém. Prosíme, udělejte si čas a oznamte toto na mailovou konferenci Subversion s co nejvíce informacemi o tom co jste se pokoušeli dělat. Nejdříve ale, prosím, hledejte chybovou zprávu v archívu konference, abyste zabránili opakovanému ohlášení stejné zprávy. Archív konference naleznete na http://subversion.apache.org/mailing-lists.html V Subversion se vyskytl závažný problém v: soubor %1!ls!, řádka %2!ld! výraz = %3!ls! obsah tohoto dialogového okna můžete zkopírovat do schránky použitím Ctrl-C.
hr: Subversion je naišao na ozbiljan problem. Molimo vas da o ovome izvijestite na mailing listama Subversiona uz što više informacija o tome što ste upravo pokušali učiniti. Ali molimo da prije toga ipak prvo potražite poruku greške u arhivi poruka kako bi izbjegli višestruke prijave istog problema. Arhivu poruka mailing liste možete pronaći na http://subversion.apache.org/mailing-lists.html Problem u Subversionu se nalazi u: datoteka %1!ls!, linija %2!ld! izraz = %3!ls! Možete kopirati sadržaj ovog dijaloga u međuspremnik koristeći Ctrl+C
it: Subversione ha incontrato un problema serio. Prendi un pò di tempo per riportare il problema nella lista di email di Subversion con il maggior numero possibile di informazioni che puoi raccogliere. Prima però cerca nell'elenco delle email in archivio il messaggio di errore per evitare di segnalare riptetutamente lo stesso errore. Puoi trovare l'archivio delle mail in http://subversion.apache.org/mailing-lists.html Subversion ha incontrato un problema serio in: file %1!ls!, linea %2!ld! espressione = %3!ls! puoi copiare il contenuto di questa finestra negli Appunti con Ctrl-C.
ja: Subversionで深刻な問題が発生しました。 下記のエラー情報と、何をしようとしたかをできるだけ詳しく書いて、 Subversionのメーリングリストに報告してください。 但し、同じ問題が繰り返し報告されることを避けるために、まず メーリングリストアーカイブから、このエラーメッセージを探してみて ください。メーリングリストのアーカイブは下記のアドレスにあります。 http://subversion.apache.org/mailing-lists.html Subversionで発生した問題: ファイル%1!ls!の%2!ld!行目 式=%3!ls! Ctrl+Cを使用すると、このダイアログの内容をクリップボードにコピー できます。
nb: Subversion støtte på et alvorlig problem. Vennligst ta deg tid til å rapportere dette til vår epost-liste med så mye informasjon som mulig om hva du prøvde å gjøre. Men først, søk i arkivene til epost-listen etter feilmeldingen så ikke det samme problemet rapporteres flere ganger. Du kan finne listearkivet på http://subversion.apache.org/mailing-lists.html Subversion støtte på problemet i: fil %1!ls!, linje %2!ld! uttrykk = %3!ls! Du kan kopiere innholdet av denne dialogen til utklippstavlen med Ctrl-C.
sk: Subversion zaznamenal vážny problém. Prosím, venujte čas a oznámte to na náš mailing list a poskytnite tak mnoho informácií ako je možné o tom čo ste robili. Pred odoslanim prosím prezrite archív mailing listu, či už neobsahuje hlásenie tej istej chyby aby ste predišli opakovanému hláseniu tej istej chyby. Archív mailing listu môžete nájsť na http://subversion.apache.org/mailing-lists.html Subversion zaznamenal problém v: súbor %1!ls!, riadok %2!ld! výraz = %3!ls! Obsah tohto dialógového okna môžete vložiť do schánky pomocou Ctrl-C.
sr@latin: Subverzija je naišla na ozbiljan problem. Molim vas da nađete vremena da izvestite Subverzionu mejling listu sa što više informacija o tome šta ste pokušali da uradite. Ali molimo da najpre pregledate arhivu mejling liste o porukama o grešci da bi se izbeglo izveštavanje o istim problemima stalno. Arhivu mejling liste možete naći na http://subversion.apache.org/mailing-lists.html Subverzija je naišla na problem: fajl %1!ls!, linija %2!ld! izraz = %3!ls! možete kopirati sadržaj ovog dijaloga na klipbord koristeći Ctrl-C.
vi: Subversion gặp phải một vấn đề nghiêm trọng. Xin vui lòng dành thời gian báo cáo này trên danh sách gửi thư Subversion với càng nhiều thông tin càng tốt về những gì bạn đang cố gắng làm. Tuy nhiên, đầu tiên xin vui lòng tìm kiếm lưu trữ danh sách gửi thư cho các thông báo lỗi để tránh báo cáo cùng một vấn đề lặp đi lặp lại. Bạn có thể tìm thấy danh sách gửi thư lưu trữ tại http://subversion.apache.org/mailing-lists.html Subversion gặp phải vấn đề trong: tập tin %1!ls!, dòng %2!ld! biểu thức = %3!ls! bạn có thể sao chép nội dung của hộp thoại này vào clipboard bằng cách sử dụng Ctrl-C.

source: Subversion encountered a serious problem. Please take the time to report this on the Subversion mailing list with as much information as possible about what you were trying to do. But please first search the mailing list archives for the error message to avoid reporting the same problem repeatedly. You can find the mailing list archives at http://subversion.apache.org/mailing-lists.html Subversion reported the following (you can copy the content of this dialog to the clipboard using Ctrl-C):
cs: V Subversion se vyskytl závažný problém. Prosíme, udělejte si čas a oznamte toto na mailovou konferenci Subversion s co nejvíce informacemi o tom co jste se pokoušeli dělat. Nejdříve ale, prosím, hledejte chybovou zprávu v archívu konference, abyste zabránili opakovanému ohlášení stejné zprávy. Archív konference naleznete na http://subversion.apache.org/mailing-lists.html Subversion oznámilo následující (obsah tohoto dialogového okna můžete zkopírovat do schránky použitím Ctrl-C):
hr: Subversion je naišao na ozbiljan problem. Molimo vas da o ovome izvijestite na mailing listama Subversiona uz što više informacija o tome što ste upravo pokušali učiniti. Ali molimo da prije toga ipak prvo potražite poruku greške u arhivi poruka kako bi izbjegli višestruke prijave istog problema. Arhivu poruka mailing liste možete pronaći na http://subversion.apache.org/mailing-lists.html Subversion je izvijestio o sljedećem (možete kopirati sadržaj ovog dijaloga u međuspremnik koristeći Ctrl+C):
it: Subversione ha incontrato un problema serio. Prendi un pò di tempo per riportare il problema nella lista di email di Subversion con il maggior numero possibile di informazioni che puoi raccogliere. Prima però cerca nell'elenco delle email in archivio il messaggio di errore per evitare di segnalare riptetutamente lo stesso errore. Puoi trovare l'archivio delle mail in http://subversion.apache.org/mailing-lists.html Subversion riporta il seguente messaggio (puoi copiare il contenuto di questa finestra negli Appunti con Ctrl-C):
ja: Subversion は深刻な問題に遭遇しました。 下記のエラー情報と、何をしようとしたかをできるだけ詳しく 書いて、Subversionのメーリングリストに報告してください。 但し、同じ問題が繰り返し報告されることを避けるために、 まずメーリングリストアーカイブから、このエラーメッセージを 探してみてください。メーリングリストのアーカイブは下記の アドレスにあります。 http://subversion.apache.org/mailing-lists.html Subversion の報告内容（Ctrl+Cを使用すると、このダイアログの 内容をクリップボードにコピーできます。）:
nb: Subversion støtte på et alvorlig problem. Vennligst ta deg tid til å rapportere dette til vår epost-liste med så mye informasjon som mulig om hva du prøvde å gjøre. Men først, søk i arkivene til epost-listen etter feilmeldingen så ikke det samme problemt rapporteres flere ganger. Du kan finne listearkivet på http://subversion.apache.org/mailing-lists.html Subversion rapporterte følgende (du kan kopiere innholdet av denne dialogen til utklippstavlen med Ctrl-C):
sk: Subversion zaznamenal vážny problém. Prosím, venujte čas a oznámte to na mailing list Subversion a poskytnite tak mnoho informácií ako je možné o tom čo ste robili. Pred odoslanim prosím prezrite archív mailing listu, či už neobsahuje hlásenie tej istej chyby aby ste predišli opakovanému hláseniu tej istej chyby. Archív mailing listu môžete nájsť na http://subversion.apache.org/mailing-lists.html Subversion oznamil nasledový problém (obsah tohto dialógového okna môžete vložiť do schánky pomocov Ctrl-C):
sr@latin: Subverzija je naišla na ozbiljan problem. Molim vas da nađete vremena da izvestite Subverzionu mejling listu sa što više informacija o tome šta ste pokušali da uradite. Ali molimo da najpre pregledate arhivu mejling liste o porukama o grešci da bi se izbeglo izveštavanje o istim problemima stalno. Arhivu mejling liste možete naći na http://subversion.apache.org/mailing-lists.html Subverzija je izvestila sledeće (možete kopirati sadržaj ovog dijaloga na klipbord koristeći Ctrl-C):
vi: Subversion gặp phải một vấn đề nghiêm trọng. Xin vui lòng dành thời gian báo cáo này trên danh sách gửi thư Subversion với càng nhiều thông tin càng tốt về những gì bạn đang cố gắng làm. Tuy nhiên, đầu tiên xin vui lòng tìm kiếm lưu trữ danh sách gửi thư cho các thông báo lỗi để tránh báo cáo cùng một vấn đề lặp đi lặp lại. Bạn có thể tìm thấy danh sách gửi thư lưu trữ tại http://subversion.apache.org/mailing-lists.html Subversion báo cáo các thông tin sau đây (bạn có thể sao chép nội dung của hộp thoại này vào clipboard bằng cách sử dụng Ctrl-C):

source: Subversion passwor&d
cs: &Heslo Subversion
hr: Subversion lozin&ka
ja: Subversionのパスワード(&D)
nb: Subversion-passor&d
oc: Mot &de passe Subversion
sk: &Heslo Subversion
sr@latin: Subverziona &lozinka

source: Subversion reported an error while creating a repository! Make sure the folder is empty and not write protected.
cs: Subversion nahlásilo chybu během vytváření úložiště! Ujistěte se, že adresář je prázdný a není chráněn proti zápisu.
hr: Subversion je prijavio grešku prilikom izrade skladišta! Provjerite da mapa nije prazna i zaštićena od pisanja.
it: Subversion ha generato un errore durante la creazione del repository! Assicurarsi che la cartella sia vuota e non protetta da diritti di scrittura.
ja: リポジトリ作成中に Subversion がエラーを返しました。 フォルダーが空か書込み禁止でないかを確認してください。
nb: Subversion rapporterte en feil mens depotet ble opprettet! Sørg for at mappen er tom og ikke skrivebeskyttet.
oc: Subversion a raportat una error pendent la creacion del depaus ! Contrarotlar que lo repertòri es void e pas protegit en escritura.
sk: Subversion hlási chybu pri vytváraní úložiska! Uistite sa, že adresár je prázdny a nie je chránení proti zápisu.
sr@latin: Subversion je prijavio grešku prilikom izrade spremišta! Proverite da folder nije prazan i zaštićen od pisanja.
vi: Subversion đã báo cáo lỗi trong khi đang tạo một kho chứa! Hãy đảm bảo rằng thư mục trống và không có bảo vệ chống ghi.

source: Subversion reported an error:
cs: Subversion ohlásila chybu:
hr: Subversion je prijavio grešku:
it: Subversion ha riportato un errore:
ja: Subversionのエラー報告:
nb: Subversion rapporterte en feil:
oc: Subversion a raportat una error :
sk: Subversion oznámil chybu:
sr@latin: Subverzija prijavljuje grešku:
vi: Subversion báo lỗi

source: Subversion server file:
cs: Konfigurační soubor Subversion:
hr: Datoteka Subversion poslužitelja:
it: File di configurazione del server Subversion
ja: Subversion サーバーファイル:
nb: Subversion tjenerfil:
oc: Fichièr del servidor Subversion :
sk: Súbor Subversion servera:
sr@latin: Subverzijin server fajl:
vi: tập tin máy chủ Subversion:

source: Success
cs: Úspěch
hr: Uspješno
it: Successo
ja: 成功
nb: Suksess
oc: Succès
sk: Úspech
sr@latin: Uspeh

source: Swit&ch working copy to new branch/tag
cs: &Překlopit pracovní kopii do nové větve / značky
hr: Preba&ci radnu kopiju na drugu granu/oznaku
it: Sposta la cop&ia di lavoro su un nuovo ramo/etichetta
ja: 作業コピーを新しいブランチ/タグへ切り替える(&C)
nb: &Bytt arbeidskopi til ny gren/merke
oc: Desplaçar la &còpia de trabalh cap a una novèla branca/etiqueta
sk: &Prepnúť pracovnú kópiu na novú vetvu/značku
sr@latin: Preba&ci radnu kopiju na novu granu/oznaku
vi: &Chuyển bản làm việc sang nhánh/thẻ mới

source: Switch
cs: Překlopit
hr: Prebaci
it: Scambia
ja: 切り替え
nb: Bytt
oc: Permutar
sk: Prepnúť
sr@latin: Prebaci
vi: Xoay chuyển

source: Switch %1!ls! to %2!ls!, Revision %3!ls!
cs: Překlopení %1!ls! do %2!ls!, Revize %3!ls!
hr: Prebaci %1!ls! na %2!ls!, revizija %3!ls!
it: Scambia%1!ls! to %2!ls!, Revisione %3!ls!
ja: %1!ls! を %2!ls! のリビジョン%3!ls!に切り替え
nb: Bytt %1!ls! til %2!ls!, Revisjon %3!ls!
oc: Passar %1!ls! a %2!ls!, Revision %3!ls!
sk: Prepnúť %1!ls! do %2!ls!, revízia %3!ls!
sr@latin: Prebacuje %1!ls! u %2!ls!, Revizija %3!ls!
vi: Hoán chuyển %1!ls! sang %2!ls!, Chỉnh sửa %3!ls!

source: Switch Depth
cs: Změnit hloubku
hr: Dubina zamjene
it: Profondità scambio
ja: 切り替えの深さ
nb: Bytt Dybde
oc: Inversar la Prigondor
sk: Prepnúť hĺbku
sr@latin: Zamena dubine
vi: Chuyển sang Độ sâu

source: Switch To Branch / Tag
cs: Překlopit na větev / značku
hr: Prebaci na granu / oznaku
it: Spostati su un ramo / etichetta
ja: ブランチ/タグへ切り替え
nb: Bytt Til Gren / Merke
oc: Passar sus Branch / Tag
sk: Prepnúť do Vetvy / značky
sr@latin: Prebaci na Granu / Oznaku
vi: Chuyển sang Nhánh/Thẻ

source: Switch back to parent
cs: Překlopit zpátky na nadřazený
hr: Prebaci natrag na roditelja
it: Ritorna al padre
ja: 親に切り替える
nb: Bytt tilbake til elementet over
oc: Tornar al parent
sk: Prernúť späť na rodiča
sr@latin: Prebacuje nazad u predački
vi: Chuyển về lại bố mẹ

source: Switch back to the previous window pane Previous Pane
cs: Přepnout se zpět do předchozího panelu okna Předchozí panel
hr: Vrati se na prethodnu ploču prozora Prethodna ploča
it: Torna alla precedente parte di finestra Pannello precedente
ja: 前のウィンドウ区画に切り替える 前の区画
nb: Bytt tilbake til forrige vindupanel Forrige panel
oc: Retornne a la partida precedenta de fenèstra Carreau précédant
sk: Prepnúť do predchádzajúceho okna Predchádzajúce okno
sr@latin: Vrati se na prethodnu ploču prozora Prethodna ploča
vi: Chuyển sang cửa sổ bảng trước đó Bảng trước đó

source: Switch between single and double pane view
cs: Přepnout mezi jedno- a dvou- panelovým zobrazením
hr: Prebaci između jednopoglednog i dvopoglednog prikaza
it: Cambia tra vista pannello singolo e doppio
ja: 1画面/2画面表示の切り替え
nb: Bytt mellom enkel og dobbel panelvisning
oc: Passar de la vista a 1 panèl a una vista a 2 panèls
sk: Prepnúť medzi jedno- a dvoj- panelovým zobrazením
sr@latin: Prebaci između pojedinačnog i dvostrukog panel pregleda
vi: Hoán đổi giữa màn xem đơn và đôi

source: Switch between single and double pane view Switch between single and double pane view
cs: Přepnout mezi jednopanelovým a dvoupanelovým zobrazením Přepnout mezi jednopanelovým a dvoupanelovým zobrazením
hr: Prebaci se između pogleda s jednom ili dvije ploče Prebaci se između pogleda s jednom ili dvije ploče
it: Cambia visualizzazione da singolo a doppio pannello Cambia visualizzazione da singolo a doppio pannello
ja: 1画面・2画面表示を切り替える 1画面・2画面表示の切り替え
nb: Bytt mellom enkel og dobbel panelvisning Bytt mellom enkel og dobbel panelvisning
oc: Commutar entre la vista simpla e fenèstra dobla Commutar entre la vista simpla e fenèstra dobla
sk: Prepnúť medzi jedno- a dvoj- panelovým zobrazením Prepnúť medzi jedno- a dvoj- panelovým zobrazením
sr@latin: Prebaci se između pogleda s jednom ili dve ploče Prebaci se između pogleda s jednom ili dve ploče
vi: Chuyển đổi giữa bảng xem đơn và kép Chuyển đổi giữa bảng xem đơn và kép

source: Switch left and right view
cs: Zaměnit levé a pravé zobrazení
hr: Zamijeni lijevi i desni pogled
it: Cambia vista sinistra e destra
ja: 左右のビューの入れ替え
nb: Bytt venstre og høyre visning
oc: Intervertir las vistas esquèrra e dreita
sk: Prepnúť medzi ľavým a pravým panelom
sr@latin: Prebaci llevi i desni pregled
vi: Hoán đổi màn xem trái và phải
