Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: &Reset to Default
cs: &Vynulovat na výchozí
hr: &Postavi početne postavke
it: &Ripristina ai predefiniti
ja: デフォルトの状態に戻す(&R)
nb: &Tilbake til Standard
sk: &Vrátiť štandardné
sr@latin: &Podesii uobičajene vrednosti
vi: &Làm lại mọi thứ về mặc định

source: &Restore defaults
cs: &Obnovit výchozí
hr: &Vrati početne postavke
it: Ri&pristina impostazioni predefinite
ja: デフォルトに戻す(&R)
nb: &Gjenopprett standard
oc: Re&stablir las valors per defaut
sk: &Obnoviť prednastavené
sr@latin: V&rati podrazumevane vrednosti
vi: &Khôi phục mặc định

source: &Retry without hooks
cs: &Znovu zkusit bez háků
hr: &Ponovno pokušaj bez kuka
it: &Riprova senza hooks
ja: フック無しで再試行(&R)
nb: &Prøv igjen uten påhakinger
oc: &Réensajar sens los escripts associats
sk: &Skúsiť bez pripnutých skriptov
sr@latin: P&robajte bez zakačaljki
vi: &Thử lại không dùng móc

source: &Revert all changes recursively
cs: &Vrátit všechny změny rekurzivně
hr: Pov&rati sve promjene rekurzivno
it: &Annullla tutte le modifiche ricorsivamente
ja: すべての変更を再帰的に取り消す(&R)
nb: &Tilbakestill alle endringer rekursivt
oc: &Anullar totas las modificacions recursivament
sk: &Vrátiť rekurzívne všetky zmeny
sr@latin: V&ratite sve izmene rekurzivno
vi: &Quay lui tất cả các thay đổi theo cách đệ quy

source: &Revert changes from these revisions
cs: V&rátit změny z těchto revizí
hr: &Poništi izmjene iz ovih inačica
it: &Ripristina le modifiche da queste revisioni
ja: これらのリビジョンにおける変更を取り消す(&R)
nb: &Tilbakestill endringer fra disse revisjonene
oc: &Anullar las modificacions d'aquestas revisions
sk: V&rátiť zmeny z týchto revízií
sr@latin: &Vrati izmene od ovih revizija
vi: &Trở lại với thay đổi từ những bản chỉnh sửa này

source: &Revert changes from this revision
cs: V&rátit změny z této revize
hr: &Vrati na staro izmjene iz ove revizije
it: &Ripristina annullando tutte le modifiche di questa revisione
ja: このリビジョンにおける変更を取り消す(&R)
nb: &Tilbakestill endringer fra denne revisjonen
oc: &Anullar las modificacions d'aquesta revision
sk: &Vrátiť zmeny z tejto revízie
sr@latin: &Vrati izmene od ove revizije
vi: &Trở lại với thay đổi từ bản chỉnh sửa này

source: &Revision
cs: &Revize
hr: &Revizija
it: &Revisione
ja: リビジョン(&R)
nb: &Revisjon
sk: &Revízia
sr@latin: &Revizija
vi: &Bản chỉnh sửa

source: &SSH client:
cs: &SSH klient:
hr: &SSH klijent:
it: &Client SSH:
ja: &SSHクライアント:
nb: &SSH-klient:
oc: Client &SSH :
sk: &SSH klient:
sr@latin: &SSH klijent:
vi: &Máy trạm SSH:

source: &Saturation:
cs: &Saturace:
hr: Za&sićenje
it: &Saturazione:
ja: 彩度(&S):
nb: &Metning:
sk: &Saturácia:
sr@latin: Za&sićenje:
vi: &Bão hòa:

source: &Save
cs: &Uložit
hr: &Snimi
it: &Salva
ja: 保存(&S)
nb: &Lagre
oc: &Salvar
sk: &Uložiť
sr@latin: &Sačuvaj
vi: &Lưu

source: &Save authentication
cs: &Uložit ověření
hr: &Snimi autentikaciju
it: &Salva l'autenticazione
ja: 認証を保存(&S)
nb: &Lagre autentisering
oc: &Enregistrar l'autentificacion
sk: &Uložiť autentifikáciu
sr@latin: &Autentikacija čuvanja
vi: &Lưu lại thông tin xác thực

source: &Save graph as...
cs: &Uložit graf jako...
hr: &Snimi graf kao...
it: &Salva grafico come...
ja: グラフに名前を付けて保存(&S)...
nb: &Lagre graf som...
oc: Enregistrar lo grafic &jos...
sk: &Uložiť graf ako...
sr@latin: &Sačuvaj graf kao...
vi: &Lưu biểu đồ như...

source: &Save list of selected files to...
cs: Uložit &seznam vybraných souborů do...
hr: &Snimi popis odabranih datoteka u...
it: &Salva elenco dei file selezionati come...
ja: 選択ファイルのリストを保存(&S)...
nb: &Lagre liste over valgte filer til...
oc: &Salvar la lista dels fichièrs seleccionats cap a...
sk: &Uložiť zoznam vybraných súborov do...
sr@latin: &Sačuvaj list izabranih fajlova u...
vi: &Lưu danh sách của các tập tin được chọn đến...

source: &Save value...
cs: &Ulož hodnotu...
hr: &Spremi vrijednost...
it: &Salva valore...
ja: 値を保存(&S)...
nb: &Lagre verdi...
oc: &Salvar la valor...
sk: &Uložiť hodnotu...
sr@latin: &Sačuvaj vrednost...
vi: &Lưu giá trị...

source: &Settings
cs: Na&stavení
hr: &Postavke
it: &Impostazioni
ja: 設定(&S)
nb: &Innstillinger
oc: Confi&guracion
sk: &Nastavenia
sr@latin: &Podešavanje
vi: &Thiết lập

source: &Show HEAD revisions
cs: &Zobrazit HEAD revize
hr: &Prikaži glavne HEAD revizije
it: Mo&stra revisione inetstazione
ja: 最新リビジョン(HEAD)を表示(&S)
nb: &Vis HEAD-revisjoner
oc: Veire las revisions &HEAD
sk: &Zobraziť hlavné revízie
sr@latin: &Prikaži GLAVNE revizije
vi: &Trình bày bản chỉnh sửa CHÍNH

source: &Show Log
cs: &Zobrazit záznam
hr: Prikaži &dnevnik
it: Vi&sualizza registro attività
ja: ログを表示(&S)
nb: Vis &Logg
oc: Veire lo Jorna&l
sk: Zobraziť &denník
sr@latin: &Prikaži Dnevnik
vi: &Trình bày tường trình

source: &Show Menus for:
cs: &Zobrazit Menu pro:
hr: &Prikaži izborike za:
it: &Visualizza Menu per:
ja: メニューを表示(&S):
nb: &Vis Menyer for:
sk: &Zobraziť ponuku pre:
sr@latin: &Prikaži menije za:
vi: &Trình bày thực đơn cho:

source: &Show Monitor
cs: &Zobrazit monitor
hr: &Prikaži zaslon
it: &Visualizza monitor
ja: モニターを表示(&S)
nb: &Vis Overvåker
oc: &Afichar lo monitor
sr@latin: &Prikaži monitor

source: &Show popup notifications
cs: &Zobrazit vyskakovací oznámení
hr: &Prikaži skočne obavijesti
it: &Mostra popup delle notifiche
ja: 通知時にポップアップを表示(&S)
nb: &Vis popup-meldinger
oc: &Afichar una popup de notificacion
sr@latin: &Prikaži popap notifikaciju

source: &Show text labels
cs: Zobrazit popi&sky
hr: &Prikaži tekst oznake
it: &Visualizza etichette di testo
ja: テキストラベルを表示(&S)
nb: &Vis merkelapper
sk: Zobraziť &názvy
sr@latin: &Prikaži tekstualne oznake
vi: &Trình bày nhãn bằng chữ

source: &Specific revision in repository
cs: &Konkrétní revize v úložišti
hr: &Određena revizija u skladištu
it: Revisione &specifica (dal repository)
ja: リポジトリ内の特定リビジョン(&S):
nb: Bestemt &revisjon i depotet
oc: Revision e&specifica dins lo depaus
sk: &Špecifická revízia v úložisku
sr@latin: &Određena revizija u spremištu
vi: &Bản chỉnh sửa cụ thể trong kho chứa

source: &Start Group
cs: Začít &Skupinu
hr: &Pokreni grupu
it: &Inizia gruppo
ja: グループの始まり(&S)
nb: &Startgruppe
sk: &Začať skupinu
sr@latin: &Početna grupa
vi: &Bắt đầu Nhóm

source: &Start Repobrowser
cs: &Spustit prohližeč úložiště
hr: &Preglednik skladišta
it: &Inizia Repobrowser
ja: リポジトリブラウザーを起動(&S)
nb: &Start Depot-utforsker
oc: Aviar l'&explorador de depaus
sk: P&rehliadať úložisko
sr@latin: &Start Repo-pretraživača
vi: &Bắt đầu trình duyệt kho chứa

source: &Status Bar
cs: &Stavový řádek
hr: &Statusna traka
it: Barra di &stato
ja: ステータスバー(&S)
nb: &Statuslinje
oc: Barra d'e&statut
sk: &Stavový riadok
sr@latin: &Statusni panel
vi: &Thanh trạng thái

source: &Steal the locks
cs: Ukrá&st zámky
hr: &Ukradi lokote
it: &Ruba il bloccaggio
ja: ロックを横取りする(&S)
nb: &Stjel sperrene
oc: Panar lo&s verrolhs
sk: &Odobranie zámkov
sr@latin: &Ukradi katanac
vi: &Đánh cắp khóa

source: &Stop on copy/rename
cs: Za&stavit na kopírování/přejmenování
hr: &Zaustavi se na kopiranom/preimenovanom
it: &Sospendi durante la copia/rinomina
ja: コピー/名前変更が発生したら停止(&S)
nb: &Stopp ved kopiering/navnebytte
oc: &Arrèst a la còpia/renomenatge
sk: Za&staviť na Kopírovať/Premenovať
sr@latin: &Zaustavi na kopiraj/preimenuj
vi: &Dừng tại sao chép/đổi tên

source: &Subversion username
cs: &Uživatelské jméno Subversion
hr: &Subversion korisničko ime
it: &Username del Subversion
ja: &Subversionのユーザー名
nb: &Subversion-brukernavn
oc: Nom d'utilizaire &Subversion
sk: &Meno pre Subversion
sr@latin: &Subverziono korsničko ime

source: &Switch WC to path and revision
cs: Překlopit pracovní kopii do ce&sty a revize
hr: &Prebaci radnu kopiju na stazu i inačicu
it: &Sposta copia di lavoro nel percorso e revisione
ja: 作業コピーをこのパスのこのリビジョンに切り替え(&S)
nb: &Bytt arbeidskopi til sti og revisjon
oc: &Passar lo CdT sul camin e a la revision
sk: &Prepnúť pracovnú kópiu na cestu a revíziu
sr@latin: &Prebaci RK ka putanji i reviziji
vi: &Chuyển WC sang đường dẫn và bản chỉnh sửa

source: &Switch WC to path@HEAD
cs: &Překlopit pracovní kopii do cesta@HEAD
hr: &Prebaci RK na path@HEAD
it: &Sposta la copia di lavoro nel percorso@HEAD
ja: 作業コピーをこのパスの最新リビジョン(HEAD)に切り替え(&S)
nb: &Bytt arbeidskopi til sti@HEAD
oc: &Passar lo CdT sul camin@HEAD
sk: &Prepnúť pracovnú kópiu na cesta@HEAD
sr@latin: &Prebaci RK ka putanja@GLAVA
vi: &Chuyển WC sang đường dẫn@bản chính

source: &Symbol View
cs: Zobrazení &Symbolů
hr: &Pogled simbola
it: Vista &simboli
ja: アイコン表示(&S)
nb: &Symbolvisning
oc: Vista &simbolica
sk: &Zobrazenie znakov
sr@latin: &Pregled simbola
vi: &Xem dấu hiệu

source: &Tab size:
cs: Velikost &tabulátoru:
hr: &Veličina taba:
it: Dimensione &tabulatore:
ja: タブ幅(&T):
nb: &Tabulatorstørrelse:
oc: &Talha de las tabulacions :
sk: Veľkosť &tab.:
sr@latin: &Veličina taba:
vi: &Kích cỡ thanh Tab:

source: &Tabbed Document
cs: Dokumen&t se záložkami
hr: &Dokument s tabovima
it: &Documento con tabulazioni
ja: タブ型ドキュメント(&T)
nb: &Fanedokument
sk: Dokument so &záložkami
sr@latin: &Dokument sa tabovima
vi: &Tài liệu theo mục

source: &Tags
cs: &Značky
hr: &Oznake
it: &Tag
ja: タグ(&T)
nb: &Merker
sk: &Značky
sr@latin: &Oznake
vi: &Các thẻ

source: &Test merge
cs: &Test sloučení
hr: &Test stapanje
it: &Test dell'unione
ja: マージのテスト(&T)
nb: &Test fletting
oc: &Testar la fusion
sk: &Testovacie zlúčenie
sr@latin: &Test stapanja
vi: &Thử nhập

source: &Text
hr: &Tekst
it: &Testo
ja: テキスト(&T)
nb: &Tekst
oc: &Tèxte
sr@latin: &Tekst
vi: &Văn bản

source: &Text only
cs: Jen &text
hr: Samo &tekst
it: &Solo testo
ja: テキストのみ表示(&T)
nb: &Kun tekst
sk: Iba &Text
sr@latin: &Samo tekst
vi: &Chỉ gồm văn bản

source: &Timeout in seconds before updating the HEAD revision
cs: Časový limi&t v sekundách před aktualizací HEAD revize
hr: &Vrijeme u sekundama do obnavljanja glavne grane (HEAD)
it: &Tempo in secondi prima di aggiornare la revisione principale
ja: 最新リビジョンへの更新がタイムアウトになるまでの秒数(&T)
nb: &Tidsavbrudd i sekunder før HEAD-revisjonen oppdateres
oc: &Relambi en segondas abans de metre a jorn la revision HEAD
sk: Časový in&terval v sekundách pred aktualizáciou HEAD (hlavnej) revízie
sr@latin: &Prekid u sekundama pre obnavljanja GLAVNE revizije
vi: &Thời gian hết hạn bằng giây trưóc khi cập nhật bản chỉnh sửa CHÍNH

source: &Timeout in seconds to stop the auto-completion parsing
cs: Časový limi&t v sekundách pro zast. zpracování auto. dokončení
hr: &Vrijeme u sekundama do zaustavljanja parsiranja autodopune
it: &Tempo in secondi per interrompere l'autocompletamento
ja: 自動補完リストの作成がタイムアウトになるまでの秒数(&T)
nb: &Tidsavbrudd i sekunder for å stoppe autofullførings-prosessering
oc: Relambi en segondas per arres&tar lo filtratge d'autocomplecion
sk: Časový limi&t pre analýzu automatického doplňovania
sr@latin: &Prekid u skundama da se zaustavi analiza za autokompletiranje
vi: Thời gian &hết hạn bằng giây để dừng tự động điền đủ phân tích ngữ pháp

source: &To Revision
cs: &Na revizi
hr: &Do revizije
it: &Vai alla revisione
ja: 終了リビジョン(&T)
nb: &Til revisjon
oc: &Vers la revision
sk: &Do revízie
sr@latin: &Do revizije
vi: &Đến bản chỉnh sửa

source: &To URL:
cs: &Do URL:
hr: &U URL:
it: &Vai all'URL
ja: 宛先URL(&T):
nb: &Til URL:
oc: &Cap a l'URL :
sk: &Na URL:
sr@latin: &Do URL:
vi: &Đến URL:

source: &To path:
cs: Do ces&ty:
hr: &Do staze:
it: &A percorso:
ja: 宛先パス(&T):
nb: &Til-sti:
oc: Camins &Destinacion :
sk: &Na cestu:
sr@latin: Ka pu&tanji:
vi: &Đến đường dẫn:

source: &To: (end URL and revision of the range to merge)
cs: &Do: (koncové URL a revize rozsahu pro sloučení)
hr: &Do: (krajnji URL i revizija raspona za spajanje)
it: &A: (URL e revisione che terminano l'intervallo per l'unione)
ja: 終了点(&T): （マージする範囲の終点を指すURLとリビジョン）
nb: &Til: (slutt-URL og revisjon for intervallet som skal flettes)
oc: &À : (URL de fin e plaja de revisions de fusionar)
sk: &Po: (posledná URL a adresa rozsahu zlučovania)
sr@latin: &Do: (krajnji URL i revizija u rasponu spajanja)
vi: &Đến: (đường dẫn cuối và bản chỉnh sửa trong phạm vi để hợp nhất)

source: &Toolbar
cs: &Nástrojová lišta
hr: &Traka s alatima
it: Barar s&trumenti
ja: ツールバー(&T)
nb: &Verktøylinje
oc: &Barra d'aisinas
sk: &Nástrojová lišta
sr@latin: &aLATNI PANEL
vi: &Thanh công cụ

source: &Toolbar Name:
cs: Jméno Nás&trojové Lišty:
hr: Naziv &trake alata:
it: &Nome barra:
ja: ツールバー名(&T):
nb: &Verktøylinjenavn:
sk: Názov &lišty:
sr@latin: &Ime alatnog panela:
vi: &Tên thanh công cụ:

source: &Toolbars:
cs: Nás&trojové lišty:
hr: &Trake s alatima
it: &Barre degli strumenti:
ja: ツールバー(&T):
nb: &Verktøylinjer:
sk: &Nástroje:
sr@latin: &Alatni paneli:
vi: &Các thanh công cụ:

source: &Top
cs: &Horní
hr: &Vrh
it: &Alto
ja: 一番上(&T)
nb: &Topp
oc: Nau&t
sk: &Navrch
sr@latin: &Vrh
vi: &Đỉnh

source: &TortoiseUDiff
sr@latin: &TortozUDif

source: &Trunk
cs: &Kmen
hr: &Glavna grana
ja: トランク(&T)
nb: &Stamme
oc: &Branca principala
sk: &Kmeň
sr@latin: &Debla
vi: &Trụ cột

source: &Two Page
cs: Dvě S&trany
hr: &Dvije stranice
it: &Due pagine
ja: 2ページ(&T)
nb: &Tosidig
oc: &Doas Paginas
sk: &Dva panely
sr@latin: &Dve strane
vi: &Hai Trang

source: &URL of repository:
cs: &URL úložiště:
hr: &URL skladišta:
it: &URL del repository:
ja: リポジトリの&URL:
nb: &Depotets URL:
oc: &URL del depaus :
sk: &URL úložiska:
sr@latin: &URL spremišta:
vi: &URL của kho chứa:

source: &Undo
cs: &Zpět
hr: &Poništi
it: &Annulla
ja: 元に戻す(&U)
nb: &Angre
oc: Ann&uler
sk: &Späť
sr@latin: &Poništi
vi: &Khôi phục

source: &Unified diff
cs: &Sjednocený rozdíl
hr: &Objedinjena razlika
it: Confronto &unificato
nb: &Enhetlig diff
oc: Diff &unificada
sk: &Unifikované porovnanie
sr@latin: &Objedinjena razlika
vi: &So sánh thống nhất

source: &Unknown drives
cs: &Neznámé disky
hr: &Nepoznati diskovi
it: Unità &sconosciute
ja: 未知のドライブ(&U)
nb: &Ukjente disker
oc: &Disques desconeguts
sk: &Neznáme disky
sr@latin: &Nepoznati diskovi
vi: &Ổ đĩa không nhận ra

source: &Update
cs: Akt&ualizovat
hr: &Obnovi
it: &Aggiorna
ja: 更新(&U)
nb: &Oppdater
oc: Metre a j&orn
sk: &Aktualizovať
sr@latin: &Uskladi
vi: &Cập nhật

source: &Update all
cs: &Aktualizovat vše
hr: &Ažuriraj sve
it: &Aggiorna tutto
ja: すべて更新(&U)
nb: &Oppdater alle
oc: &Tot metre a jorn
sr@latin: &Uskladi sve

source: &Update item to revision
cs: &Aktualizovat položku na revizi
hr: Obnovi stavk&u na reviziju
it: &Aggiorna l'elemento alla revisione
ja: 項目をこのリビジョンへ更新(&U)
nb: &Oppdater element til revisjon
oc: Metre a j&orn l'element a la revision
sk: &Aktualizovať objekt na revíziu
sr@latin: &Obnavlja stavku prema reviziji
vi: &Cập nhật món vào bản chỉnh sửa

source: &Update item to revision...
cs: Akt&ualizovat položku na revizi...
hr: &Obnovi stavku prema reviziji
it: &Aggiorna elemento alla revisione...
ja: 項目を特定リビジョンへ更新(&U)...
nb: &Oppdater element til revisjon...
oc: Metre a j&orn l'element a la revision...
sk: Akt&ualizovať objekt na revíziu...
sr@latin: &Uskladi stavku sa revizijom...
vi: &Cập nhật món tới bản chỉnh sửa...

source: &Update to revision...
cs: Akt&ualizovat na revizi...
hr: &Obnovi prema reviziji...
it: &Aggiorna alla revisione...
ja: 特定リビジョンへ更新(&U)...
nb: &Oppdater til revisjon...
oc: Metre a jo&rn a la revision...
sk: Akt&ualizovať na revíziu...
sr@latin: &Uskladi sa revizijom...
vi: &Cập nhật tới bản chỉnh sửa...

source: &Use auto-completion of file paths and keywords
cs: Po&užít automatické dokončení cest souborů a klíčových slov
hr: &Koristite autozavršavanje staza datoteka i ključnih riječi
it: Completa a&utomaticamente percorsi e parole chiave
ja: ファイルのパスやキーワードの自動補完を使用する(&U)
nb: Bruk &automatisk fullføring av fil-stier og nøkkelord
oc: &Utilizar l'autocomplecion dels camins de fichièrs e dels mots clau
sk: Po&užiť automatické doplňovanie ciest súborov a kľúčových slov
sr@latin: &Koristi autokompletiranje fajl putanja i ključnih reči
vi: &Sử dụng tự điền đủ cho đường dẫn và từ khóa

source: &Use recycle bin
cs: Po&užít odpadkový koš
hr: Koristi košar&u za smeće prilikom vraćanja na staru inačicu
it: &Usa cestino
ja: ごみ箱を使用する(&U)
nb: &Bruk søppelspannet
oc: &Utilizar l'escobilhièr
sk: Použiť odpadkový &kôš
sr@latin: Koristi korp&u za otpatke
vi: &Sử dụng sọt rác

source: &Username:
cs: &Uživatelské jméno:
hr: &Korisničko ime:
it: &Nome utente:
ja: ユーザー名(&U):
nb: &Brukernavn:
oc: &Nom :
sk: &Užívateľ:
sr@latin: &Ime korisnika:
vi: &Tên đăng nhập:

source: &Vacuum pristine copies
cs: &Vyčistit původní kopie
hr: &Usisaj stare kopije
ja: 未使用のコピーを削除(&V)
nb: &Støvsug urørte kopier
oc: &Voidar las còpias del projècte
sr@latin: &Usisaj stare kopije

source: &View
cs: &Zobrazit
hr: &Pogled
it: &Visualizza
ja: 表示(&V)
nb: &Vis
oc: &Afichatge
sk: &Zobraziť
sr@latin: &Pregled
vi: &Xem

source: &View:
cs: &Zobrazit:
hr: &Pogledaj:
it: &Visualizza:
ja: 表示(&V):
nb: &Vis:
sk: &Zobrazenie:
sr@latin: &Pregled:
vi: &Xem

source: &Whole word
cs: &Celé slovo
hr: &Cijela riječ
it: &Tutta la parola
ja: 単語単位(&W)
nb: &Hele ord
oc: &Mot entièr
sk: Celé &slovo
sr@latin: &Cela reč
vi: &Nguyên một từ

source: &Windows (CRLF)
sr@latin: &Vindous (CRLF)

source: &Working copy
cs: &Pracovní kopie
hr: &Radna kopija
it: &Copia di lavoro
ja: 作業コピー(&W)
nb: Arbeids&kopi
oc: Còpia de travai&l
sk: &Pracovná kópia
sr@latin: &Radna kopija
vi: &Bản sao đang làm

source: &file list control
cs: &ovládání seznamu souborů
hr: kontrola liste &datoteka
it: controllo elenco &file
ja: ファイルリストコントロール(&F)
nb: &filliste-kontroll
oc: contrarotlador de lista de &fichièrs
sk: ovládanie &zoznamu súborov
sr@latin: &fajl lista kontrola
vi: &kiểm soát danh sách tập tin

source: '%ls' : %ld new commits
cs: '%ls' : %ld nových odevzdání
hr: '%ls' : %ld nove pohrane
it: '%ls' : %ld nuovi commit
ja: '%ls' : %ld件の新しいコミット
nb: '%ls' : %ld nye innsendinger
oc: '%ls' : %ld novèlas liurasons
sr@latin: '%ls' : %ld nova urezivanja

source: '%ls' is not a valid URL or path!
cs: '%ls' není platná URL nebo cesta!
hr: '%ls' nije valjani URL ili staza!
it: '%ls' non è una URL o percorso valido!
ja: 「%ls」は有効な URL でもパスでもありません。
nb: '%ls' er ikke en lovlig URL eller sti!
oc: '%ls' es pas una URL o un camin valid !
sk: "%ls" nie je platná URL adresa ani cesta!
sr@latin: '%ls' nije valjan URL ili putanja!
vi: '%ls' không phải là một URL hay đường dẫn hợp lệ!

source: 'skip ranges' are used to mark revision ranges that have not been cached yet
cs: 'vynechat rozsahy' je použito k označení rozsahu revizí, které ještě nebyli uchovány
hr: 'preskoči raspone' se koristi za označavanje raspona revizija koje još nisu završile u spremniku
it: 'intervalli da saltare' sono usati per identificare intervalli di revisioni che non sono ancora stati memorizzati nella cache
ja: 「スキップ範囲」はキャッシュされていないリビジョンの範囲をマークするのに使用します
nb: 'oversette intervaller' brukes for å merke revisjonsintervaller som ikke ennå har blitt mellomlagret
oc: Lo tèxte 'plajas évitées' es utilizat per marcar las plajas de revision que son pas encara dins lo cache
sk: 'skip ranges' je použitý na označenie rozsahov revízií, ktoré ešte nie sú v zásobníku
sr@latin: 'preskoči raspon' se koristi za označavanje raspona revizija koje još nisu keširane
vi: 'bỏ qua các phạm vi' được dùng để đánh dấu các phạm vi chưa được lưu vào bộ nhớ tạm

source: (Double-click to clear error message)
cs: (Dvojklik pro zbavení se chybové zprávy)
hr: (Dvostruki klik će očistiti poruku greške)
it: (Doppio clic per cancellare gli errori)
ja: （ダブルクリックでエラーメッセージを消去）
nb: (Dobbelklikk for å fjerne feilmeldingen)
oc: (Clic doble per escafar lo messatge d'error)
sk: (Dvojklik na vymazanie chybových správ)
sr@latin: (Dvostruko-kliknuti da se obriše poruka greške)
vi: (Nháy kép chuột để xóa các thông điệp về lỗi)

source: (binary value)
cs: (binární hodnota)
hr: (binarna vrijednost)
it: (valore binario)
ja: （バイナリ値）
nb: (binær verdi)
oc: (valor binaire)
sk: (binárna hodnota)
sr@latin: (binarna vrednost)
vi: (giá trị nhị phân)

source: (content and properties)
cs: (obsah a vlastnosti)
hr: (sadržaj i svojstva)
it: (contenuti e proprietà)
ja: （内容とプロパティ）
nb: (innhold og egenskaper)
oc: (contengut e proprietats)
sk: (obsah a vlastnosti)
sr@latin: (sadržaj i osobine)

source: (content only)
cs: (pouze obsah)
hr: (samo sadržaj)
it: (solo contenuti)
ja: （内容のみ）
nb: (bare innhold)
oc: (contengut unicament)
sk: (iba obsah)
sr@latin: (samo sadržaj)

source: (copy)
cs: (kopie)
hr: (Kopiraj)
it: (copia)
ja: （コピー）
nb: (kopi)
oc: (còpia)
sk: (kópia)
sr@latin: (kopija)
vi: (sao chép)

source: (create branch)
cs: (vytvořit větev)
hr: (otvori granu)
it: (crea ramo)
ja: （ブランチを作成）
nb: (lag gren)
oc: (crear una branca)
sk: (vytvorenie vetvy)
sr@latin: (napravi granu)
vi: (tạo nhánh)

source: (created)
cs: (vytvořený)
hr: (napravljeno)
it: (creato)
ja: （作成）
nb: (opprettet)
oc: (creat)
sk: (vytvorené)
sr@latin: (kreirano)
vi: (đã tạo)

source: (delete)
cs: (smazat)
hr: (obrisano)
it: (cancella)
ja: （削除）
nb: (slett)
oc: (suprimit)
sk: (vymazanie)
sr@latin: (obriši)
vi: (xóa)

source: (externals)
cs: (externí)
hr: (vanjski rep.)
it: (esterni)
ja: （外部）
nb: (ekstern)
oc: (referéncias extèrnas)
sk: (externé)
sr@latin: (spoljni)
vi: (bên ngoài)

source: (modified)
cs: (změněno)
hr: (izmijenjeno)
it: (modificato)
ja: （変更）
nb: (endret)
oc: (modificat)
sk: (zmenené)
sr@latin: (izmenjeno)
vi: (được sửa đổi)

source: (modified, HEAD revision)
cs: (změněno, revize HEAD)
hr: (izmijenjeno, HEAD inačica)
it: (modificato, revisione PRINCIPALE)
ja: （変更、最新リビジョン）
nb: (endret, HEAD-revisjon)
oc: (modificat, version de cap)
sk: (zmenené, HEAD (hlavná) revízia)
sr@latin: (izmenjeno, GLAVNA revizija)
vi: (được sửa đổi, bản chỉnh sửa CHÍNH)

source: (multiple targets selected)
cs: (vybráno více cílů)
hr: (višestruki ciljevi izabrani)
it: (selezione multipla)
ja: （複数のターゲットを選択）
nb: (flere mål er valgt)
oc: (ciblas multiplas seleccionadas)
sk: (vybraných viacero cieľov)
sr@latin: (izabrani višestruki ciljevi)
vi: (nhiều mục tiêu đuợc lựa chọn)

source: (no changelist)
cs: (žádný seznam změn)
hr: (nema skupa izmjena)
it: (nessuna lista modifiche)
ja: （変更リストに未分類）
nb: (ingen endringsliste)
oc: (pas de lista de cambiaments)
sk: (žiaden zoznam zmien)
sr@latin: (nema liste izmena)
vi: (không có danh sách các thay đổi)

source: (no line number)
cs: (bez čísla řádku)
hr: (bez brojeva linija)
it: (nessun numero di linea)
ja: （行番号なし）
nb: (intet linjenummer)
oc: (pas de numèro de linha)
sk: (nie je číslo riadku)
sr@latin: (nema brojeva linija)
vi: (không đánh số dòng)

source: (no modification but copy created from here)
cs: (vytvořená kopie bez změny)
hr: (bez izmjena ali kopija je napravljena)
it: (nessuna modifica ma una copia creata da qui)
ja: （変更なし、ここからコピーを作成）
nb: (ingen endring men kopiert herfra)
sk: (vytvorená kópia bez zmeny)
sr@latin: (nema izmena ali je kopija kreirana odavde)
vi: (không có sửa đổi nhưng bản sao được tạo từ đây)

source: (no modification but relevant for working copy)
cs: (beze změny, ale důležité pro pracovní kopii)
hr: (bez izmjena ali relevantno za radnu kopiju)
it: (nessuna modifica ma rilevante come copia di lavoro)
ja: （変更なし、作業コピーに関連）
nb: (ingen endring men relevant for arbeidskopi)
sk: (žiadna zmena, ale dôležité pre pracovnú kópiu)
sr@latin: (nema izmena ali je relevantna za radnu kopiju)
vi: không có sửa đổi nhưng thích hợp cho bản sao đang làm)

source: (no value)
cs: (žádná hodnota)
hr: (bez vrijednosti)
it: (nessun valore)
ja: （値なし）
nb: (ingen verdi)
oc: (pas de valor)
sk: (bez hodnoty)
sr@latin: (nema vrednosti)
vi: (không giá trị)

source: (not found)
cs: (nenalezeno)
hr: (nije nađeno)
it: (non trovato)
ja: （見つかりません）
nb: (ikke funnet)
oc: (pas trobat)
sk: (nenájdené)
sr@latin: (nije nađeno)
vi: (không tìm thấy)

source: (properties only)
cs: (pouze vlastnosti)
hr: (samo svojstva)
it: (solo proprietà)
ja: （プロパティのみ）
nb: (bare egenskaper)
oc: (proprietats solament)
sk: (iba vlastnosti)
sr@latin: (samo osobine)
vi: (chỉ các thuộc tính)

source: (property change only)
cs: (pouze změna vlastnosti)
hr: (samo izmjena svojstva)
it: (solo proprietà)
ja: （プロパティの変更のみ）
nb: (kun endringer av egenskaper)
oc: (cambiament de proprietat solament)
sk: (zmenená iba vlastnosť)
sr@latin: (samo izmenjene osobine)
vi: (chỉ có thuộc tính thay đổi)
