Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: there are conflicting modifications.
cs: existují konfliktní změny
hr: postoje sukobljene izmjene.
it: ci sono modifiche in conflitto tra di loro.
ja: 競合している変更があります。
nb: der er endringer i konflikt.
sk: sú tam konfliktné zmeny.
sr@latin: postoje sukobljene izmene.
vi: có các sửa đổi mâu thuẫn.

source: to %1
cs: do %1
hr: prema %1
it: a %1
nb: til %1
oc: cap a %1
sk: do %1
sr@latin: ka %1
vi: sang %1

source: to %1!ls!
cs: do %1!ls!
hr: prema %1!ls!
it: a %1!ls!
nb: til %1!ls!
oc: cap a %1!ls!
sk: do %1!ls!
sr@latin: ka %1!ls!
vi: sang %1!ls!

source: tree conflict
cs: konflikt stromu
hr: sukob stabla
it: Ramo in conflitto
ja: ツリーの競合
nb: trekonflikt
oc: Conflicte dins l'arborescéncia
sk: konflikt stromov
sr@latin: konflikt stabla
vi: mâu thuẫn cây

source: tsvn:autoprops A list of properties separated by newlines which get applied automatically when adding/importing files. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
cs: tsvn:autoprops Seznam vlastností oddělených zalomením, které se automaticky nastaví při přidávání/importování souborů. Formát: <filemask> = property=value;property=value Příklad: *.xml = svn:eol-style=native;svn:mime-type=text/xml
hr: tsvn:autoprops Lista svojstva koja će se automatski primjeniti kad dodajete/uvozite datoteke. Format: <filemask> = svojstvo=vrijednost;svojstvo=vrijednost Primjer: *.xml = svn:eol-style=native;svn:mime-type=text/xml
it: tsvn:autoprops Lista di proprietà, separate da caratteri di a capo, che verranno applicate automaticamente quando si aggiunge/importa dei file. Format: <filemask> = proprietà=valore;proprietà=valore Esempio: *.xml = svn:eol-style=native;svn:mime-type=text/xml
ja: tsvn:autoprops ファイルを追加/インポートする際に自動的に適用されるプロパティのリスト（複数ある場合は、改行で区切る）。 【書式】<filemask> = property=value;property=value 【例】*.xml = svn:eol-style=native;svn:mime-type=text/xml
nb: tsvn:autoprops En linjedelt liste av egenskaper som blir satt automatisk når filer legges til/importeres. Format: <filmønster> = egenskap=verdi;egenskap=verdi Eksempel: *.xml = svn:eol-style=native;svn:mime-type=text/xml
oc: tsvn:autoprops Una lista de proprietats separats per de retorns a la linha que seràn aplicats automaticament al moment de l'apondon/importacion de fichièrs. Format : <filemask> = property=value;property=value Example : *.xml = svn:eol-style=native;svn:mime-type=text/xml
sk: tsvn:autoprops Novými riadkami oddelený zoznam vlastností, ktoré sú automaticky použité pri pridaní/importovaní súborov. Formát: <filemask> = property=value;property=value Príklad: *.xml = svn:eol-style=native;svn:mime-type=text/xml
sr@latin: tsvn:autoprops Lista osobina razdvojene novim redom koja će se automatski primeniti kad dodajete/uvozite fajlove. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
vi: tsvn:autoprops Danh sách các thuộc tính ngăn cách bởi các dòng mới được áp dụng một cách tự động khi thêm/nhập khẩu các tập tin. Định dạng: <filemask> = property=value;property=value Ví dụ: *.xml = svn:eol-style=native;svn:mime-type=text/xml

source: tsvn:lockmsgminsize Minimum size in chars a lock message must have before a lock is allowed.
cs: tsvn:lockmsgminsize Minimální počet znaků ve zprávě o zamčení, které je nutné vyplnit, než bude povoleno zamčení.
hr: tsvn:lockmsgminsize Najmanji broj znakova koji poruka dnevnika mora sadržavati prije no što se dozvoli zaključavanje.
it: tsvn:logmsgminsize La lungezza minima (in caratteri) che un messaggio di blocco deve avere prima che il blocco sia consentito.
ja: tsvn:lockmsgminsize ロックする前に入力する必要のあるロックメッセージの最小文字数。
nb: tsvn:lockmsgminsize Minimum antall tegn en sperremelding må ha for at sperring skal tillates.
oc: tsvn:lockmsgminsize Talha minimum en caractèrs qu'un comentari de verrolh deu aver abans qu'un verrolh siá autorizat.
sk: tsvn:lockmsgminsize Minimálny počet znakov záznamu denníka, aby bolo povolené zamknutie.
sr@latin: tsvn:lockmsgminsize Najmanji broj znakova koji poruka dnevnika mora sadržati pre no što se dozvoli zaključavanje.
vi: tsvn:lockmsgminsize Kích thước nhỏ nhất đếm bằng ký tự một thông điệp khóa phải có trước khi khóa được cho phép.

source: tsvn:logfilelistenglish Set to 'false' if you don't want the list of changed files to be pasted in English in the commit dialog.
cs: tsvn:logfilelistenglish Nastavte na 'false', pokud nechcete, aby seznam změněných souborů byl vložen v angličtině v dialogovém okně odevzdání.
hr: tsvn:logfilelistenglish Postavite na 'false' ako ne želite da popis datoteka bude unešen na engleskom u prozor za izvršavanje pohrane.
it: tsvn:logfilelistenglish Impostare su 'false' se non si vuole che l'elenco dei file cambiati venga incollata in lingua ingese nella finestra di invio.
ja: tsvn:logfilelistenglish コミットダイアログで変更ファイルのリスト（英語）を貼り付けたくないなら、「false」にする。
nb: tsvn:logfilelistenglish Settes som 'false' hvis du ikke vil at listen over endrede filer skal limes inn på engelsk i innsendingsdialogen.
oc: tsvn:logfilelistenglish Metre a 'fals' se volètz pas que la lista dels fichièrs cambiats siá pegada en anglés dans la bóstia de dialòg de liurason.
sk: tsvn:logfilelistenglish Nastavte na "false", keď nechcete, aby zoznam zmenených súborov v odovzdávacom okne bol vložený v Angličtine.
sr@latin: tsvn:logfilelistenglish Postavite na 'false' ako ne želite da lista izmenjenih fajoval bude unešen na engleskom u prozor za izvršavanje urezivanja.
vi: tsvn:logfilelistenglish Đặt thành 'sai' nếu bạn không muốn danh sách các tập tin bị thay đổi được dán bằng tiếng Anh trong hộp thoại cam kết.

source: tsvn:logminsize Minimum size in chars a log message must have before a commit is allowed.
cs: tsvn:logminsize Minimální počet znaků zprávy záznamu. Kolik znaků má mít záznam před tím, než bude odevzdání povoleno.
hr: tsvn:logminsize Najmanji broj znakova koji poruka dnevnika mora sadržavati prije no što se dozvoli pohranjivanje.
it: tsvn:logminsize La lungezza minima di un commento prima che l'invio venga consentito.
ja: tsvn:logminsize コミットする前に入力する必要のあるログメッセージの最小文字数。
nb: tsvn:logminsize Minimumsstørrelse i tegn som en loggmelding må ha for at en innsending skal tillates.
oc: tsvn:logminsize Talha minimum en caractèrs qu'un comentari deu aver abans qu'una liurason siá autorizada.
sk: tsvn:logminsize Minimálny počet znakov záznamu denníka, aby bolo povolené odovzdanie.
sr@latin: tsvn:logminsize Najmanji broj znakova koji poruka dnevnika mora sadržati pre no što se dozvoli urezivanje.
vi: tsvn:logminsize Kích thước nhỏ nhất đếm bằng ký tự một thông điệp tường trình phải có trước khi khóa được cho phép..

source: tsvn:logrevregex A regular expression matching revision numbers in a log message
cs: tsvn:logrevregex Regulární výraz odpovídající číslům revizí ve zprávě záznamu
hr: tsvn:logrevregex Regularni izraz kojem odgovaraju brojevi inačica u dnevniku
it: tsvn:logrevregex Una espressione regolare corrispondente ai numeri di revisione in un messaggio di log
ja: tsvn:logrevregex ログメッセージ内でリビジョン番号にマッチする正規表現
nb: tsvn:logrevregex Et regulært uttrykk som passer til revisjonsnumre i en loggmelding
oc: tsvn:logrevregex Una expression regulara filtrant los numèros de revision dins los messatges de log
sk: tsvn:logrevregex Regulárny výraz zodpovedajúci číslu revízie v správe denníka
sr@latin: tsvn:logrevregex Regularni izraz nalazi brojeve revizija u dnevniku poruka
vi: tsvn:logrevregex Một biểu thức thông thường khớp các số chỉnh sửa trong một thông điệp tường trình

source: tsvn:logsummary A regex string which extracts a summary from a log message in its first group.
cs: tsvn:logsummary Řetězec regulárního výrazu, který extrahuje obsah ze zprávy záznamu v jeho první skupině.
it: tsvn:logsummary Una espressione regolare che estrae un sommario da un messaggio di log nel suo primo gruppo.
ja: tsvn:logsummary 最初のグループ内のログメッセージからサマリーを抽出する正規表現文字列。
nb: tsvn:logsummary Et regulært uttrykk som henter ut en oppsummering av en loggmelding i sin første gruppe.
oc: tsvn:logsummary Una cadena d'expression regulara qu'extrai un resumit d'un messatge de jornal dins ton primièr grop.
sk: tsvn:logsummary Reťazec regex, ktorý získa prehľad zo správy denníka v jeho prvej skupine.
sr@latin: tsvn:logsummary A regex string koji ekstrahuje rezultat iz poruka dnevnika u prvu grupu.
vi: tsvn:logsummary Một chuỗi regex trích xuất tóm tắt từ một thông điệp tường trình trong nhóm đầu tiên của nó.

source: tsvn:logtemplate String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for users to fill in.
cs: tsvn:logtemplate Řetězec, který je vložen do zpráv záznamu v dialogovém okně odevzdání. Použijte toto jako šablonu zpráv záznamu, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplate Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici.
it: tsvn:logtemplate Stringa inserita nel box dei commenti Da utilizzare come un template che gli utenti dovranno completare prima dell'invio.
ja: tsvn:logtemplate コミットダイアログのログメッセージに挿入される文字列。 ログメッセージを入力する際のテンプレートとして使用します。
nb: tsvn:logtemplate Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en mal for loggmeldinger som brukerne kan fylle inn.
oc: tsvn:logtemplate Cadena qu'es inserida dins las zònas de comentari dins lo dialòg de liurason. Utilizatz aquò coma un modèl de comentari per la sasida dels utilizaires.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu na vypisovanie záznamov denníka.
sr@latin: tsvn:logtemplate Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje urezivanja. Ovo koristite kao šablon poruka dnevnika koji će ispunjavati korisnici.
vi: tsvn:logtemplate Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại cam kết. Dùng cái này như một bản mẫu thông điệp tường trình để các người dùng điền vào.

source: tsvn:logtemplatebranch String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for branch/tags/copies for users to fill in.
cs: tsvn:logtemplatebranch Řetězec, který je vložen do rámečků zpráv záznamu v dialogových oknech odevzdání. Použijte toto jako šablonu zpráv záznamu pro větev/značky/kopie kterou mají uživatelé vyplnit.
hr: tsvn:logtemplatebranch Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici pri grananju/označavanju/kopiranju.
it: tsvn:logtemplatebranch Stringa che viene inserita nel messaggio di log nella finestra di commit. Utilizza questo come un modello di messaggio di log da completare per branch/tags/copies.
ja: tsvn:logtemplatebranch コミットダイアログのログメッセージに挿入される文字列。 ブランチ/タグ/コピー時に入力するログメッセージのテンプレートとして使用します。
nb: tsvn:logtemplatebranch Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en loggmeldingsmal for forgrening/merking/kopiering som brukerne kan fylle inn.
oc: tsvn:logtemplatebranch Cadena qu'es inserida dins las zònas de comentari dins la bóstia de dialòg de liurason. Utilizatz aquò coma un modèl de comentari per las creacions de brancas/tags/còpias.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu pre vetvenie/značkovanie/kopírovanie.
sr@latin: tsvn:logtemplatebranch Niz znakova koji se umeće u boksove za upis poruka dnevnika u dijalozima urezivanja. Ovo koristite kao šablon za grana/oznake/kopije za korisnike da ih popune.
vi: tsvn:logtemplatebranch Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại cam kết. Dùng cái này như một bản mẫu thông điệp tường trình cho nhánh/thẻ/bản sao để các người dùng điền vào.

source: tsvn:logtemplatecommit String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for commits for users to fill in.
cs: tsvn:logtemplatecommit Řetězec, který je vložen do rámečků záznamu logu v dialogových oknech odevzdání. Použijte toto jako šablonu zpráv záznamu pro odevzdání, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplatecommit Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici.
it: tsvn:logtemplatecommit Stringa che viene inserita nel messaggio di log nella finestra di commit. Utilizza questo come un modello di messaggio di log da riempire per i commit.
ja: tsvn:logtemplatecommit コミットダイアログのログメッセージに挿入される文字列。 コミット時に入力するログメッセージのテンプレートとして使用します。
nb: tsvn:logtemplatecommit Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en loggmeldingsmal for innsendinger som brukerne kan fylle inn.
oc: tsvn:logtemplatecommit Cadena qu'es inserida dins las zònas de comentari dins la bóstia de dialòg de liurason. Utilizatz aquò coma un modèl de comentari per las liurasons.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu na vypisovanie záznamov denníka.
sr@latin: tsvn:logtemplatecommit Niz znakova koji se umeće u boksove za upis poruka dnevnika udijalozima urezivanja. Ovo koristite kao šablon poruka za urezivanje koji će ispunjavati korisnici.
vi: tsvn:logtemplatecommit Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại cam kết. Dùng cái này như một bản mẫu thông điệp tường trình cho các cam kết để các người dùng điền vào.

source: tsvn:logtemplatedelete String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for deletes for users to fill in.
cs: tsvn:logtemplatedelete Řetězec, který je vložen do rámečků zpráv záznamu v dialogových oknechodevzdání. Použijte toto jako šablonu zpráv záznamu pro smazání, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplatedelete Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici pri brisanju.
it: tsvn:logtemplatedelete Stringa che viene inserita nel messaggio di log nella finestra di commit. Utilizza questo come un modello di messaggio di log da riempire per le cancellazioni.
ja: tsvn:logtemplatedelete コミットダイアログのログメッセージに挿入される文字列。 削除時に入力するログメッセージのテンプレートとして使用します。
nb: tsvn:logtemplatedelete Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en loggmeldingsmal for sletting som brukerne kan fylle inn.
oc: tsvn:logtemplatedelete Cadena qu'es inserida dins las zònas de comentari dins la bóstia de dialòg de liurason. Utilizatz aquò coma un modèl de comentari per las supressions.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu pre zmazania.
sr@latin: tsvn:logtemplatedelete Niz znakova koji se umeće u boksove za upis poruka dnevnika u dijalozima urezivanja. Ovo koristite kao šablon poruka dnevnika za brisanje koji će ispunjavati korisnici.
vi: tsvn:logtemplatedelete Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại cam kết. Dùng cái này như một bản mẫu thông điệp tường trình cho việc xóa để các người dùng điền vào.

source: tsvn:logtemplateimport String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for imports for users to fill in.
cs: tsvn:logtemplateimport Řetězec, který je vložen do rámečků zpráv záznamu v dialogových oknech odevzdání. Použijte toto jako šablonu zpráv záznamu pro importování, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplateimport Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici pri uvozu.
it: tsvn:logtemplateimport Stringa che viene inserita nel messaggio di log nella finestra di commit. Utilizza questo come un modello di messaggio di log da riempire per le importazioni.
ja: tsvn:logtemplateimport コミットダイアログのログメッセージに挿入される文字列。 インポート時に入力するログメッセージのテンプレートとして使用します。
nb: tsvn:logtemplateimport Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en loggmeldingsmalfor import som brukerne kan fylle inn.
oc: tsvn:logtemplateimport Cadena qu'es inserida dins las zònas de comentari dins la bóstia de dialòg de liurason. Utilizatz aquò coma un modèl de comentari per las importacions.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu pre importovanie.
sr@latin: tsvn:logtemplateimport Niz znakova koji se umeće u boksove za upis poruka dnevnika u dijaloge urezivanja. Ovo koristite kao šablon poruka dnevnika za uvoz koji će ispunjavati korisnici.
vi: tsvn:logtemplateimport Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại cam kết. Dùng cái này như một bản mẫu thông điệp tường trình cho việc nhập khẩu để các người dùng điền vào.

source: tsvn:logtemplatelock String which is inserted in the log message boxes in the get-lock dialogs. Use this as a log message template for get-locks for users to fill in.
cs: tsvn:logtemplatelock Řetězec, který je vložen do rámečků zpráv záznamů v dialogových oknech Uzamknutí. Použijte toto jako šablonu zpráv záznamu pro zamknutí, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplatelock String koji će se ubaciti u okvir s dnevničkom porukom u prozorima za dohvaćanje zaključavanja. Koristite ovo kao predložak za dnevničku poruku pri dohvaćanju zaključavanja, a koji će korisnici popuniti.
it: tsvn:logtemplatelock Stringa che viene inserita nel messaggio di log nella finestra di get-lock. Utilizza questo come un modello di messaggio di log da riempire per i get-lock.
ja: tsvn:logtemplatelock ロック取得ダイアログのログメッセージに挿入される文字列。 ロック取得時に入力するログメッセージのテンプレートとして使用します。
nb: tsvn:logtemplatelock Tekststreng som settes inn i loggmeldingsboksen i dialogen for låsing. Bruk denne som en loggmeldingsmal for låsing som brukerne kan fylle inn.
oc: tsvn:logtemplatepropset Cadena qu'es inserida dins las zònas de comentari dins la bóstia de dialòg de verrolhatge. Utilizatz aquò coma un modèl de comentari per las pausas de verrolh.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu pre získavanie zámku.
sr@latin: tsvn:logtemplatelock Niz znakova koji se umeće u boksove za upis poruka dnevnika u dijalozima zaključavanja. Ovo koristite kao šablon poruka dnevnika za zaključavanje koji će ispunjavati korisnici.
vi: tsvn:logtemplatelock Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại lấy khóa. Dùng cái này như một bản mẫu thông điệp tường trình cho việc lấy khóa để các người dùng điền vào.

source: tsvn:logtemplatemkdir String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for directory creations for users to fill in.
cs: tsvn:logtemplatemkdir Řetězec, který je vložen do rámečků zpráv záznamu v dialogových oknech odevzdání. Použijte toto jako šablonu zpráv záznamu pro vytvoření adresáře, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplatemkdir Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici pri stvaranju direktorija.
it: tsvn:logtemplatemkdir Stringa che viene inserita nel messaggio di log nella finestra di commit. Utilizza questo come un modello di messaggio di log da riempire per la creazione di una cartella.
ja: tsvn:logtemplatemkdir コミットダイアログのログメッセージに挿入される文字列。 ディレクトリ作成時に入力するログメッセージのテンプレートとして使用します。
nb: tsvn:logtemplatemkdir Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en loggmeldingsmal for å lage en katalog som brukerne kan fylle inn.
oc: tsvn:logtemplatemkdir Cadena qu'es inserida dins las zònas de comentari dins la bóstia de dialòg de liurason. Utilizatz aquò coma un modèl de comentari per las creacions de repertòri.
sk: tsvn:logtemplate Text, ktorý je automaticky vložený do rámčekov odovzdávacieho okna. Použite to ako šablónu pre vytvorenie adresára.
sr@latin: tsvn:logtemplatemkdir Niz znakova koji se umeće u boksove za upis poruka dnevnika u dijaloge urezivanja. Ovo koristite kao šablon poruka dnevnika za kreiranje foldera koji će ispunjavati korisnici.
vi: tsvn:logtemplatemkdir Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại lấy khóa. Dùng cái này như một bản mẫu thông điệp tường trình cho việc tạo thư mục để các người dùng điền vào.

source: tsvn:logtemplatemove String which is inserted in the log message boxes in the commit dialogs. Use this as a log message template for moves/renames for users to fill in.
cs: tsvn:logtemplatemove Řetězec, který je vložen do rámečků zpráv záznamu v dialogových oknechodevzdání. Použijte toto jako šablonu zpráv záznamu pro přesuny/přejmenování, kterou mají uživatelé vyplnit.
hr: tsvn:logtemplatemove Niz znakova koji se umeće u kućice za upis poruka dnevnika u prozoru za izvršavanje pohrane. Ovo koristite kao predložak poruka dnevnika koji će ispunjavati korisnici pri micanju/preimenovanju.
it: tsvn:logtemplatemove Stringa che viene inserita nel messaggio di log nella finestra di commit. Utilizza questo come un modello di messaggio di log da riempire per le spostamenti/rinomine.
ja: tsvn:logtemplatemove コミットダイアログのログメッセージに挿入される文字列。 移動/名前変更時に入力するログメッセージのテンプレートとして使用されます。
nb: tsvn:logtemplatemove Tekststreng som settes inn i loggmeldingsboksen i dialogen for innsendinger. Bruk denne som en loggmeldingsmal for flytting/omdøping som brukerne kan fylle inn.
oc: tsvn:logtemplatemove Cadena qu'es inserida dins las zònas de comentari dins la bóstia de dialòg de liurason. Utilizatz aquò coma un modèl de comentari pels desplaçament/renomenatges.
sk: tsvn:logtemplate Text, ktorý je vložený do rámčekov denníka odovzdávacieho okna. Použite to ako šablónu pre presúvanie/premenovanie.
sr@latin: tsvn:logtemplatemove Niz znakova koji se umeće u boksove za upis poruka dnevnika u dijalozima urezivanja. Ovo koristite kao šablon poruka dnevnika za pomeri/preimenuj koji će ispunjavati korisnici.
vi: tsvn:logtemplatemove Chuỗi được chèn trong các hộp thông điệp tường trình trong hộp thoại lấy khóa. Dùng cái này như một bản mẫu thông điệp tường trình cho việc di chuyển/đổi tên để các người dùng điền vào.
