Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Active Files
cs: Aktivní Soubory
hr: Aktivne datoteke
it: File attivi
ja: アクティブなファイル
nb: Aktive Filer
sk: Aktívne súbory
sr@latin: Aktivni fajl
vi: Các tập tin có hiệu lực

source: ActiveX objects cannot be saved while exiting Windows! Discard all changes to %1?
cs: Objekty ActiveX není možno uložit, když se Windows vypíná! Zrušit všechny změny v %1?
hr: ActiveX objekti ne mogu biti snimljeni prilikom izlaska iz Windowsa! Zanemari sve izmjene na %1?
it: Gli oggetti ActiveX non possono essere salvati uscendo da Windows! Tralasciare tutte le modifiche a %1?
ja: Windows を終了すると、ActiveX オブジェクトは保存されません。 %1 へのすべての変更を破棄しますか？
nb: ActiveX-objekter kan ikke lagres mens Windows avslutter! Forkast alle endringer i %1?
oc: Los objèctes ActiveX pòdon pas èsser salvats pendent la tampadura de Windows ! Anullar totas las modificacions aportadas a %1 ?
sk: Nie je možné uložiť objekty ActiveX keď sa Windows vypína! Zahodiť všetky zmeny v %1?
sr@latin: ActiveX objekat ne može biti sačuvan pri izlasku iz Windows! Odbaci sve promene na %1?
vi: Đối tượng ActiveX không thể được lưu trong khi đang thoát Windows! Hủy mọi thay đổi sang %1?

source: Add
cs: Přidat
hr: Dodaj
it: Aggiungi
ja: 追加
nb: Legg til
oc: Apondre
sk: Pridať
sr@latin: Dodavanje
vi: Thêm

source: Add &file...
cs: Přidat &soubor...
hr: Dodaj d&atoteku...
it: Aggiungi &file...
ja: ファイルを追加(&F)...
nb: &Legg til fil...
oc: Apondre &fichièr...
sk: Pridaj &súbor...
sr@latin: Dodaj &fajl...
vi: Thêm &tập tin...

source: Add '%ls' to dictionary
cs: Přidat '%ls' do slovníku
hr: Dodaj '%ls' u rječnik
it: Aggiungi '%ls' alla cartella
ja: 「%ls」を辞書に追加
nb: Legg '%ls' til ordbok
oc: Apondre '%ls' al diccionari
sk: Pridať '%ls' do slovníka
sr@latin: Dodaj '%ls' u rečnik
vi: Thêm '%ls' vào tự điển

source: Add (as replacement)...
cs: Přidat (jako náhradu)...
hr: Dodaj (kao zamjenu)...
it: Aggiunto (come sostituto)...
ja: 追加（置き換え）...
nb: Legg til (som erstatning)...
oc: Apondre (en remplaçament)...
sk: Pridať (ako náhradu)...
sr@latin: Dodaj (kao zamenu)...
vi: Thêm (như thể chỗ)...

source: Add Properties
cs: Přidat Vlastnosti
hr: Dodaj svojstva
it: Aggiungi proprietà
ja: プロパティを追加
nb: Legg til Egenskaper
oc: Apondre las proprietats
sk: Pridaj vlastnosť
sr@latin: Dodaj osobine
vi: Thêm thuộc tính

source: Add extension specific diff program
cs: Přidat specifický program rozdílů (diff) podle přípony
hr: Dodajte program za upravljanje razlikama za određenu vrstu datoteka
it: Aggiungi applicazione di confronto per l'estensione
ja: 拡張子に対応した差分プログラムを追加
nb: Legg til et filendelse-spesifikt diff-program
oc: Apondre un programa de comparason segon l'extension
sk: Pridať porovnávací program pre príponu
sr@latin: Dodaj diff program zavistan od ekstenzija
vi: Thêm chương trình so sánh cho mở rộng xác định

source: Add extension specific merge program
cs: Přidat specifický program slučování (merge) podle přípony
hr: Dodaj program za stapanje datoteka određene vrste
it: Aggiungi applicazione di fusione per l'estensione
ja: 拡張子に対応したマージプログラムを追加
nb: Legg til et filendelse-spesifikt flette-program
oc: Apondre un programa de fusion segon l'extension
sk: Upraviť zlučovací program pre príponu
sr@latin: Dodaj program za stapanje zavistan od ekstenzije
vi: Thêm chương trình hợp nhất cho mở rộng xác định

source: Add item This will lead to problems on Windows.
cs: Přidat položku Toto povede k problémům ve Windows.
hr: Dodaj stavku Ovo će izazvati probleme na Windowsima.
it: Aggiungi elemento Ciò comporterà problemi in Windows.
ja: 項目を追加 Windows上では問題が発生します。
nb: Legg til element Dette vil gi problemer på Windows.
sk: Pridať objekt Toto povedie k problémom pod Windows
sr@latin: Dodaj stavku Ovo će dovesti do problema u Vindousu.
vi: Thêm món Việc này sẽ dẫn tới trục trặc trên Windows.

source: Add new files automatically to SVN
cs: Přidat nové soubory do SVN automaticky
hr: Automatski dodaj nove datoteke u SVN
it: Aggiungi automaticamente nuovi file a SVN
ja: 新しいファイルを自動でSVNに追加する
nb: Legg nye filer automatisk til i SVN
oc: Apondre los novèls fichièrs automaticament dins SVN
sk: Automaticky pridať nové súbory do SVN
sr@latin: Dodaj nove fajlove automatski u SVN
vi: Tự động thêm tập tin mới vào SVN

source: Add project or folder here...
cs: Přidat sem projekt nebo složku...
hr: Dodaj projekt ili mapu ovdje...
it: Aggiungi progetto o cartella qui...
ja: ここにプロジェクトやフォルダーを追加...
nb: Legg til prosjekt eller mappe her...
oc: Apondre un projècte o un dorsièr aicí...
sk: Pridať projekt alebo zložku sem...
sr@latin: Dodaj projekat ili folder ovde...

source: Add project or folder...
cs: Přidat projekt nebo složku...
hr: Dodaj projekt ili mapu..
it: Aggiungi progetto o cartella...
ja: プロジェクトやフォルダーを追加...
nb: Legg til prosjekt eller mappe...
oc: Apondre un projècte o un dorsièr...
sk: Pridať projekt alebo zložku...
sr@latin: Dodaj projekat ili folder...

source: Add to %1
cs: Přidat do %1
hr: Dodaj u %1
it: Aggiungi a %1
ja: %1 に追加
nb: Legg til til %1
oc: Apondre a %1
sr@latin: Dodaj u %1

source: Add to &ignore list
cs: Přidat do seznamu k &ignorování
hr: Dodaj na popis &zanemarenih
it: Aggiungi all'lenco &ignorati
ja: 無視リストに追加(&I)
nb: Legg til i &ignoreringslisten
oc: Apondre a la lista dels &ignorats
sk: Pridaj do zoznamu &ignorovaných
sr@latin: Dodaj u listu za &zanemarivanje
vi: Thêm vào danh sách &bỏ qua

source: Add to Bookmarks
cs: Přidat do záložek
hr: Dodaj u knjižne oznake
it: Aggiungi ai Preferiti
ja: ブックマークに追加
nb: Legg til i bokmerker
oc: Apondre al favoris
sk: Pridať do záložiek
sr@latin: Dodaj zabeleškama

source: Add to Quick Access Toolbar
cs: Přidat do Lišty Rychlého Přístupu
hr: Dodaj na traku s alatima za brzi pristup
it: Aggiungi alla barra di accesso veloce
ja: クイックアクセスツールバーに追加
nb: Legg til Hurtigvertøylinjen
sk: Pridať do lišty rýchleho prístupu
sr@latin: Dodaj u alatni panel za brzi pristup
vi: Thêm vào Thanh Công Cụ Truy Cập Nhanh

source: Add...
cs: Přidat...
hr: Dodaj...
it: Aggiungi...
ja: 追加...
nb: Legg til...
oc: Apondre...
sk: Pridať...
sr@latin: Dodaj...
vi: Thêm...

source: Add/Edit Extension Specific Diff/Merge Program
cs: Přidat/Upravit specifický program rozdílů
hr: Dodaj program za izradu razlika/stapanje datoteka određene vrste
it: Aggiungi/modifica applicazione di confronto/fusione per estensione specifica
ja: 拡張子に対応した差分/マージプログラムの追加/編集
nb: Legg til eller rediger diff- og flette-programmer som er spesifikke for fil-endelser
oc: Apondon/Edicion del programa de comparason/fusion per extension
sk: Pridať/upraviť porovnávací program pre príponu
sr@latin: Dodaj/Uredi zavistan od ekstenzije program za razlike/stapanje
vi: Thêm/Biên tập chương trình So sánh/Hợp nhất cho mở rộng xác định

source: Added
cs: Přidáno
hr: Dodano
it: Aggiunto
ja: 追加
nb: Lagt til
oc: Apondut
sk: Pridané
sr@latin: Dodat
vi: Đã thêm

source: Added node
cs: Přidaný uzel
hr: Dodani čvor
it: Nodo aggiunto
ja: ノードを追加
nb: La til node
oc: Nosèl apondut
sk: Pridané uzly
sr@latin: Dodat čvor
vi: Đã thêm nút

source: Added the file pattern(s) %ls to the global ignore list.
cs: Vzory souboru %ls přidány do globálního seznamu ignorování.
hr: Dodan uzorak datoteke(a) %ls u globalnu ignoriranu listu.
it: Aggiunta la maschera %ls all'elenco globale ignorati.
ja: グローバル無視リストに、ファイルパターン %ls を追加しました。
nb: La til filmønsteret(ne) %ls i den globale ignorerings-listen.
oc: A apondut lo(s) modèl(s) de fichièrs %ls à la lista globala d'ignorar.
sk: Do zoznamu ignorovaných bola pridaná šablóna %ls
sr@latin: Dodati fajl šablon(i) %ls na globalnu listu zanemarivanja

source: Added the file pattern(s) %ls to the ignore list.
cs: Přidány vzory souboru(ů) %ls do seznamu ignorování.
hr: Dodan(i) uzorak(ci) datoteka %ls u popis zanemarenih.
it: Il o i percorsi di file %ls sono stati aggiunti all'elenco ignorati.
ja: 無視リストに、ファイルパターン %ls を追加しました。
nb: La til filmønsteret(ne) %ls i ignoreringslisten.
oc: Los motius de fichièrs %ls son estats aponduts a la lista dels ignorats.
sk: Pridaná šablóna %ls do zoznamu ignorovaných.
sr@latin: Dodat fajl model(i) %ls na listu za zanemarivanje.
vi: Đã thêm mẫu tập tin %ls vào danh sách bỏ qua.

source: Adding
cs: Přidávání
hr: Dodavanje
it: Aggiunta
ja: 追加中
nb: Legger til
oc: Apondut
sk: Pridávam
sr@latin: Dodavanje
vi: Đang thêm

source: Adds a new property
cs: Přidat novou vlastnost
hr: Dodaje novo svojstvo
it: Aggiunge una nuova proprietà
ja: 新しいプロパティを追加
nb: Legger til en ny egenskap
oc: Apondre una novèla proprietat
sk: Pridať vlastnosť
sr@latin: Dodaj nove osobine
vi: Thêm một tính chất mới

source: Adds file(s) to Subversion control
cs: Přidá soubor(y) pod správu verzí
hr: Dodaje datoteku(e) pod nadzor Subversiona
it: Aggiunge file al controllo di Subversion
ja: ファイルをバージョン管理に追加
nb: Legger filen(e) under Subversion-kontroll
oc: Apondre de fichièrs jos contraròtle de Subversion
sk: Pridať súbor(y) do správy Subversion
sr@latin: Dodavanje fajla/ova pod kontrolu Subverzije
vi: Thêm tập tin vào điều khiển của SVN

source: Adds the selected file(s) or the filemask to the 'ignore' list
cs: Přidá vybraný soubor(y) nebo masku do seznamu k ignorování
hr: Dodaje označenu(e) datoteku(e) ili masku datoteka u popis 'zanemarenih'
it: Aggiungi il/i file selezionato/i all'elenco 'ignora'
ja: 選択されたファイルもしくはファイルマスクを「無視」リストに追加
nb: Legger til valgt(e) fil(er) eller filmønstre i ignorerings-listen
oc: Apondre lo(s) fichièr(s) seleccionat(s) o lo filtre de fichièr a la lista dels 'ignorats'
sk: Pridá vybrané súbory, alebo masku do zoznamu ignorovaných
sr@latin: Dodaje označen(e) fajl(ove) ili masku fajla u listu 'zanemarenih'
vi: Thêm tập tin được lựa chọn hoặc tập tin mặt nạ vào danh sách 'bỏ qua'

source: Adjust case The file is not added.
cs: Upravte velikost písmen Soubor není přidán.
hr: Prilagodi veličinu slova Datoteka neće biti dodana.
it: Sistema le maiuscole Il file non sarà aggiunto.
ja: 大文字/小文字を調整する ファイルは追加されません。
nb: Juster store/små bokstaver Filen blir ikke lagt til.
sk: Upraviť veľkosť písma Subor nebude pridaný.
sr@latin: Slučaj podešavanja Fajl nije dodat.
vi: Điều chỉnh trường hợp Tập tin không được thêm vào

source: Adjust the settings Settings
cs: Upravit nastavení Nastavení
hr: Podesi postavke Postavke
it: Configura le impostazioni Impostazioni
ja: 設定を調整する 設定
nb: Endre innstillingene Innstillinger
oc: Ajustar la configuracion Configuration
sk: Zmeniť nastavenia Nastavenia
sr@latin: Sredi podešavanje Podešavanje
vi: Điều chỉnh thiết lập Các thiết lập

source: Adjust to HEAD revision
cs: Přejít na revizi HEAD
hr: Podešavanje na HEAD reviziju
it: Adatta a revisione HEAD
ja: 最新リビジョンに合わせる
nb: Juster til HEAD-revisjon
oc: Adaptar a la revision HEAD
sk: Nastaviť na HEAD (hlavnú) revíziu
sr@latin: Podesiti prema GLAVNOJ reviziji
vi: Điều chỉnh đến bản sửa đổi CHÍNH

source: Advanced
cs: Pokročilé
hr: Napredno
it: Avanzate
ja: 高度な設定
nb: Avansert
oc: Avançat
sk: Pokročilé
sr@latin: Napredno
vi: Cao cấp

source: Advanced Diff/Merge Settings
cs: Pokročilá nastavení rozdílů/slučování
hr: Napredne postavke za izradu razlika/spajanja
it: Impostazioni avanzate di fusione / confronto
ja: 差分/マージの高度な設定
nb: Avanserte diff- og flette-innstillinger
oc: Configuracion avançada de la comparason/fusion
sk: Pokročilé nastavenia pre rozdiely/zlúčenie
sr@latin: Napredno podešavanje za izradu razlika/spajanja
vi: Các thiết lập cao cấp cho So Sánh/Hợp Nhất

source: Advanced diff settings
cs: Pokročilá nastavení rozdílů
hr: Napredne postavke razlika
it: Impostazioni avanzate di confronto
ja: 差分の高度な設定
nb: Avanserte differanse-innstillinger
oc: Configuracion avançada de la comparason
sk: Pokročilé nastavenia porovnávania
sr@latin: Napredno podešavanje razlika
vi: Các thiết lập cao cấp cho so sánh

source: Advanced merge settings
cs: Pokročilá nastavení slučování
hr: Napredne postavke spajanja
it: Impostazioni avanzate di fusione
ja: マージの高度な設定
nb: Avanserte flette-innstillinger
oc: Configuracion avançada de la fusion
sk: Pokročilé nastavenia zlučovania
sr@latin: Napredno podešavanje spajanja
vi: Các thiết lập cao cấp cho hợp nhất

source: Age
cs: Stáří
hr: Starost
it: Età
ja: 更新日時
nb: Alder
oc: Atge
sk: Vek
sr@latin: Doba
vi: Tuổi

source: Align trees on top
cs: Uspořádat stromy na vrch
hr: Uravnaj vršna stabla
it: Allinea alberi in cima
ja: ツリーを上端でそろえる
nb: Rett inn trær øverst
oc: Alinhar las arborescéncias en naut
sk: Zarovnať stromy na vrch
sr@latin: Izravnaj stablo na vrhu
vi: Sắp hàng các cây phía trên

source: All
cs: Vše
hr: Sve
it: Tutto
ja: すべて
nb: Alle
oc: Tot
sk: Všetko
sr@latin: Sve
vi: Tất cả

source: All Commands
cs: Všechny Příkazy
hr: Sve Naredbe
it: Tutti i Comandi
ja: すべてのコマンド
nb: Alle Kommandoer
sk: Všetky príkazy
sr@latin: Sve komande
vi: Tất cả lệnh

source: All Files (*.*)
cs: Všechny soubory (*.*)
hr: Sve datoteke (*.*)
it: Tutti i file (*.*)
ja: すべてのファイル (*.*)
nb: Alle filer (*.*)
oc: Totes fichièrs (*.*)
sk: Všetky súbory (*.*)
sr@latin: Svi fajlovi (*.*)
vi: Tất cả tập tin (*.*)

source: All Files (*.*)|*.*||
cs: Všechny soubory (*.*)|*.*||
hr: Sve datoteke (*.*)|*.*||
it: Tutti i file (*.*)|*.*||
ja: すべてのファイル (*.*)|*.*||
nb: Alle filer (*.*)|*.*||
oc: Totes fichièrs (*.*)|*.*||
sk: Všetky súbory (*.*)|*.*||
sr@latin: Svi fajlovi (*.*)|*.*||
vi: Tất cả tập tin (*.*)|*.*||

source: All your changes will be lost! Do you really want to reset all toolbars and menus?
cs: Všechny vaše změny budou ztraceny! Skutečně chcete obnovit všechny nástrojové lišty a menu?
hr: Sve vaše izmjene biti će izgubljene! Da li zaista želite resetirati sve alatne trake i izbornike?
it: Tutte le modifiche andranno perse! Ripristinare tutte le barre ed i menu?
ja: すべての変更が失われます。本当にツールバーとメニューのすべてをリセットしてもよろしいですか？
nb: Alle dine endringer vil gå tapt! Vil du virkelig nullstille alle verktøylinjer og menyer?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie všetkých líšt a ponúk?
sr@latin: Sve vaše izmene biće izgubljene! Da li zaista želite izmeniti sve alatne panele i menije?
vi: Tất cả thay đổi sẽ mất! Bạn có thật sự muốn đặt lại tất cả thanh cộng cụ và thực đơn?

source: All your changes will be lost! Do you really want to reset the keyboard assignments?
cs: Všechny vaše změny budou ztraceny! Skutečně chcete obnovit přiřazení kláves?
hr: Sve vaše izmjene biti će izgubljene! Da li zaista želite resetirati postavke tipkovnice?
it: Tutte le modifiche andranno perse! Ripristinare le assegnazioni dei tasti?
ja: すべての変更が失われます。本当にキーボードの割り当てをリセットしてもよろしいですか？
nb: Alle dine endringer vil gå tapt! Vil du virkelig nullstille tastetilordningene?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie priradenia klávesov?
sr@latin: Sve vaše izmene biće izgubljene! Da li zaista želite izmeniti oznake tastature?
vi: Tất cả thay đổi sẽ mất! Bạn có thật sự muốn đặt lại các thiết lập bàn phím?

source: All your changes will be lost! Do you really want to reset the menu '%Ts'?
cs: Všechny vaše změny budou ztraceny! Skutečně chcete obnovit menu '%Ts'?
hr: Sve vaše promjene će biti izgubljene! Da li stvarno želite resetirati izbornik '%Ts'?
it: Tutte le modifiche andranno perse! Ripristinare il menu '%Ts'?
ja: すべての変更が失われます。メニュー「%Ts」をリセットしてもよろしいですか？
nb: Alle dine endringer vil gå tapt! Vil du virkelig nullstille menyen '%Ts'?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie pre ponuku "%Ts"?
sr@latin: Sve vaše izmene će nestati! Da li stvarno želite da resetujete meni '%Ts'?

source: All your changes will be lost! Do you really want to reset the toolbar '%Ts'?
cs: Všechny vaše změny budou ztraceny! Skutečně chcete obnovit nástrojovou lištu '%Ts'?
hr: Sve vaše promjene će biti izgubljene! Da li stvarno želite resetirati alatnu traku '%Ts'?
it: Tutte le modifiche andranno perse! Sei sicuro di voler ripristinare la barra '%Ts'?
ja: すべての変更が失われます。ツールバー「%Ts」をリセットしてもよろしいですか？
nb: Alle dine endringer vil gå tapt! Vil du virkelig nullstille verktøylinjen '%Ts'?
sk: Všetky vaše zmeny budú stratené! Naozaj chcete predvolené nastavenie lišty "%Ts"?
sr@latin: Sve vaše izmene će nestati! Da li stvarno želite da resetujete alatni panel '%Ts'?

source: Allow Editing for this view Allow Edit
cs: Povolit úpravy tohoto zobrazení Povolit úpravy
hr: Dopusti uređivanje za pregled Dopusti uređivanje
it: Abilita modifica per questa vista Abilita modifica
ja: このビューの編集を許可する 編集を許可
nb: Tillat Redigering for denne visningen Tillat Redigering
oc: Autorizar l'edicion per aquesta vista Autorizar l'edicion
sk: Povoliť úpravy pre toto okno Povoliť úpravy
sr@latin: Omogićava uređenje za ovaj pregled Omogućava uređenje

source: Allow ambiguous &UUIDs
cs: Povolit nejednoznačné &UUIDs
hr: Dozvoli višeznačne &UUID-ove
it: Consenti &UUIDS ambigui
ja: あいまいなUUIDを許可(&U)
nb: Tillat flertydige &UUIDer
oc: Autorizar las &UUIDs ambigüas
sk: Povoliť nejednoznačné &UUID
sr@latin: Dozvoli višeznačne &UUIDe
vi: Cho phép &UUID mơ hồ

source: Allow different repositories to use the same URL, e.g. http://localhost/myrepos/
cs: Povolit rozdílné úložiště se stejnou URL, např. http://localhost/myrepos/
hr: Dozvoli da različita skladišta upotrebljavaju isti URL, npr. http:/localhost/mojrepozitorij/
it: Consenti a differenti repository di usare la stessa URL, es. http://localhost/myrepos/
ja: 異なるリポジトリで同じURLを用いることを許す。例: http://localhost/myrepos/
nb: Tillat at forskjellige depoter bruker samme URL, f.eks. http://localhost/myrepos/
oc: Autorizar diferents depauses a utilizar la meteissa URL, ex. http ://localhost/monreferentiel/
sk: Povoliť pre rozdielne úložiská použiť rovnakú URL, napr. http://localhost/myrepos/
sr@latin: Dozvoli da različita spremišta upotrebljavaju isti URL, napr. http://localhost/myrepos/
vi: Cho phép các kho chứa khác nhau dùng cùng một URL, ví dụ: http://localhost/myrepos/

source: Allow different repositories to use the same UUID, e.g. copied repositories
cs: Povolit rozdílné úložiště se stejnou UUID, např. pro zrcadlené úložiště
hr: Dozvoli da različita skladišta upotrebljavaju isti URL, napr. kopirana skladišta
it: Consenti a differenti repository di usare lo stesso UUID, es. repository copiati
ja: 異なるリポジトリで同じUUIDを用いることを許す。例: コピーしたリポジトリ
nb: Tillat at forskjellige depoter bruker samme UUID, f.eks. kopierte depoter
oc: Autorizar mantun depaus a utilizar lo meteis UUID, per exemple las còpias de depauses
sk: Povoliť rozdielnym úložiskám použiť rovnaké UUID, napr. kopírované úložiská
sr@latin: Dozvoli da različita spremišta upotrebljavaju isti UUID, npr. kopirana spremišta
vi: Cho phép các kho chứa khác nhau dùng cùng một UUID, ví dụ: sao chép kho chứa

source: Already merged
cs: Již sloučen
hr: Već spojeno
it: Già unito
ja: マージ済み
nb: Allerede flettet
oc: Déjà fusionat
sk: Už zlúčené
sr@latin: Već stopljeno
vi: Đã hợp nhất rồi

source: Already reverse merged
cs: Již zpětně sloučeno
hr: Već je obrnuto spojeno
it: Già ripristinati uniti
ja: 既に逆マージ済みです
nb: Allerede reversflettet
oc: Déjà fusionat a l'envers
sk: Už bolo reverzné zlučovanie vykonané
sr@latin: Vraćeno je već stopljeno
vi: Đã được đảo hợp nhất

source: Always close dialogs for local operations
cs: Automaticky zavřít dialogová okna při lokálních operacích
hr: Automatski zatvori dijaloge za lokalne operacije
it: Chiudi sempre le finestre di dialogo per operazioni in locale
ja: ローカル操作に対してはダイアログを常に閉じる
nb: Alltid lukk dialoger for lokale operasjoner
oc: Tampadura automatica per las operacions localas
sk: Vždy zavrieť po miestnych úkonoch
sr@latin: Uvek zatvorite dijaloge za lokalne operacije
vi: Luôn luôn đóng hộp thoại cho các hoạt động trên máy cục bộ

source: Always execute the script
cs: Vždy spustit skript
hr: Uvijek izvršiti skriptu
it: Esegui sempre lo script
ja: 常にスクリプトを実行する
nb: Kjør skriptet alltid
oc: Totjorn executar l'escript
sk: Spúštať skript vždy
sr@latin: Uvek izvrši skriptu
vi: Luôn luôn thi hành kịch bản

source: Always use the system locale settings to show times and dates
cs: Vždy používat systémové nastavení pro zobrazovaní času a data
hr: Uvijek koristi sistemske postavke za prikaz datuma i vremena
it: Utilizza sempre le impostazioni del sistema locale per mostrare ore e date
ja: 日付と時刻の表示に、常にシステムの地域と言語の設定を使用します。
nb: Bruk alltid de lokale systeminnstillinger for visning av tid og dato
oc: Totjorn utilizar los reglatges internationaux del sistèma per afichar las oras e las datas
sk: Vždy použiť systémové nastavenie pre zobrazenie času a dátumu
sr@latin: Uvek koristi sistemska lokalna podešavanja za prikaz vremena i datuma
vi: Luôn luôn dùng những thiết lập địa phương về hệ thống để thiể hiện ngày giờ

source: Amount of memory required to load the cache
cs: Množství potřebné paměti k načtení úschovy
hr: Količina memorije potrebna za učitavanje spremnika
it: Quantità di memoria richiesta per caricare la cache
ja: キャッシュを読み込むために必要なメモリ量
nb: Mengde minne som kreves for å laste mellomlageret
oc: Quantitat de memòria requesida per cargar lo cache
sk: Veľkosť pamäte potrebnej na načítanie zásobníka
sr@latin: Količina memorije potrebna za učitavanje keša
vi: Lượng bộ nhớ đòi hỏi để tải bộ nhớ tạm

source: An external diff program used for comparing different revisions of files You can specify the following parameters to the path: %base : the base file %mine : the modified file
cs: Externí rozdílový program použitý pro porovnávání různých revizí souborů Můžete použít následující parametry do cesty: %base : původní soubor %mine : změněný soubor
hr: Vanjski program za nalaženje razlika koji se koristi za usporedbu različitih revizija datoteka. Možete odrediti sljedeće parametre staze: %base : osnovna datoteka %mine : izmijenjena datoteka
it: Viene utilizzato un programma di confronto esterno per confrontare revisioni differenti dei file È possibile specificare i seguenti parametri nel percorso: %base: file base %mine: file modificato
ja: 異なるリビジョンのファイルを比較するために 使用する外部差分ツールを指定する。 パスに次のパラメーターを使用することができます。 %base : BASEファイル %mine : 変更後のファイル
nb: Et eksternt diff-program som sammen- ligner ulike revisjoner av filer Følgende parametere kan legges til filstien: %base : basisfilen %mine : modifisert fil
oc: Un programa de gestion de las diferéncias extèrne es utilizat per comparar diferentas versions de fichièrs Podètz utilizar los paramètres seguents pel camin : %base : nom del fichièr de basa %mine : lo fichièr modificat
sk: Externý porovnávací program použitý na porovnanie rozdielnych revízií súborov Do cesty môžete zadať nasledovné parametre: %base : základný súbor %mine : upravený súbor
sr@latin: Spoljašnji program za nalaženje razlika koji se korist za poređenje različitih revizija fajoval. Možete odrediti sledeće parametre putanje: %base: osnovni fajl %mine: izmenjeni fajl
vi: Một chương trình so sánh bên ngoài dùng cho so sánh các bản sửa chữa khác nhau của tập tin Bạn có thể chỉ ra các tham số cho đường dẫn: %base : gốc của tập tin %mine : tập tin bị sửa đổi
