Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Reloads the opened files and reverts all changes. Reload
cs: Znovu načte otevřené soubory a vrátí veškeré změny. Znovu načíst
hr: Iznova učitava otvorene datoteke i poništava sve izmjene. Iznova učitaj
it: Ricarica i file aperti e elimina tutti i cambiamenti. Ricarica
ja: 開いているファイルを再読み込みし、すべての変更を取り消す。 再読み込み
nb: Laster åpnede filer inn på nytt og tilbakestiller endringer. Last på nytt
oc: Racarga los fichièrs dobèrts e anulla los cambiaments. Recargar
sk: Znova načíta otvorené súbory a vráti všetky zmeny. Načítať znova
sr@latin: Ponovo učitava otvorene fajlove i poništava sve izmene. Ponovo učitaj
vi: Tải lại các tập tin được mở và quay lui tất cả thay đổi. Tải lại

source: Relocate
cs: Přemístit
hr: Premjesti
it: Ricolloca
ja: 再配置
nb: Omplassér
oc: Relocalizar
sk: Premiestniť
sr@latin: Premesti
vi: Tái định vị

source: Relocate where a switch might be intended
cs: Přemístit, kde by mohlo být zamýšleno překlopení
hr: Relociraj gdje se možda mislilo na prebacivanje.
it: Rialloca dove è necessario uno switch
ja: 切り替えが意図されるところを置き換える
nb: Omplassering der bytting kan være tiltenkt
oc: Relocalizar ont un switch perrait èsser prévu
sk: Premiestniť, kde by mohlo byť zamýšlané prepnúť
sr@latin: Premeštanje gde prebacivanje mora biti namerno.
vi: Tái định vị nơi một chuyển đổi được dự định

source: Relocate The working copy is relocated to the new URL.
cs: Přemístit Pracovní kopie je přemístěna na novou adresu URL.
hr: Relociraj Radna kopija se relocira na novi URL.
it: Rialloca La copia di lavoro viene riallocata alla nuova URL.
ja: 再配置 作業コピーは新しいURLで置き換えられます。
nb: Omplasser Arbeidskopien omplasseres til den nye URLen.
sk: Presunúť Pracovná kópia je presunutá na nová adresu URL.
sr@latin: Prebacivanje Radna kopija je prebačena na novi URL.
vi: Tái định vị Bản làm việc được tái định vị tới URL mới.

source: Relocating...
cs: Přemísťování...
hr: Premještanje
it: Spostamento...
ja: 再配置中 ...
nb: Omplasserer...
oc: Relocalizacion...
sk: Premiestňujem...
sr@latin: Premeštanje
vi: Tái định vị...

source: Remember the depth for this working copy
cs: Zapamatovat si hloubku pro tuto pracovní kopii
hr: Zapamti dubinu za ovu radnu kopiju
it: Ricorda la profondità per questa copia di lavoro
ja: この作業コピーの深さを記憶する
nb: Husk dybden for denne arbeidskopien
oc: Se remembrar de la prigondor per aquesta còpia de trabalh
sk: Pre túto pracovnú kópiu si pamätať si hĺbku
sr@latin: Zapamti debljinu ove radne kopije
vi: Ghi nhớ độ sâu của bản làm việc này

source: Remote property status
cs: Vzdálený stav vlastnosti
hr: Status udaljenog svojstva
it: Stato delle proprietà remote
ja: リモートのプロパティの状態
nb: Egenskap-status i depot
oc: Estatut de la proprietat distanta
sk: Stav vzdialenej vlastnosti
sr@latin: Status udaljenog svojstva
vi: Trạng thái của thuộc tính từ xa

source: Remote revision
cs: Vzdálená revize
hr: Udaljena inačica
it: Revisione remota
ja: リモートのリビジョン
nb: Revisjon i depot
oc: Revision distanta
sk: Vzdialená revízia
sr@latin: Daljinska revizija
vi: Bản chỉnh sửa từ xa

source: Remote status
cs: Vzdálený stav
hr: Udaljeni status
it: Stato remoto
ja: リモートの状態
nb: Status i depot
oc: Estatut distant
sk: Vzdialený stav
sr@latin: Udaljeni status
vi: Trạng thái từ xa

source: Remote text status
cs: Vzdálený stav obsahu
hr: Udaljeni status teksta
it: Stato del testo remoto
ja: リモートのテキストの状態
nb: Tekst-status i depot
oc: Estatut de las proprietats tèxtes distantas
sk: Stav vzdialeného textu
sr@latin: Udaljeni status teksta
vi: Trạng thái chữ từ xa

source: Remove
cs: Odstranit
hr: Ukloni
it: Rimuovi
ja: 削除
nb: Slett
oc: Suprimir
sk: Odstrániť
sr@latin: Ukloni
vi: Loại bỏ

source: Remove %ld items
cs: Odstranit %ld položek
hr: Ukloni %ld stavke(aka)
it: Rimuovi %ld elementi
ja: %ld件の項目を削除
nb: Fjern %ld elementer
oc: Suprimir %ld elements
sk: Odstrániť %ld objektov
sr@latin: Ukloni %ld stavki
vi: Loại bỏ %ld món

source: Remove %ls
cs: Odstranit %ls
hr: Ukloni %ls
it: Elimina %ls
ja: %ls を削除
nb: Fjern %ls
oc: Suprimir %ls
sk: Odstrániť %ls
sr@latin: Ukloni %ls
vi: Loại bỏ %ls

source: Remove Bookmark
cs: Odstranit záložku
hr: Ukloni knjižnu oznaku
it: Rimuovi Preferito
ja: ブックマークを削除
nb: Fjern bokmerke
oc: Suprimir lo
sk: Odstrániť záložku
sr@latin: Ukloni zabeleške.

source: Remove Project
cs: Odstranit projekt
hr: Ukloni projekt
it: Rimuovi Progetto
ja: プロジェクトを削除
nb: Fjern prosjekt
oc: Suprimir lo projècte
sk: Odobrať projekt
sr@latin: Ukloni projekat

source: Remove Saved Authentication Data
cs: Odstranit uložená data ověření
hr: Uklonite spremljene provjere podataka
it: Rimuovi dati autentificazione salvati
ja: 保存された認証データを削除
nb: Fjern Lagrede Autentiseringsdata
oc: Suprimir las Donadas d'Autentificacion Salvadas
sk: Odstrániť uložené autentifikačné údaje
sr@latin: Ukloni sačuvane autentifikacione podatke

source: Remove from &ignore list
cs: Odstranit ze seznamu &ignorování
hr: Ukloni s popisa &zanemarenih
it: Rimuovi dall'elenco &ignora
ja: 無視リストから削除(&I)
nb: Fjern fra &ignoreringslisten
oc: Levar de la lista dels &ignorats
sk: Odstrániť zo zoznamu &ignorovaných
sr@latin: Ukloni s popisa &zanemarenih
vi: Loại bỏ khỏi danh sách &bỏ qua

source: Remove from Quick Access Toolbar
cs: Odstranit z Lišty Rychlého Přístupu
hr: Izbrisati sa Alatke za Brzi Pristup
it: Rimuovi dalla barra di accesso veloce
ja: クイックアクセスツールバーから削除
nb: Fjern fra Hurtigverktøylinjen
sk: Odstrániť z lišty rýchleho prístupu
sr@latin: Ukloni iz alatnih panela za brzi pristup
vi: Loại bỏ khỏi Thanh Truy Cập Nhanh

source: Remove from changelist
cs: Odstranit ze seznamu změn
hr: Ukloni s popisa izmjena
it: Rimuovi dall'elenco modifiche
ja: 変更リストから削除
nb: Fjern fra endringslisten
oc: Levar de la lista dels cambiaments
sk: Odstrániť zo zoznamu zmien
sr@latin: Ukloni s popisa izmena
vi: Loại bỏ khỏi danh sách bỏ qua

source: Remove from version control All .svn folders are removed
cs: Odstraňte ze správy verzí Všechny adresáře .svn jsou odstraněny
hr: Ukloni iz kontrole revizija Sve .svn mape će biti uklonjene
it: Rimuovi dal controllo versioni Tutte le cartelle .svn saranno rimosse
ja: バージョン管理から削除 すべての .svn フォルダーが削除されます
nb: Fjern fra versjonskontroll Alle .svn-mapper blir fjernet
sk: Odstrániť zo správy revizií. Všetky .svn zložky sú odstránené
sr@latin: Ukloni iz kontrole verzija Svi .svn imenici su uklonjeni
vi: Loại bỏ khỏi kiểm soát phiên bản Tất cả các thư mục .svn được loại bỏ

source: Remove property '%1!S!' from %2!ls!
cs: Odstranit vlastnost '%1!S!' z %2!ls!
hr: Ukloni svojstvo '%1!S!' iz↩ %2!ls!
it: Rimuovi la proprietà %1!S!' da↩ %2!ls!
ja: プロパティ「%1!S!」を %2!ls! から削除
nb: Fjern egenskap '%1!S!' fra↩ %2!s!
oc: Suprimir la proprietat '%1 !S !' de %2!ls!
sr@latin: Ukloni osobine '%1!S!' iz %2!ls!

source: Remove the selected cache(s) from disk
cs: Odstranit vybranou úschovu(y) z disku
hr: Uklanja odabran/e spremnik/e sa diska
it: Rimuovi la/le cache selezionata dal disco
ja: ディスクから選択されているキャッシュを削除
nb: Fjern de valgte mellomlagrene fra disk
oc: Suprimir lo(s) cache(s) seleccionat(s) del disque
sk: Odstráni vybrané zásobníky z disku
sr@latin: Uklanja odabranog keša sa diska
vi: Loại bỏ bộ nhớ tạm được lựa chọn khỏi đĩa

source: Remove the whole subtree(s)
cs: Odstraní celý podstrom(y)
hr: Uklanja cijelo podstablo(a)
it: Rimuovi la/le intera/e ramificazione/i
ja: 子階層すべてを削除
nb: Fjern hele undertre(ær)
oc: Suprimir lo(s) sosrepertòri(s)
sk: Odstráni celé podstromy
sr@latin: Ukloni celo podstablo(a)
vi: Loại bỏ toàn bộ cây con

source: Remove Force the removal
cs: Odstranit Vynutit odstranění
hr: Ukloni Prisili uklanjanje
it: Rimuovi Forza la rimozione
ja: 削除 強制的に削除する
nb: Fjern Tving slettingen
sk: Odstraniť Vynúti odstránenie
sr@latin: Ukloni Prisili uklanjanje!
vi: Loại bỏ Ép việc loại bỏ

source: Remove Remove the property only from this item.
cs: Odstranit Odstraní vlastnost pouze z této položky.
hr: Ukloni Ukloni svojstvo samo s ove stavke.
it: Rimuovi Rimuovi la proprietà solo per questo oggetto
ja: 削除 この項目からのみプロパティを削除する。
nb: Fjern Fjern egenskapen fra bare dette elementet.
sk: Odstrániť Odstáni vlastnosť len z tohto objektu.
sr@latin: Ukloni Ukloni osobine samo iz te stavke.
vi: Loại bỏ Chỉ loại bỏ thuộc tính khỏi món này.

source: Removed
cs: Odstraněný
hr: Uklonjeno
it: Rimosso
ja: 削除
nb: Slettet
oc: Suprimit
sk: Odstránené
sr@latin: Uklonjen
vi: Đã loại bỏ

source: Removed from changelist
cs: Odstraněno ze seznamu změn
hr: Uklonjeno s popisa izmjena
it: Rimosso dall'elenco modifiche
ja: 変更リストから削除
nb: Fjernet fra endringslisten
oc: Levat de la lista dels cambiaments
sk: Odstránené zo zoznamu zmien
sr@latin: Uklonjeno s popisa izmena
vi: Đã loại bỏ khỏi danh sách thay đổi

source: Removed the file pattern(s) %ls from the global ignore list.
cs: Vzory souboru %ls byly odstraněny z globálního seznamu ignorování.
hr: Uklonjen uzorak datoteka(e) % ls iz globalne liste ignoriranja.
it: Rimuovi file maschera %ls dall'elenco globle ignorati.
ja: グローバル無視リストから、ファイルパターン %ls を削除しました。
nb: Fjernet filmønsteret(ne) %ls fra den globale ignoreringslisten.
oc: A suprimit lo(s) modèl(s) de fichièrs %ls de la lista globala d'ignorar.
sk: Zo zoznamu ignorovaných bola odstránené šablóna %ls
sr@latin: Uklonjeni fajl šabon(i) %ls iz globalne liste zanemarivanja.

source: Removed the file pattern(s) %ls from the ignore list.
cs: Odstraněny vzory souboru(ů) %ls ze seznamu k ignorování.
hr: Uklonio sam uzorak(ke) datoteke(a) %ls s popisa zanemarenih.
it: Il o i percorsi dei file %ls sono stati rimossi dall'elenco 'ignora'.
ja: 無視リストから、ファイルパターン %ls を削除しました。
nb: Fjernet filmønsteret(ne) %ls fra ignoreringslisten.
oc: Los motius de fichièrs %ls son estats levats de la lista dels ignorats.
sk: Odstránené šablóny súborov %ls zo zoznamu vylúčenia.
sr@latin: Uklonjen fajl uzorak(ci) %ls s popisa zanemarenih.
vi: Đã loại bỏ mẫu tập tin(s) %ls khỏi danh sách bỏ qua.

source: Removes all unversioned and ignored items
cs: Odstraní všechny položky ignorované a bez verze
hr: Uklanja iz liste sve datoteke koje nisu pod upravljanjem i ignorirane datoteke
it: Rimuove tutti gli elementi senza versione e tutti quelli ignorati
ja: バージョン管理外と無視された項目をすべて削除
nb: Fjerner alle ikke-versjonerte og ignorerte elementer
oc: Suprimís
sk: Vymazať všetky neverziované a ignorované objekty
sr@latin: Uklanja sve neverzionisane i zanemarene stavke
vi: Loại bỏ tất cả các món không được đánh phiên bản và bị bỏ qua

source: Removes the file or filemask from the list of ignored items
cs: Odstraní soubory nebo masku ze seznamu k ignorování
hr: Uklanja datoteku ili masku datoteka s popisa zanemarenih stavki
it: Rimuove il/i file selezionato/i all'elenco 'ingora'
ja: ファイルもしくはファイルマスクを無視リストから削除
nb: Fjerner filen eller jokertegn i ignorerings-listen
oc: Leva lo fichièr o lo filtre de fichièr de la lista dels ignorats
sk: Odstráni súbor alebo súborovú masku zo zoznamu vylúčených súborov
sr@latin: Uklanja fajl ili masku fajl s popisa zanemarenih stavki
vi: Loại bỏ tập tin hoặc tập tin mask khỏi danh sách các món bị bỏ qua

source: Removes the selected properties
cs: Odstraní vybranou vlastnost
hr: Uklanja odabrana svojstva
it: Rimuove le proprietà selezionate
ja: 選択されているプロパティを削除
nb: Fjerner de valgte egenskapene
oc: Suprimir las proprietats seleccionadas
sk: Odstráni vybrané vlastnosti
sr@latin: Uklanja odabrana svojstva
vi: Loại bỏ thuộc tính được chọn

source: Removing ignored items. in %1!ls!
cs: Odstraňuji ignorované položky v %1!ls!
hr: Uklanjam ignorirane stavke. u %1!ls!
it: Rimozione elementi ignorati in %1!ls!
ja: %1!ls! 以下の無視された項目を削除しています
nb: Fjerner ignorerte elementer i %1!ls!
oc: Supression dels elements ignorats. dins %1!ls!
sk: Odstraňovanie ignorovaných objektov v %1!ls!
sr@latin: Uklanja zanemarene stavke, u %1!ls!
vi: Đang loại bỏ các món bị bỏ qua trong %1!ls!

source: Removing unversioned items in %1!ls!
cs: Odstraňuji položky bez verze v %1!ls!
hr: Uklanjam neverzionirane stavke u %1!ls!
it: Rimozione elementi senza versione in %1!ls!
ja: %1!ls! 以下のバージョン管理外の項目を削除しています
nb: Fjerner ikke-versjonerte elementer i %1!ls!
oc: Supression dels elements non versionats dins %1!ls!
sk: Odstraňovanie neverziovaných objektov v %1!ls!
sr@latin: Uklanjanje neverzionisanih stavki u %1!ls!
vi: Đang loại bỏ các món không phiên bản trong %1!ls!

source: Rena&me...
cs: &Přejmenovat...
hr: Pre&imenuj...
it: Rino&mina...
ja: 名前を変更(&M)...
nb: Omdø&p...
sk: Preme&novať...
sr@latin: Prei&menuj...
vi: Đổi &tên...

source: Rename
cs: Přejmenovat
hr: Promijeni ime
it: Rinomina
ja: 名前変更
nb: Omdøp
oc: Renomenar
sk: Premenovať
sr@latin: Preimenuj
vi: Đổi tên

source: Rename '%ls':
cs: Přejmenovat '%ls':
hr: Promjena naziva '%ls':
it: Rinomina '%ls':
ja: 「%ls」の名前変更
nb: Omdøp '%ls':
oc: Renomenar '%ls' :
sk: Premenovať '%ls':
sr@latin: Preimenuj '%ls':

source: Rename item from %1!ls! to %2!ls!
cs: Přejmenovat položku z %1!ls! do %2!ls!
hr: Preimenovanje stavke iz %1!ls! na %2!ls!
it: Rinomina elementi da %1!ls! a %2!ls!
ja: %1!ls! から %2!ls! に名前を変更する
nb: Omdøp element fra %1!ls! til %2!ls!
oc: Renomenar l'element %1!ls! en %2!ls!
sk: Premenovať objekt z %1!ls! na %2!ls!
sr@latin: Preimenuj stavku od %1!ls! na %2!ls!
vi: Đổi tên item món từ %1!ls! sang %2!ls!

source: Rename/move
cs: Přejmenovat/přesunout
hr: Preimenuj/premjesti
it: Rinomina/sposta
ja: 名前変更/移動
nb: Omdøp/flytt
oc: Renomenar / desplaçar
sk: Premenovať/presunúť
sr@latin: Preimenuj/pomeri
vi: Đổi tên/di chuyển

source: Rename The folder is exported as '%ls'.
cs: Přejmenovat Adresář je exportován jako '%ls'.
hr: Preimenuj Mapa će se izvesti kao '%ls'.
it: Rinomina La cartella sarà esportata come '%ls'.
ja: 名前を変更 フォルダーは「%ls」としてエクスポートされる。
nb: Omdøp Mappen eksporteres som '%ls'.
sk: Premenovať Adresár je exportovaný ako "%ls".
sr@latin: Preimenuj Folder je izvezen kao '%ls'.
vi: Đổi tên Thư mục được xuất khẩu dưới tên '%ls'.

source: Renamed node
cs: Přejmenovaný uzel
hr: Preimenovani čvor
it: Nodo rinominato
ja: 名前を変更されたノード
nb: Omdøpt node
oc: Nosèl renomenat
sk: Premenovaný uzol
sr@latin: Preimenovani čvor
vi: Đã đổi tên nút

source: Renames files / folders inside version control
cs: Přejmenuje soubory / adresáře pod správou verzí
hr: Mijenja ime datoteka / mapa unutar upravljanja verzijama
it: Rinomina file / cartelle senza versione
ja: バージョン管理内のファイル/フォルダーの名前を変更
nb: Omdøper filer/mapper under kildekontroll
oc: Renomena de fichièrs / de repertòris jos contraròtle de version
sk: Premenuje súbory/adresáre vo správe verzií
sr@latin: Preimenuje fajlove / foldere unutar upravljanja verzijama
vi: Đổi tên tập tin/thư mục trong kiểm soát phiên bản

source: Reopen dialog after commit if items were left uncommitted
cs: Znovu otevřít dialogové okno po odevzdání, pokud položky nebyly odevzdány
hr: Ponovo otvori dijaloški okvir nakon pohranjivanja ukoliko su predmeti ostali nepohranjeni
it: Riapri finestra di dialogo dopo il commit se gli oggetti non hanno subito il commit
ja: コミットされなかった項目が残ったときはコミット後に再度ダイアログを開く
nb: Åpne dialogen på nytt etter innsending hvis det gjenstår elementer som ikke ble sendt inn
oc: Redobrís la bóstia de dialòg de depaus aprèp un depaus rcapitat se i aviá d'elements pas depausats.
sr@latin: Ponovo otvori dijalog posle urezivanja njegovih stavki koje su preostale neurezane

source: Reopens the commit dialog after a successful commit if there were files and/or folders left uncommitted.
cs: Znovu otevře dialogové okno odevzdání po úspěšném odevzdání, pokud existují neodevzdané soubory a/nebo složky.
hr: Ponovo otvori dijaloški okvir pohranjivanja nakon uspješne pohrane ako su datoteke i/ili mape ostale nepohranjene.
ja: コミットされなかったファイルやフォルダーが残った場合、コミット完了後に再度コミットダイアログを開きます。
nb: Åpner innsendingsdialogen på nytt etter en vellykket innsending hvis det gjenstår filer og/eller mapper som ikke ble sendt inn.
oc: Redobrís la bóstia de dialòg de depaus aprèp un depaus capitat se i aviá de fichièrs e/o de dorsièrs non depausats.
sr@latin: Ponovo otvori dijalog urezivanja posle uspešnog urezivanja ako je bilo fajlova i/ili folderi preostalih neurezanih

source: Repair copy
cs: Opravit kopii
hr: Popravi kopiju
it: Ripara la copia
ja: コピーを修復
nb: Reparer kopi
oc: Reparar la còpia
sk: Opraviť kopírovanie
sr@latin: Popravi kopiju
vi: Sửa chữa sao chép

source: Repair move
cs: Opravit přesun
hr: Popravi
it: Ripara lo spostamento
ja: 移動を修復
nb: Reparer flytting
oc: Reparar lo desplaçament
sk: Opraviť presunutie
sr@latin: Popravi pomeranje
vi: Sửa chữa di chuyển

source: Repeat the last action Repeat
cs: Zopakovat poslední činnost Zopakovat
hr: Ponovi zadnju akciju Ponovi
it: Ripeti l'ultima azione Ripeti
ja: 直前に行った操作を繰り返す 繰り返し
nb: Gjenta siste handling Gjenta
oc: Repetir la darrièra accion Repetir
sk: Opakovať posledný úkon Opakovať
sr@latin: Ponovi zadnju akciju Ponovi
vi: Lập lại hành động cuối cùng Lập lại

source: Replace &All
cs: Nahradit &vše
hr: Z&amijeni sve
it: Sostituisci &tutti
ja: すべて置換(&A)
nb: Erstatt &Alle
oc: Remplaçar &tout
sk: Nahradiť &všetko
sr@latin: Zameni &Sve

source: Replace specific text with different text Replace
cs: Nahradí určený text jiným textem Nahradit
hr: Zamijeni označeni tekst nekim drugim tekstom Zamijeni
it: Sostituisci un testo con un'altro Sostituisci
ja: 指定された文字列を、他の文字列に置き換える 置換
nb: Bytt spesifisert tekst med annen tekst Bytt
oc: Remplaçar lo tèxte per un autre Remplaçar
sk: Nahradí zadaný text iným textom Nahradiť
sr@latin: Zameni označeni tekst nekim drugim tekstom Zameni
vi: Thay thế văn bản được chỉ ra với văn bản khác Thay thế

source: Replace with:
cs: Nahradit čím:
hr: Zamijeniti s:
it: Sostituisci con:
ja: 置換語:
nb: Erstatt med:
oc: Remplaçar par :
sk: Nahradiť s:
sr@latin: Zameni sa:

source: Replace:
cs: Nahradit:
hr: Zamijeniti:
it: Sostituisci:
ja: 置換:
nb: Erstatt:
oc: Remplaçar :
sk: Nahradadiť:
sr@latin: Zameni:

source: Replaced %d matches
cs: Nahrazeno %d shod
hr: Zamijenjeno %d uzoraka
ja: 一致した%d件を置換しました
nb: Erstattet %d treff
oc: %d correspondéncias remplaçadas
sr@latin: Zamenjeno %d nađenih

source: Replacing
cs: Nahrazuji
hr: Mijenjam
it: Sostituzione
ja: 置換
nb: Bytter
oc: Remplaça
sk: Nahradzovanie
sr@latin: Menjam
vi: Đang thay thế

source: Repository
cs: Úložiště
hr: Skladište
ja: リポジトリ
nb: Depot
oc: Depaus
sk: Úložisko
sr@latin: Spremište
vi: Kho chứa

source: Repository Browser
cs: Průzkumník úložiště
hr: Preglednik skladišta
it: Briowser repository
ja: リポジトリブラウザー
nb: Depot-utforsker
oc: Explorador de depaus
sk: Prezeranie úložiska
sr@latin: Pretraživač spremišta
vi: Trình duyệt kho chứa

source: Repository URL
cs: URL úložiště
hr: URL skladišta
it: URL del repository
ja: リポジトリのURL
nb: Depotets URL
oc: URL del Depaus
sk: URL úložiska
sr@latin: URL spremišta
vi: URL kho chứa

source: Repository UUID:
cs: UUID úložiště:
hr: UUID skladišta:
it: UUID repository:
ja: リポジトリ UUID:
nb: Depot UUID:
oc: UUID del depaus :
sk: UUID úložiska:
sr@latin: UUID spremišta:
vi: UUID của kho chứa:

source: Repository browser
cs: Průzkumník úložiště
hr: Pretraživač repozitorija
it: Navigatore repository
ja: リポジトリブラウザー
nb: Depotutforsker
oc: Explorador de depaus
sk: Prehliadať úložisko
sr@latin: Pretraživač spremišta
vi: Trình duyệt kho

source: Repository created
cs: Úložiště vytvořeno
hr: Repozitorij stvoren
it: Repository creato
ja: リポジトリを作成
nb: Depot opprettet
oc: Depaus creat
sk: Úložisko bolo vytvorené
sr@latin: Spremište kreirano
vi: Kho chứa đã được tạo

source: Repository query failed. Refresh to retry.
cs: Dotaz pro úložiště selhal. Obnovte pro další pokus.
hr: Upit prema repozitoriju nije uspio. Kliknite Obnovi za ponovni pokušaj.
it: Richiesta fallita al repository. Aggiorna per riprovare.
ja: リポジトリの読み込みに失敗しました。更新してみてください。
nb: Depot-forespørsel feilet. Gjenoppfrisk for å forsøke igjen.
oc: Lo requèsta del referencial a fracassat. Refrescatz per tornar ensajar.
sk: Požiadavka na úložisko zlihala. Použie obnovenie na zopakovanie.
sr@latin: Neispravan upit spremištu. Osvežite ga za novi pokušaj.
vi: Truy vấn kho thất bại. Thực hiện làm mới để thử lại.

source: Request cancelled by TSVN
cs: Požadavek zrušen TSVN
hr: Zahtjev prekinut zbog TSVN
it: Richiesta eliminata da TSVN
ja: TSVN によってキャンセルされたリクエスト
nb: Forespørsel avbrutt av TSVN
oc: Requèsta anullada per TSVN
sk: Požiadavka zrušena od TSVN
sr@latin: Zahtev prekinut od TSVN
vi: Yêu cầu bị huỷ bởi TSVN

source: Requests a username and a password
cs: Vyžaduje uživatelské jméno a heslo
hr: Traži korisničko ime i zaporku
it: Richiede un nome utente e una password
ja: ユーザー名とパスワードが必要です
nb: Ber om et brukernavn og passord
oc: Raquerís un nom d'utilizaire e un senhal
sk: Vyžiada užívateľské meno a heslo
sr@latin: Traži ime korisnika i lozinku
vi: Yêu cầu một tên đăng nhập và mật khẩu

source: Res&olve...
cs: Vyř&ešit...
hr: Rj&ešavanje...
it: Risoluzione..
ja: 解決する(&O)...
nb: &Løs...
oc: Resò&lvre...
sk: &Vyriešiť...
sr@latin: Raz&reši...

source: Reset &All
cs: Resetovat &Vše
hr: Resetiraj &sve
it: Ripristina &tutto
ja: すべてリセット(&A)
nb: Nullstill &Alle
sk: Predvolené &všetko
sr@latin: &Resetuj sve
vi: Đặt lại &tất cả

source: Reset columns
cs: Resetovat sloupce
hr: Resetiraj kolone
it: Ripristina colonne
ja: 列をリセット
nb: Nullstill kolonner
oc: Reïnicializar las colomnas
sk: Prednastaviť stĺpce
sr@latin: Resetuj kolone
vi: Đặt lại các cột

source: Resolve
cs: Vyřešit
hr: Razriješi
it: Risolvi
ja: 競合の解決
nb: Løs
oc: Resòlvre
sk: Vyriešiť
sr@latin: Reši
vi: Giải quyết

source: Resolve &later
cs: Vyřešit &později
hr: Rješavanje &naknadno
it: Riso&lvi più tardi
ja: 後で解決(&L)
nb: Løs &senere
sk: Vyriešiť &neskôr
sr@latin: Razreši &kasnije

source: Resolve Conflict
cs: Vyřešit konflikt
hr: Razrješi sukob
it: Risolvi conflitto
ja: 競合の解決
nb: Løs Konflikt
sk: Vyriešiť konflikt
sr@latin: Razreši sukob
vi: Giải quyết mâu thuẫn

source: Resolve all la&ter
cs: Vyřešit vše &později
hr: Razriješi sve &kasnije
it: Rimuovi tutti più &tardi
ja: すべて後で解決する(&T)
nb: Løs alle &senere
sk: Vyriešiť všetko n&eskôr
sr@latin: Reši sve ka&snije
vi: Giải quyết tất cả &sau

source: Resolve conflict using 'mine'
cs: Vyřešit konflikt použitím 'mé verze'
hr: Razriješi spor koristeći 'moje'
it: Risolvi conflitto utilizzando la 'mia' versione
ja: 「mine」を使用して競合を解決する
nb: Løs konflikt ved å bruke 'min'
oc: Resòlvre lo conflicte en utilizant 'lo meu'
sk: Vyriešiť konflikt použitím "Moje"
sr@latin: Reši spor koristeći 'moj'
vi: Giải quyết mâu thuẫn sử dụng 'của tôi'

source: Resolve conflict using 'theirs'
cs: Vyřešit konflikt použitím 'jejich verze'
hr: Razriješi spor koristeći 'njihovo'
it: Risolvi conflitto utilizzando la 'loro' versione
ja: 「theirs」を使用して競合を解決する
nb: Løs konflikt ved å bruke 'deres'
oc: Resòlvre lo conflicte en utilizant 'lo lor'
sk: Vyriešiť konflikt použitím 'Ich'
sr@latin: Reši spor koristeći 'njihov'
vi: Giải quyết mâu thuẫn sử dụng 'của họ'

source: Resolve conflict:
cs: Vyřešte konflikt:
hr: Razrješi sukob:
it: Risolvi conflitto:
ja: 競合の解決:
nb: Løs konflikt:
sk: Vyriešiť konflikt:
sr@latin: Razreši sukob:
vi: Giải quyết mâu thuẫn:

source: Resolve l&ater
cs: Vyřešit &později
hr: Razriješi k&asnije
it: Risolvi più t&ardi
ja: 後で解決する(&A)
nb: Løs &senere
sk: Vyriešiť &neskôr
sr@latin: Reši k&asnije
vi: Giải quyết &sau

source: Resolve The item is marked as resolved.
cs: Vyřešit Položka je označena jako vyřešená.
hr: Razriješi Stavka će biti označena kao razriješena.
it: Risolvi L'elemento è marcato come risolto.
ja: 解決 項目は解決済みとみなされます。
nb: Løs Elementet markeres som løst.
sk: Vyriešiť Objekt bude označený ako vyriešený.
sr@latin: Reši Stavka je označena rešenom.
vi: Giải quyết Món được đánh dấu là đã giải quyết.

source: Resolved
cs: Vyřešeno
hr: Razriješeno
it: Risolto
ja: 解決済み
nb: Løst
oc: Resolgut
sk: Vyriešené
sr@latin: Rešeno
vi: Đã giải quyết

source: Resolved: %ls
cs: Vyřešeno: %ls
hr: Razriješeno: %ls
it: Risolto: %ls
ja: %lsの競合を解決しました。
nb: Løst: %ls
oc: Resolgut : %ls
sk: Vyriešené: %ls
sr@latin: Rešeno: %ls
vi: Đã giải quyết: %ls
