Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Cancelling TortoiseSVN Blame...
cs: Ruším TortoiseSVN obviňování...
hr: Odustajanje od TortoiseSVN Okrivi...
it: Annullamento della biasima SVN...
ja: 注釈履歴をキャンセル中...
nb: Avbryter TortoiseSVN Skyldvisning...
oc: Anullar l'anotacion TortoiseSVN...
sk: Rušenie TortoiseSVN Obviniť...
sr@latin: Otkazivanje TortoiseSVN Krivca...
vi: Hủy trách cứ TortoiseSVN...

source: Cancelling operation...
cs: Ruším operaci...
hr: Odustajanje od operacije...
it: Annullamento operazione...
ja: キャンセル処理中...
nb: Avbryter operasjon...
oc: Anullacion de l'operacion...
sk: Ruším úkon...
sr@latin: Otkazivanje operacije...
vi: Đang hủy bỏ tác vụ...

source: Cannot show diff because of inconsistent newlines in the file.
cs: Nelze zobrazit rozdíl kvůli nekonzistentním znakům pro nové řádky v souboru.
hr: Ne mogu prikazati razlike zbog neusklađenih znakova za nove retke.
it: Impossibile mostrare il confronto a causa di caratteri di a capo inconsistenti nel file.
ja: ファイルの改行コードに一貫性がないため、差分を表示できません。
nb: Kan ikke vise forskjeller pga. forskjellige typer linjeskift i filen.
oc: Es pas possible de monter la diff en rason de retours a la linha incompatibles dins aqueste fichièr
sk: Nemožno zobraziť porovnanie, pretože sú nekonzistentné ukončenia riadkov v súbore.
sr@latin: Ne može se prikazati diff zbog neusklađenih znakova za novi red u fajlu.
vi: Không thể hiện được khác biệt bởi vì những dòng mới không đồng đều trong tập tin.

source: Casca&de
cs: Kaská&da
hr: Kaska&dno
it: Casca&ta
ja: 重ねる(&D)
nb: &Kaskade
sk: Kaská&da
sr@latin: Kaska&da
vi: &Chồng lớp

source: Case-sensitive
cs: Rozlišovat velikost písmen
hr: Uvažavajući mala i velika slova
it: Considera differenza tra maiuscole e minuscole
ja: 大文字/小文字を区別する
nb: Stor/liten bokstav teller
oc: Sensible a la cassa
sk: Rozlišovať veľkosť písmen
sr@latin: Zavisni od veličine slova
vi: Phân biệt chữ hoa

source: Cate&gories:
cs: Kate&gorie:
hr: Kage&gorije:
it: Cate&gorie:
ja: カテゴリ(&G):
nb: Kate&gorier:
sk: Kate&górie:
sr@latin: Kate&gorije:
vi: Các &danh mục:

source: Certificate expired. Valid until: %ls
cs: Certifikát vypršel. Platný do: %ls
hr: Certifikat je istekao. Vrijedio je do: %ls
it: Certificato scaduto. Valido fino al: %ls
ja: 証明書が %ls で期限切れになりました
nb: Sertifikatet er gått ut. Gyldig til: %ls
oc: Certificat expirat. Valid fins a : %ls
sk: Certifikát vypršal. Platný do: %ls
sr@latin: Sertifikat je istekao. Vredeo je do: %ls
vi: Chứng nhận hết hạn. Hợp lệ cho đến: %ls

source: Certificate not yet valid. Valid from: %ls
cs: Certifikát ještě není platný. Platný od: %ls
hr: Certifikat još nije važeći. Važi od: %ls
it: Certificato non ancora valido. Valido dal: %ls
ja: 証明書は %ls から有効になります
nb: Sertifikatet er ennå ikke gyldig. Gyldig fra: %ls
oc: Certificat pas encara valid. Valid dempuèi : %ls
sk: Certifikát nie je ešte platný. Platný od: %ls
sr@latin: Sertifikat još nije važeći. Važi od: %ls
vi: Chứng nhận chưa hợp lệ. Hợp lệ từ: %ls

source: Certificate validation failed
cs: Ověření certifikátu selhalo
hr: Provjera certifikata neuspješna
it: Fallita la validazione del certificato
ja: 証明書の確認に失敗しました
nb: Sertifikatsjekk feilet
oc: La validacion del certificat a fracassat
sk: Overovanie certifikátu zlyhalo
sr@latin: Provera sertifikata neuspešna
vi: Việc công nhận chứng thực bị thất bại

source: Certificates|*.p12;*.pkcs12;*.pfx|All|*.*||
cs: Certifikáty|*.p12;*.pkcs12;*.pfx|Vše|*.*||
hr: Certifikati|*.p12;*.pkcs12;*.pfx|All|*.*||
it: Certificati|*.p12;*.pkcs12;*.pfx|All|*.*||
ja: 証明書|*.p12;*.pkcs12;*.pfx|すべてのファイル|*.*||
nb: Sertifikater|*.p12;*.pkcs12;*.pfx|Alle|*.*||
oc: Certificats|*.p12;*.pkcs12;*.pfx|Tous|*.*||
sk: Certifikáty|*.p12;*.pkcs12;*.pfx|All|*.*||
sr@latin: Sertifikati|*.p12;*.pkcs12;*.pfx|All|*.*||
vi: Chứng nhận|*.p12;*.pkcs12;*.pfx|All|*.*||

source: Change the style of the application Change Style
cs: Změnit styl aplikace Změnit styl
hr: Promijeni stil aplikacije Promijeni stil
it: Modifica il tema dell'applicazione Modifica tema
ja: アプリケーションのスタイルを変更する スタイルの変更
nb: Endre applikasjons-stilen Endre stil
sk: Zmeniť štýl programu Zmení štýl
sr@latin: Promeni stil aplikacije Promeni stil
vi: Thay đổi phong cách của ứng dụng Thay đổi phong cách

source: Change the tagged revision The svn:external property of the parent folder is changed accordingly.
cs: Změnit označenou revizi Vlastnost svn:external nadřazené složky je odpovídajícím způsobem změněna.
hr: Izmijeniti označenu reviziju SVN:vanjsko svojstvo nadređene mape se mijenja u skladu s tim.
ja: タグ付けされたリビジョンを変更 親フォルダーのsvn:externalプロパティが変更されます。
nb: Endre den merkede revisjonen Egenskapen svn:external på mappen over endres tilsvarende.
sr@latin: Promeni označenu eviziju svn:eksternal osobina predačkog foldera je usklađeno izmenjena.

source: Change the window position
cs: Změnit pozici okna
hr: Promijeni položaj prozora
it: Cambia la posizione della finestra
ja: ウィンドウ位置を変更する
nb: Endre vindusplassering
oc: Cambiar la posicion de la fenèstra
sk: Zmeniť polohu okna
sr@latin: Promeni položaj prozora
vi: Thay đổi vị trí cửa sổ

source: Change the window size
cs: Změnit velikost okna
hr: Promijeni veličinu prozora
it: Cambia le dimensioni della finestra
ja: ウィンドウサイズを変更する
nb: Endre vindusstørrelse
oc: Cambiar la talha de la fenèstra
sk: Zmeniť veľkosť okna
sr@latin: Promeni veličinu prozora
vi: Thay đổi kích thước cửa sổ

source: Changed Files
cs: Změněné soubory
hr: Izmijenjene datoteke
it: File modificati
ja: 変更されたファイル
nb: Endrede filer
oc: Fichièrs modificats
sk: Zmenené súbory
sr@latin: Izmijenjeni fajlovi
vi: Những tập tin bị thay đổi

source: Changed files between %1!ls!, %2!ls! and %3!ls!, %4!ls!
cs: Změněné soubory mezi %1!ls!, %2!ls! and %3!ls!, %4!ls!
hr: Promjenjene datoteke između %1!ls!, %2!ls! and %3!ls!, %4!ls!
it: File modificati tra %1!ls!, %2!ls! e %3!ls!, %4!ls!
ja: %1!ls!～%2!ls! と %3!ls!～%4!ls! の間に変更されたファイル
nb: Endrede filer mellom %1!ls!, %2!ls! og %3!ls!, %4!ls!
oc: Fichièrs modificats entre %1!ls!, %2!ls! e %3!ls!, %4!ls!
sk: Rozdiely medzi %1!ls!, %2!ls! a %3!ls!, %4!ls!
sr@latin: Promenjeni fajlovi između %1!ls!, %2!ls! i %3!ls!, %4!ls!
vi: Những tập tin bị thay đổi giữa %1!ls!, %2!ls! và %3!ls!, %4!ls!

source: Changelist %ls moved
cs: Seznam změn %ls byl přesunut
hr: Popis izmjena %ls premješten:
it: Elenco modifiche %ls spostata
ja: 変更リスト %ls を移動しました
nb: Endringsliste %ls flyttet
oc: Lista dels cambiaments %ls desplaçada
sk: Zoznam zmien %ls bol presunutý:
sr@latin: Popis izmena %ls premešten:
vi: Danh sách thay đổi %ls được di dời

source: Changelist:
cs: Seznam změn:
hr: Popis izmjena:
it: Elenco modifiche
ja: 変更リスト:
nb: Endringsliste:
oc: Lista de cambiaments :
sk: Zoznam zmien:
sr@latin: Popis izmena:
vi: Danh sách thay đổi:

source: Changes made (double-click on file for diff):
cs: Provedené změny (dvojklik na soubor ukáže rozdíl):
hr: Izmijenjeno (dvostruki kliknite na datoteku za razlike):
it: Modifiche effettuate (fare doppio clic sul file per il confronto):
ja: 変更した項目（ダブルクリックで差分を表示）
nb: Endringer (dobbelt-klikk på en fil for å se diff):
sk: Boli vykonané zmeny (dvojklik na zobrazenie rozdielov):
sr@latin: Izmenjeno (dvostruki klik na fajl za razl):
vi: Những thay đổi được thực hiện (nháy kép trên tập tin để xem khác biệt):

source: Changes the style of the application
cs: Změní styl aplikace
hr: Mijenja stil aplikacije
it: Modifica il tema dell'applicazione
ja: アプリケーションのスタイルの変更
nb: Endrer applikasjons-stilen
sk: Zmení štýl programu
sr@latin: Promeni stil aplikacije
vi: Thay đổi phong cách của ứng dụng

source: Char position where to show a border line in commit text boxes:
cs: Pozice znaku, kde zobrazovat okrajovou čáru v odevzdávacím okně:
hr: Pozicija znaka gdje treba prikazati rubnu liniju u okvirima za unos pri pohranjivanju
it: Posizione del carattere dove mostrare una linea di confine nelle fineetra di invio:
ja: コミット時のテキストボックスに表示する境界線の位置:
nb: Tegnposisjon hvor en rammelinje vises i tekstbokser for innsending:
oc: Posicion a la quala afichar una bordadura dins las bóstias de dialòg de liurason :
sk: Pozícia znaku kde ukazovať čiaru okraja riadku v odovzdávacom okne:
sr@latin: Položaj karaktera gde prikazati granične linije u tekst boksu urezivanja:
vi: Vị trí ký tự để thể hiện đường viền trong hộp văn bản cho cam kết:

source: Chec&kout...
cs: Zís&kat...
hr: Pre&uzmi...
it: &Ritira...
ja: チェックアウト(&K)...
nb: &Hent ut...
oc: &Extraire...
sk: &Získať...
sr@latin: Preuzi&manje...
vi: &Lấy ra...

source: Check
cs: Kontrola
hr: Provjeri
it: Controllo aggiornamenti
ja: チェック
nb: Huk av
oc: Seleccionar
sk: Vybrať
sr@latin: Proveri
vi: Kiểm tra

source: Check For Updates
cs: Zjistit aktualizace
hr: Provjeri nadogradnje
it: Controlla aggiornamenti
ja: 最新バージョンをチェック
nb: Se etter oppdateringer
oc: Verificar las mesas a jorns
sk: Skontrolovať aktualizácie
sr@latin: Provera za obnavljanje
vi: Kiểm tra cập nhật

source: Check For Updates...
cs: Zjistit aktualizace ...
hr: Provjeri nadogradnje...
it: Controllo aggiornamenti...
ja: 最新バージョンをチェック...
nb: Se etter oppdateringer...
oc: Verificar las mesas a jorns...
sk: Skontrolovať aktualizácie...
sr@latin: Provera za obnavljanje...
vi: Kiểm Tra Cập Nhật...

source: Check for &modifications
cs: Zjistit z&měny
hr: Provjeri &izmjene
it: Controlla l'esistenza di &modifiche
ja: 変更をチェック(&M)
nb: Se etter &endringer
sk: Skontrolovať &zmeny
sr@latin: Provera iz&mena
vi: Kiểm tra xem có &sửa đổi

source: Check for modi&fications
cs: Zjistit změ&ny
hr: Provjeri iz&mjene
it: Controlla l'esistenza di modi&fiche
ja: 変更をチェック(&F)
nb: Se etter &endringer
oc: Verificar las modi&ficacions
sk: Skontrolovať &zmeny
sr@latin: Proveri iz&mene
vi: Kiểm tra xem có sửa đổ&i

source: Check for modifications
cs: Zjistit změny
hr: Provjera izmjena
it: Controlla l'esistenza di modifiche
ja: 変更をチェック
nb: Se etter endringer
sk: Skontrolovať zmeny
sr@latin: Provera izmena
vi: Kiểm tra xem có sửa đổi

source: Check for updates
cs: Zjistit aktualizace
hr: Potraži novu verziju
it: Controlla aggiornamenti
ja: 更新のチェック
nb: Se etter oppdateringer
oc: Verificar las mesas a jorns
sk: Skontrolovať aktualizácie
sr@latin: Provera obnavljanja
vi: Kiểm tra cập nhật

source: Check out a working copy from a repository
cs: Získat pracovní kopii z úložiště
hr: Preuzmi radnu kopiju iz skladišta
it: Estrai una copia di lavoro da un repository
ja: リポジトリから作業コピーをチェックアウト
nb: Hent en arbeidskopi ut fra et depot
oc: Extraire una còpia de trabalh dempuèi lo depaus
sk: Získať pracovnú kópiu z úložiska
sr@latin: Preuzmi radnu kopiju iz spremišta
vi: Lấy ra một bản đang làm từ kho chứa

source: Check the authentication items you want to delete below
cs: Níže zaškrtněte položky ověření, které chcete smazat
hr: Provjerite autentifikaciju stavke koju želite izbrisati navedenu ispod
it: Controlla gli elementi di autentificazione che vuoi cancellare qui sotto
ja: 以下から削除する認証データの項目をチェックしてください
nb: Huk av de autentiseringselementene du vil slette nedenfor
oc: Marcatz los elements d'autentificacion que volètz suprimir çaijós
sk: Vyberte autentifikačné objekty, ktoré chcete vymazať
sr@latin: Proveri autentifikaciju stavki koju hoćeš dole da obrišeš

source: Check the path and/or URL you've entered.
cs: Zkontrolujte cestu a/nebo URL, které jste zadali.
hr: Provjeri unešenu stazu i/ili URL.
it: Controlla il percorso e/o la URL.
ja: 入力したパス、もしくは URL をチェックしてください。
nb: Sjekk stien og/eller URLen du anga
oc: Verificatz lo camin e/o l'URL qu'avètz entrat
sk: Skontrolujte cestu a URL adresu, ktorú ste zadali.
sr@latin: Proveri putanju i/ili URL koji ste uneli.
vi: Kiểm tra đường dẫn và/hoặc URL bạn vừa nhập vào

source: Check those menu entries you want to appear in the top context menu instead of the TortoiseSVN submenu
cs: Označte ty položky menu, které se mají zobrazovat v hlavním podmenu, místo v podmenu TortoiseSVN
hr: Označite one stavke izbornika za koje želite da se pojave u glavnom kontekstom izborniku umjesto u TortoiseSVN podizborniku
it: Seleziona le voci di menu che si vogliono far apparire direttamente nel menu contestuale invece che nel sottomenu di TortoiseSVN
ja: TortoiseSVN のサブメニューではなく、コンテキストメニューに直接表示したいメニュー項目にチェックしてください。
nb: Huk av for de menyvalgene du se i hovedmenyen i stedet for i undermenyen 'TortoiseSVN'
oc: Seleccionatz las entradas de menú que volètz far aparéisser dins lo menú contextual superior al luòc del sosmenú TortoiseSVN
sk: Zaškrtnite tie položky, ktoré chcete aby sa zobrazovali vo vrchnej kontextovej ponuke namiesto v podmenu TortoiseSVN
sr@latin: Označite one stavke menija koje želite da se pojave u glavnom sadržaju menija umesto u TortoiseSVN podmeniju
vi: Kiểm tra những thực đơn bạn muốn xuất hiện trên cùng của thực đơn ngữ cảnh thay cho thực đơn con của TortoiseSVN

source: Check to use a less verbose date and time format in log messages
cs: Zaškrtněte pro použití menšího formátu data a času ve zprávách záznamu
hr: Označite ako želite sažetiji prikaz datuma i vremena u dnevniku poruka
it: Seleziona per usare nei commenti un formato di data e ora abbreviato
ja: 有効にすると、ログメッセージで短い日付/時刻形式が使用されます。
nb: Huk av for å bruke kortere dato- og tids-formater i loggmeldinger.
oc: Seleccionatz per utilizar un format de data e ora mens detalhat dins lo jornal
sk: Zaškrtnite ak chcete menej výpisov dátumu a času v správach denníka
sr@latin: Označite da koristite sažetiji prikaz datuma i vremena u dnevniku poruka
vi: Kiểm tra để dùng định dạng cho ngày và giờ bớt dài dòng trong các thông điệp tường trình

source: Check working copy for modifications
cs: Zkontrolovat změny v pracovní kopii.
hr: Provjeri/pokaži izmjene u radnoj kopiji
it: Controlla la copia di lavoro per modifiche
ja: 作業コピーの変更をチェック
nb: Se etter endringer i arbeidskopi
sk: Skontrolovať pracovnú kópiu na zmeny
sr@latin: Provera radne kopije za izmene
vi: Kiểm tra bản sao đang làm xem có thay đổi

source: Check-Commit Hook
cs: Hák kontroly odevzdání
hr: Provjera-Zakvačene pohrane
ja: Check-Commitフック
nb: Sjekk Innsending Påhaking
oc: Escript associat per verificacion de la liurason
sk: Kontrolný odovzdávací skript
sr@latin: Proveri-Ureži zakačaljke

source: Check:
cs: Zkontrolovat:
hr: Provjeri:
it: Controlla:
ja: チェック:
nb: Huk av:
oc: Verificar :
sk: Skontrolovať:
sr@latin: Proveri:
vi: Kiểm tra:

source: Checking if a newer version of TortoiseSVN is available...
cs: Ověřuji, zda je dostupná nová verze TortoiseSVN...
hr: Provjeravam da li je dostupna novija verzija TortoiseSVN...
it: Controllo della disponibilità di una nuova versione di TortoiseSVN...
ja: TortoiseSVN の最新バージョンが使用可能かどうかをチェックしています...
nb: Ser etter om en nyere versjon av TortoiseSVN finnes på nettet...
oc: Contraròtla se una novèla version es disponibla...
sk: Kontrola prístupnosti novšej verzie TortoiseSVN...
sr@latin: Provera da li je dostupna novija verzija TortoiseSVN...
vi: Kiểm tra xem phiên bản TortoiseSVN mới có chưa...

source: Checking project '%ls' for updates...
cs: Kontrola aktualizací projektu '%ls'...
hr: Provjera projekta '% ls' za promjenama ...
it: Ricerca di aggiornamenti del progetto '%ls' in corso...
ja: %lsプロジェクトの更新を検出中....
nb: Ser etter oppdateringer i prosjekt '%ls'...
oc: Verificacion de las mesas a jorn del projècte '%ls'...
sk: Kontrolovanie aktualizacií pre projekt "%ls"...
sr@latin: Provera projekta '%ls' za usklađenja...

source: Checkout
cs: Získat
hr: Preuzmi
it: Ritira
ja: チェックアウト
nb: Hent ut
oc: Extraire
sk: Získať
sr@latin: Preuzimanje
vi: Lấy ra

source: Checkout &directory:
cs: &Adresář získání:
hr: Preuzmi &direktorij:
it: Ritira &cartella:
ja: チェックアウト先のディレクトリ(&D):
nb: &Uthentings-katalog:
oc: &Extraccion del repertòri :
sk: Získať &adresár:
sr@latin: &Folder preuzimanja:
vi: Lấy ra &thư mục:

source: Checkout D&epth
cs: Hloubka Zí&skání
hr: Dubina pr&euzimanja
it: Profondità di ch&eckout
ja: チェックアウトする深さ(&D)
nb: Dybde for &uthenting
oc: &Prigondor d'extraccion
sk: &Hĺbka adresárov pre získanie
sr@latin: Dubina pr&euzimanja
vi: Độ &sâu của lấy ra

source: Checkout from %1!ls!, revision %2!ls!, %3!ls!, %4!ls!
cs: Získání z %1!ls!, revize %2!ls!, %3!ls!, %4!ls!
hr: Dohvaćanje iz %1!ls!, revizija %2!ls!, %3!ls!, %4!ls!
it: Ritiro da %1!ls!, revisione %2!ls!, %3!ls!, %4!ls!
ja: リビジョン %2!ls! の %1!ls! をチェックアウト, %3!ls!, %4!ls!
nb: Utsjekk fra %1!ls!, revisjon %2!ls!, %3!ls!, %4!ls!
oc: Verificacion dempuèi %1!ls!, revision %2!ls!, %3!ls!, %4!ls!
sk: Získavanie z %1!ls!, revízia %2!ls!, %3!ls!, %4!ls!
sr@latin: Preuzimanje od %1!ls!,revizija %2!ls!, %3!ls!, %4!ls!
vi: Lấy ra từ %1!ls!, bản chỉnh sửa %2!ls!, %3!ls!, %4!ls!

source: Checkout Checkout into the non empty folder.
cs: Získat Získat do neprázdného adresáře.
hr: Dohvaćanje Dohvati u ne-praznu mapu.
it: Ritiro Ritiro in una cartella non vuota.
ja: チェックアウト 空でないフォルダーにチェックアウトする。
nb: Sjekk ut Sjekk ut til den ikke tomme mappen.
sk: Získať Získa do neprázdneho adresára.
sr@latin: Preuzimanje Preuzimanje u folder koji nije prazan.
vi: Lấy ra Lấy ra vào một thư mục không trống.

source: Checksum:
cs: Kontrolní součet:
hr: Provjeri:
ja: チェックサム:
nb: Sjekksum:
sk: Kontrolný súčet:
sr@latin: Suma provere:

source: Choose item:
cs: Vyberte položku:
hr: Izaberi stavku:
it: Seleziona elemento:
ja: 項目を選択:
nb: Velg element:
sk: Vybrať položku:
sr@latin: Izaberi stavku:
vi: Chọn một món:

source: Choose items...
cs: Vyberte položky...
hr: Odaberite stavke...
it: Seleziona elementi...
ja: 項目を選択...
nb: Velg elementer...
oc: Causir losarticles...
sk: Vybrať objekty ...
sr@latin: Izaberi stavke...
vi: Chọn món...

source: Classification Patterns
cs: Klasifikační Vzory
hr: Uzorci klasifikacije
it: Pattern di classificazione
ja: 分類パターン
nb: Klassifiseringsmønstre
oc: Tèsts de Classificacion.
sk: Klasifikačné šablóny
sr@latin: Klasifikacioni Model
vi: Các mẫu phân loại

source: Cleaning up
cs: Čištění
hr: Čišćenje
it: Pulizia in corso
ja: クリーンアップ
nb: Rydder opp
oc: Netejar
sk: Čistenie
sr@latin: Čišćenje
vi: Đang dọn dẹp

source: Cleaning up directory '%1!ls!'
cs: Čištění adresáře '%1!ls!'
hr: Čistim direktorij '%1!ls!'
it: Pulizia della cartella '%1!ls!'
ja: %1!ls!ディレクトリをクリーンアップ中
nb: Rydder opp katalog '%1!ls!'
oc: Netejatge del repertòri '%1!ls!'
sk: Čistenie adresára %1!ls!
sr@latin: Čišćenje foldera '%1!ls!'
vi: Dọn dẹp thư mục '%1!ls!'

source: Cleanup
cs: Vyčištění
hr: Čišćenje
it: Pulizia
ja: クリーンアップ
nb: Rydd opp
oc: Netejatge
sk: Čistenie
sr@latin: Čipćenje
vi: Dọn dẹp

source: Cleanup failed to process the following paths: %ls
cs: Na těchto cestách se čištění nezdařilo: %ls
hr: Čišćenje nije uspjelo na sljedećeim stazama: %ls
it: La pulizia ha fallito nel processare i seguenti percorsi: %ls
ja: 次のパスを処理する際にクリーンアップが失敗しました。 %ls
nb: Opprydding klarte ikke å behandle følgende stier: %ls
oc: Lo netejatge a fracassat pels camins seguents : %ls
sk: Na nasledovných cestách bolo čistenie neúspešne: %ls
sr@latin: Čišćenje nije uspelo na sledećim putanjama: %ls
vi: Dọn dẹp thất bại khi xử lý các đường dẫn sau: %ls

source: Cleanup has successfully processed the following paths: %ls
cs: Na těchto cestách proběhlo čištění úspěšně: %ls
hr: Čišćenje je uspješno završeno na sljedećim stazama: %ls
it: La pulizia ha processato con successo i seguenti percorsi: %ls
ja: 次のパスに対してクリーンアップが正しく行われました。 %ls
nb: Opprydding lyktes i å behandle følgende stier: %ls
oc: Lo netejatge es estat efectuat amb succès dins los camins seguents : %ls
sk: Na nasledovných cestách prebehlo čistenie úspešne: %ls
sr@latin: Čišćenje je uspešno završeno na sledećim putanjama: %ls
vi: Dọn dẹp đã thành công khi xử lý các đường dẫn sau: %ls

source: Cleanup interrupted operations, locked files, ...
cs: Čištění přerušených operací, uzamčených souborů, ...
hr: Čisti prekinute operacije, zaključane datoteke, ...
it: Pulizia operazioni interrotte, file bloccati, ...
ja: 中断した処理、ロックされたファイル、などをクリーンアップする
nb: Rydder opp avbrutte operasjoner, sperrede filer, ...
oc: Netejatge d'operacions interrompus, de fichièrs verrolhats, ...
sk: Vyčistiť prerušené úkony, zamknuté súbory, ...
sr@latin: Čisti prekinute operacije, zaključaj fajlove, ...
vi: Dọn dẹp đã ngắt hoạt động, đã khóa tập tin...

source: Clear
cs: Smazat
hr: Briši
it: Azzera
ja: 消去
nb: Fjern
oc: Netejar
sk: Vymazať
sr@latin: Čisti
vi: Dọn dẹp

source: Clear Tool Clear
cs: Nástroj Vyčištění Vymazat
hr: Alat čišćenja Očisti
it: Strumento di cancellazione Azzera
ja: 消去ツール 消去
nb: Fjerneverktøy Fjern
sk: Nástroj guma Guma
sr@latin: Alat za čišćenje Čisti
vi: Công cụ dọn dẹp Dọn dẹp

source: Clear all
cs: Smazat vše
hr: Obriši sve
it: Azzera tutto
ja: すべて消去
nb: Fjern alt
oc: Escafar tot
sk: Vymazať všetko
sr@latin: Očisti sve

source: Clear...
cs: Smazat...
hr: Obriši...
it: Azzera...
ja: 消去...
nb: Fjern...
oc: Escafar...
sk: Vymazať ...
sr@latin: Očisti...

source: Clears %1!ld! URLs stored for %2!ld! working copies
cs: Smazat %1!ld! URL uložené pro %2!ld! pracovní kopie
hr: Čisti %1!ld! URL-ova spremljenih za %2!ld! radnih kopija
it: Elimina %1!ld! URL conservate per %2!ld! copie di lavoro
ja: %2!ld!件の作業コピーで保存した%1!ld!件のURLを消去します
nb: Fjerner %1!ld! URL lagret for %2!ld! arbeidskopier
oc: Escafa %1!ld! URL emmagazinadas per %2!ld! còpias de trabalh
sk: Vymaže uložené URL adresy (%1!ld!) pre pracovné kópie (%2!ld!)
sr@latin: Čisti %1!ld! URL-ove uskladištenih za %2!ld! radne kopije
vi: Dọn dẹp %1!ld! URL lưu trữ cho %2!ld! các bản sao đang làm

source: Clears %1!ld! log messages stored for %2!ld! working copies
cs: Smazat %1!ld! zpráv záznamů uložené pro %2!ld! pracovních kopií
hr: Čisti %1!ld! poruka dnevnika spremljenih za %2!ld! radnih kopija
it: Elimina %1!ld! commenti conservati per %2!ld! copie di lavoro
ja: %2!ld!件の作業コピーで保存した%1!ld!件のログメッセージを消去します
nb: Fjerner %1!ld! loggmeldinger lagret for %2!ld! arbeidskopier
oc: Escafa %1!ld! comentaris emmagazinats per %2!ld! còpias de trabalh
sk: Vymaže uložené správy denníka (%1!ld!) pre pracovné kópie (%2!ld!)
sr@latin: Čisti %1!ld! poruka dnevnika uskladištenih za %2!ld! radne kopije
vi: Dọn dẹp %1!ld! thông điệp tường trình lưu trữ cho %2!ld! các bản sao đang làm

source: Clears %1!ld! username/password pairs, %2!ld! ssl certificates and %3!ld! usernames
cs: Smazat %1!ld! uživatelská jména/hesla, %2!ld! ssl certifikáty a %3!ld! uživatelů
hr: Čisti %1!ld! parova korisničko ime/zaporka, %2!ld! ssl certifikata i %3!ld! korisničkih imena
it: Elimina %1!ld! coppie di nomi utenti e password, %2!ld! certificati ssl e %3!ld! nomi utenti
ja: %1!ld!件のユーザー名/パスワードの組、%2!ld!件のSSL証明書と%3!ld!件のユーザー名を消去します
nb: Fjerner %1!ld! par av brukernavn/passord, %2!ld! ssl-sertifikater og %3!ld! brukernavn
oc: Escafa %1!ld! paras nom d'utilizaire/senhal, %2!ld! certificats SSL e %3!ld! noms d'utilizaire
sk: Vymaže užívateľské mená a heslá(%1!ld!), SSL certifikáty (%2!ld!) a užívateľské mená (%3!ld!)
sr@latin: Čisti %1!ld! parova ime korisnika/lozinka, %2!ld! ssl sertifikata i %3!ld! imena korisnika
vi: Dọn dẹp %1!ld! các cặp tên đăng nhập/mật khẩu, %2!ld! chứng thực ssl và %3!ld! các tên đăng nhập

source: Clears all %ld approved client-side hook scripts
cs: Vyčistit všech %ld schválených hákových skriptů na straně klienta
hr: Čisti svih %ld odobrenih hook skripti za klijenta
it: Azzera tutti gli %ld script aggancio lato client approvati
ja: %ld件のクライアント側スクリプトの承認を消去します
nb: Fjerner alle %ld godkjente klient-påhakingsskript
oc: Escafa totes los %ld apèls d'escripts costat client aprovats
sk: Zrušiť povolenie všetkých %ld klientských skriptov
sr@latin: Briše svih %ld potvrđenih klijentskih skripti
vi: Xóa tất cả %ld kịch bản hook máy khách được phê duyệt

source: Clears cached logs from %ld repositories
cs: Vyčistí uchované záznamy z %ld úložišť
hr: Počisti spremnik dnevnika za %ld skladišta
it: Elimina i registri attività salvati nei %ld repository
ja: %ld件のリポジトリにキャッシュされているログを消去します
nb: Fjerner mellomlagrede logger fra %ld depoter
oc: Suprimís los comentaris dels repertòris %ld
sk: Vymaže uložené správy denníka z %ld úložísk
sr@latin: Čisti keš dnevnika iz %ld spremišta
vi: Dọn dẹp tường trình lưu tạm từ %ld các kho chứa
