Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
cs: Velikost souboru: %ls (%ls) Šířka: %ld pixelů Výška: %ld pixelů Horizontální rozlišení: %.1f dpi Vertikální rozlišení: %.1f dpi Hloubka: %d bitů Lupa: %d%%
hr: Veličina datoteke: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
it: Dimensione file: %ls (%ls) Larghezza: %ld pixel Altezza: %ld pixel Risoluzione orizzontale: %.1f dpi Risoluzione verticale: %.1f dpi Profondità: %d bit Zoom: %d%%
ja: ファイルサイズ: %ls (%ls) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
nb: Filstørrelse: %ls (%ls) Bredde: %ld pixel Høyde: %ld pixel Horisontal Oppløsning: %.1f dpi Vertikal Oppløsning: %.1f dpi Dybde: %d bit Zoom: %d%%
oc: Talha del fichièr : %ls (%ls) Largor : %ld pixel Nautor : %ld pixel Resolucion orizontala : %.1f dpi Resolucion verticala : %.1f dpi Prigondor : %d bit Zoom : %d%%
sk: Veľkosť súboru: %ls (%ls) Šírka: %ld bodov Výška: %ld bodov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Farebná hĺbka: %d bit Zväčšenie: %d%%
sr@latin: Veličina fajlovi: %ls (%ls) Širina: %ld tačkica Visina: %ld tačkica Horizontalna rezolucija: %.1f dpi Vertikalna rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
vi: Kích thước tập tin:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ls (%ls) Độ rộng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Chiều cao:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Độ phân giải ngang:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ phân giải dọc:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%.1f dpi Độ sâu:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d bit Phóng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d%%

source: File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%% File size: %ls (%ls) Width: %ld pixel Height: %ld pixel Horizontal Resolution: %.1f dpi Vertical Resolution: %.1f dpi Depth: %d bit Zoom: %d%%
cs: Velikost: %ls (%ls) Šířka: %ld pixelů Výška: %ld pixelů Horizontální rozlišení: %.1f dpi Vertikální rozlišení: %.1f dpi Hloubka: %d bitů Lupa: %d%% Velikost: %ls (%ls) Šířka: %ld pixelů Výška: %ld pixelů Horizontální rozlišení: %.1f dpi Vertikální rozlišení: %.1f dpi Hloubka: %d bitů Lupa: %d%%
hr: Veličina datoteke: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%% Veličina datoteke: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Vodoravna rezolucija: %.1f dpi Okomita rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
it: Dimensione file: %ls (%ls) Larghezza: %ld pixel Altezza: %ld pixel Risoluzione orizzontale: %.1f dpi Risoluzione verticale: %.1f dpi Profondità: %d bit Zoom: %d%% Dimensione file: %ls (%ls) Larghezza: %ld pixel Altezza: %ld pixel Risoluzione orizzontale: %.1f dpi Risoluzione verticale: %.1f dpi Profondità: %d bit Zoom: %d%%
ja: ファイルサイズ: %ls (%ls) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%% ファイルサイズ: %ls (%ls) 画像の幅: %ld pixel 画像の高さ: %ld pixel 水平方向の解像度: %.1f dpi 垂直方向の解像度: %.1f dpi 色深度: %d bit ズーム: %d%%
nb: Filstørrelse: %ls (%ls) Bredde: %ld pixel Høyde: %ld pixel Horisontal Oppløsning: %.1f dpi Vertikal Oppløsning: %.1f dpi Dybde: %d bit Zoom: %d%% Filstørrelse: %ls (%ls) Bredde: %ld pixel Høyde: %ld pixel Horisontal Oppløsning: %.1f dpi Vertikal Oppløsning: %.1f dpi Dybde: %d bit Zoom: %d%%
oc: Talha del fichièr : %ls (%ls) Largor : %ld pixel Nautor : %ld pixel Resolucion orizontala : %.1f dpi Resolucion verticala : %.1f dpi Prigondor : %d bit Zoom : %d%% Talha del fichièr : %ls (%ls) Largor : %ld pixel Nautor : %ld pixel Resolucion orizontala : %.1f dpi Resolucion verticala : %.1f dpi Prigondor : %d bit Zoom : %d%%
sk: Veľkosť súboru: %ls (%ls) Šírka: %ld pixelov Výška: %ld pixelov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%% Veľkosť súboru: %ls (%ls) Šírka: %ld pixelov Výška: %ld pixelov Horizontálne rozlíšenie: %.1f dpi Vertikálne rozlíšenie: %.1f dpi Hĺbka: %d bitov Zväčšenie: %d%%
sr@latin: Veličina fajlova: %ls (%ls) Širina: %ld tačkica Visina: %ld tačkica Horizontalna rezolucija: %.1f dpi Vertikalna rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%% Veličina fajlova: %ls (%ls) Širina: %ld točkica Visina: %ld točkica Horiyontalna rezolucija: %.1f dpi Vertikalna rezolucija: %.1f dpi Dubina: %d bita Zoom: %d%%
vi: Kích thước tập tin:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ls (%ls) Độ rộng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Chiều cao:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Độ phân giải ngang:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ phân giải dọc:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%.1f dpi Độ sâu:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d bit Phóng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d%% Kích thước tập tin:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ls (%ls) Độ rộng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Chiều cao:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%ld pixel Độ phân giải ngang:<span class="whitespace other" title="Tab">»</span>%.1f dpi Độ phân giải dọc:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%.1f dpi Độ sâu:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d bit Phóng:<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>%d%%

source: Filename
cs: Jméno souboru
hr: Datoteka
it: Nome del file
ja: ファイル名
nb: Filnavn
oc: Nom de fichièr
sk: Meno súboru
sr@latin: Fajlime
vi: Tên tập tin

source: Filename, extension or mime-type:
cs: Název souboru, přípona, nebo mime-type:
hr: Naziv datoteke, nastavak ili mime-tip:
it: Nome del file, estensione o tipo MIME:
ja: ファイル名、拡張子、もしくはMIMEタイプ:
nb: Filnavn, endelse eller mime-type:
oc: Nom de fichièr, extension o tipe mime :
sk: Meno súboru, prípona alebo typ MIME
sr@latin: Fajlime, nastavak ili mime-tip:
vi: Tên tập tin, phần mở rộng hoặc kiểu mime:

source: Filename/Extension
cs: Název souboru/přípona
hr: Naziv datoteke/Nastavak
it: Nome del file/estensione
ja: ファイル名/拡張子
nb: Filnavn/Endelse
oc: Nom de fichièr/Extension
sk: Menp súboru/Prípona
sr@latin: Fajlime/Nastavak
vi: Tên tập tin/Phần mở rộng

source: Filenames
cs: Názvy souborů
hr: Nazivi datoteka
it: Nomi dei files
ja: ファイル名
nb: Filnavn
oc: Noms de fichièrs
sk: Mená súborov
sr@latin: Imena fajlova

source: Files
cs: Soubory
hr: Datoteke
it: File
ja: ファイル
nb: Filer
oc: Fichièrs
sk: Súbory
sr@latin: Fajlovi
vi: Các tập tin

source: Fill Tool Fill
cs: Nástroj výplň Vyplnit
hr: Alat za popunjavanje Popuni
it: Strumento di riempimento Riempi
ja: 塗りつぶしツール 塗りつぶし
nb: Fylle-verktøy Fyll
sk: Nástroj vyplň Výplň
sr@latin: Alat za popunjavanje Popuni
vi: Công cụ lấp đầy Lấp đầy

source: Filter by
cs: Filtrovat podle
hr: Filtriraj po
it: Filtra per
ja: 絞り込み条件：
nb: Filtrer på
oc: Filtrar per
sk: Filtrované
sr@latin: Filtriranje pomoću
vi: Lọc bởi

source: Filter match
cs: Shoda filtru
hr: Slaganje s filtrom
it: Filtra corrsispondenze
ja: 絞り込みへの一致
nb: Filter-treff
oc: Correspondéncia del filtre
sk: Zhoda filtra
sr@latin: Filter zahtev
vi: Lọc khớp

source: Filter out paths that contain one of the following strings (separate multiple paths with the '*' char):
cs: Vyfiltrovat cesty obsahující následující řetězce (oddělte více cest pomocí znaku '*'):
hr: Izdvoji staze koje sadrže neke od slijedećih riječi (višestruke staze odvojene su znakom '*'):
it: Filtra i percorsi che contengono una delle seguenti stringhe (separa i percorsi multipli con il carattere '*'):
ja: 次のいずれかの文字列を含むパスを除外する （「*」で複数のパスを区切る）
nb: Filtrer vekk stier som inneholder en av følgende strenger (skill stiene med tegnet '*'):
oc: Filtrar los camins seguents (separar los camins amb lo caractèr '*') :
sk: Odfiltrovať cesty obsahujúce nasledovné reťazce (oddeľte viacnásobné cesty pomocou znaku '*'):
sr@latin: Izdvoji sledeće putanje koje sadrže jadan od sledećih stringova (odvojiti višestruke putanje znakom '*' ):
vi: Lọc ra các đường dẫn chứa một trong những chuỗi sau (ngăn cách các đường dẫn với ký tự '*'):

source: Filter paths
cs: Filtr cest
hr: Filter staza
it: Filtra percorsi
ja: パスフィルター
nb: Filtrer stier
oc: Filtrar los camins
sk: Filter ciest
sr@latin: Filter putanja
vi: Lọc đường dẫn

source: Find
cs: Najít
hr: Pronađi
it: Trova
ja: 検索
nb: Finn
oc: Recercar
sk: Nájsť
sr@latin: Pronađi
vi: Tìm

source: Find &HEAD-Revision
cs: Najít revizi &HEAD
hr: Pronađi &HEAD-Revizije
it: Trova revisione &INTESTAZIONE
ja: 最新(&HEAD)リビジョンを探す
nb: Finn &HEAD-revisjon
oc: Trobar la revision &HEAD
sk: Nájsť &Hlavnú revíziu
sr@latin: Nađi &GLAVNU - reviziju
vi: Tìm Bản &CHÍNH

source: Find HEAD revisions
cs: Najít revize HEAD
hr: Pronađi HEAD reviziju
it: Cerca revisioni HEAD
ja: 最新リビジョンを探す
nb: Finn HEAD-revisjoner
oc: Trobar las revisions HEAD
sk: Nájsť HEAD (hlavnú) revíziu
sr@latin: Nađi GLAVNU reviziju
vi: Tìm các bản sửa đổi CHÍNH

source: Find the specified text Find
cs: Najít určitý text Najít
hr: Pronađi označeni tekst Pronađi
it: Trova il testo specificato Trova
ja: 指定された文字列を検索する 検索
nb: Finn angitt tekst Finn
oc: Recercar lo tèxte especificat Recercar
sk: Nájsť zadaný text Nájsť
sr@latin: Pronađi označeni tekst Pronađi
vi: Tìm các dòng chữ đã chỉ ra Tìm

source: Find: Can't find the text "%ls"
cs: Hledání: Nelze najít text "%ls"
hr: Pronađi: Ne mogu naći tekst "%ls"
it: Trova: Impossibile trovare il testo "%ls"
ja: 検索: テキスト「%ls」が見つかりません
nb: Finn: Kan ikke finne teksten "%ls"
oc: Recercar : Impossible de trobar lo tèxte "%ls"
sk: Nájsť: Text "%ls" sa nepodarilo nájsť
sr@latin: Nađi: Ne može da nađe tekst "%ls"

source: Find: First occurrence from the bottom found. Beginning of document reached.
cs: Hledání: Nalezen první výskyt při hledání zdola. Dosaženo začátku dokumentu.
hr: Pronađi: Prvo pojavljivanje od dna pronađeno. Dosegnut početak dokumenta.
it: Trova: Prima occorrenza dal fondo trovata. Inizio del documento raggiunto.
ja: 検索: ドキュメントの先頭に達したため、末尾から最初のものを検索しました。
nb: Finn: Første forekomst fra bunnen funnet. Starten av dokumentet nådd.
oc: Cercar : Primièra ocuréncia a partir del bas trobada. Començament del document atent.
sr@latin: Nađi: Prvo pojavljivanje odozdo nađeno. Početak dokumenta je dostignut.

source: Find: First occurrence from the top found. End of document reached.
cs: Hledání: Nalezen první výskyt při hledání shora. Dosaženo konce dokumentu.
hr: Pronađi: Prvo pojavljivanje s vrha pronađeno. Kraj dokumenta dosegnut.
it: Trova: Prima occorrenza dall'inizio trovata. Fine del documento raggiunta.
ja: 検索: ドキュメントの末尾に達したため、先頭から最初のものを検索しました。
nb: Finn: Første forekomst fra toppen funnet. Slutten av dokumentet nådd.
oc: Cercar : Primièra ocuréncia a partir del naut trobada. Fin del document atenta.
sr@latin: Nađi: Prvo pojavljivanje od početka nađeno. Kraj dokumenta dostignut.

source: Finished!
cs: Hotovo!
hr: Gotov!
it: Completato!
ja: 終了
nb: Ferdig!
oc: Acabat !
sk: Ukončené!
sr@latin: Završeno!
vi: Hoàn tất!

source: Fit graph
cs: Přizpůsobit graf
hr: Uklopi graf
it: Adatta il grafico
ja: グラフを合わせる
nb: Tilpass graf
oc: Adaptar lo grafic
sk: Zväčšiť na graf
sr@latin: Podesite graf
vi: Làm cho vừa biểu đồ

source: Fit height
cs: Zvětšit na výšku
hr: Uklopi visinu
it: Adatta altezza
ja: 高さを合わせる
nb: Tilpass høyde
oc: Meteissa nautor
sk: Zväčšiť na výšku
sr@latin: Podesi visinu
vi: Làm cho vừa chiều cao

source: Fit image &heights (H)
cs: Přizpůsobit &délky obrázku (H)
hr: Prilagodi sliku &visine⇥(H)
it: Adatta immagine &(altezza) (H)
ja: 画像の高さを合わせる (&H)
nb: Tilpass bilde&høyder (H)
oc: Ajustar las &nautors d'imatge (H)
sk: Zväčšiť obrá&zok na výšku okna (H)
sr@latin: Uglavi sliku po &visini (H)

source: Fit image &widths (W)
cs: &Přizpůsobit šířky obrázku (W)
hr: Prilagodi sliku &dužine⇥(W)
it: Adatta immagine &(larghezza) (W)
ja: 画像の幅を合わせる (&W)
nb: Tilpass bilde&bredder (W)
oc: Ajustar las &largors d'imatge (H)
sk: Zväčšiť obrá&zok na šírku okna (W)
sr@latin: Uglavi sliku po &širini (W)

source: Fit width
cs: Zvětšit na šířku
hr: Uklopi širinu
it: Adatta larghezza
ja: 幅を合わせる
nb: Tilpass bredde
oc: Meteissa largor
sk: Zväčšiť na šírku
sr@latin: Podesi visinu
vi: Làm cho vừa chiều rộng

source: Fixed at rev
cs: Pevně na revizi
hr: Popravljeno na rev
it: Corretto nella rev
ja: リビジョンに固定する
nb: Fiksert til rev
oc: Corregit a la revision
sk: Pevná revízia
sr@latin: Fiksirano u reviziji
vi: Được sửa tại bản chỉnh sửa

source: Fold &tags
cs: Složi&t značky
hr: Skupi &oznake
it: Chiudi &tags
ja: タグを折りたたむ(&T)
nb: Brett inn &merker
oc: Replegar las e&tiquetas
sk: Zložiť &značky
sr@latin: Skupi &oznake
vi: Gấp và đánh &thẻ

source: Folded tag
cs: Složená značka
hr: Sklopljena oznaka
it: Tag raggruppato
ja: 折りたたまれたタグ
nb: Innbrettet merke
oc: Etiquetas reduitas
sk: Zložená značka
sr@latin: Sklopljena oznaka
vi: Gấp thẻ

source: Font
cs: Typ písma:
hr: Pismo
it: Carattere
ja: フォント
nb: Skrifttype
oc: Poliça
sk: Písmo
sr@latin: Pismo
vi: Phông chữ

source: For Help, press F1. Scroll horizontally with Ctrl-Scrollwheel
cs: Pro nápovědu zmáčkněte F1. Horizontální posun je pomocí CTRL-kolečko myši
hr: Za pomoć pritisni F1. Pomiči vodoravno pomoću kotačića miša uz tipku Ctrl
it: Per ottenere aiuto premere F1. Per far scorrere il testo orizzontalmente utilizzare la rotella del mouse tenendo premuto il tasto Ctrl
ja: F1でヘルプ、Ctrl+ホイール操作で横スクロール
nb: For hjelp, trykk F1. Rull horisontalt med Ctrl-Rullehjul
oc: Per l'Ajuda, quichar sus F1. Desfilament orizontal amb Ctrl-Molette
sk: Pre pomoc stlačte F1. Horizontálne rolovanie môžete rolovacím koliečkom pri súčasnom držaní klávesu Ctrl.
sr@latin: Za pomoć pritisni F1. Pomiči vodoravno pomoću točkića miša uz taster Ctrl
vi: Để giúp đỡ, nhấn F1. Cuộn ngang với Ctrl-bánh xe cuộn

source: For complete history deselect 'Stop on copy/rename'
cs: Pro kompletní historii zrušte označení 'Zastavit na kopírování/přejmenování'
hr: Za cjelokupni dnevnik maknite oznaku 'Zaustavi se na kopiranom/preimenovanom'
it: Per ottenere la cronologia completa deselezionare 'Sospendi durante la copia/la rinomina'
ja: すべての履歴を表示するためには「コピー/名前変更が発生したら停止」のチェックをはずしてください
nb: For fullstendig historie slå av 'Stopp ved kopiering/navnebytte'
oc: Per l'istoric complet, deseleccionatz 'Arrèst a la còpia/renomenatge'
sk: Pre úplnú históriu vypnite 'Zastaviť na kopírovať/premenovať'
sr@latin: Za cjelokupni dnevnik pomaknite oznaku 'Zaustavi se na kopiraj/preimenuj'
vi: Để xem toàn bộ lịch sửa bỏ lựa chọn 'Dừng tại sao chép/đổi tên'

source: Force
cs: Vnutit
hr: Prisilno
it: Forza
ja: 強制実行
nb: Tving
oc: Forçar
sk: Vynútiť
sr@latin: Forsira
vi: Ép

source: Force removal
cs: Vynutit odstranění
hr: Prisili uklanjanje
it: Forza rimozione
ja: 強制的に削除
nb: Tving sletting
oc: Forçar la supression
sk: Vynutené odstránenie
sr@latin: Prisila odbacivanja
vi: Ép loại bỏ

source: Foreground
cs: Popředí
hr: Prednji plan
it: Primo piano
ja: フォアグラウンド
nb: Forgrunn
oc: Avantplan
sk: Popredie
sr@latin: Prednji plan

source: Forward
cs: Dopředu
hr: Naprijed
it: Inoltra
ja: 前へ
nb: Forover
sk: Dopredu
sr@latin: Napred
vi: Tiến tới

source: Forwards in browsing history
cs: Dopředu v procházení historie
hr: Naprijed u pretraživanju povijesti
it: Avanti nella cronologia navigazione
ja: 表示中の履歴の後
nb: Forover i utforskings-historien
oc: Avancer dins l'istoric de navigacion
sk: Naspäť v historií prehliadania
sr@latin: Unapred pretraživanje istorije
vi: Hướng tới lịch sử duyệt

source: Found auto words:
cs: Nalezena automatická slova:
hr: Pronađene auto-riječi:
it: Trova parole automatiche;
ja: 見つかった単語:
nb: Fant auto-ord:
oc: Mots automatics trobats :
sk: Najdene automaticke slova:
sr@latin: Nalazi autentične reči:
vi: Tìm thấy từ tự động:

source: From:
cs: Od:
hr: Od:
it: Da:
ja: 開始:
nb: Fra:
oc: Del :
sk: Od:
sr@latin: Od:
vi: Từ:

source: Full Screen
cs: Celá obrazovka
hr: Preko cijelog ekrana
it: Schermo intero
ja: フルスクリーン
nb: Full Skjerm
sk: Celá obrazovka
sr@latin: Preko celog ekrana
vi: Toàn màn hình

source: Full data
cs: Úplná data
hr: Potpuni podaci
it: Dati completi
ja: フルデータ
nb: Alle data
oc: Donadas completas
sr@latin: Potpun podatak

source: Full revision data without changed paths
cs: Úplná data revizí bez změněných cest
hr: Potpuni podaci revizija bez promjene putanje
it: Revisione dati completa senza percorsi modificati
ja: パス変更のないリビジョンデータ全体
nb: Alle revisjonsdata unntatt endrede stier
oc: Donadas de revision completa sens las modificacions de camins
sr@latin: Potpun revizioni podatak bez izmenjenih putanja

source: Fully recursive
cs: Plně rekurzivně
hr: Potpuno rekurzivno
it: Completamente ricorsivo
ja: 再帰的
nb: Alle undermapper
oc: Completament recursiu
sk: Plne rekurzívne
sr@latin: Potpuno rekurzivan
vi: Đệ quy hoàn toàn

source: GDI+ couldn't be initialized!
cs: GDI+ nemohlo být inicializováno!
hr: GDI+ nije mogao biti iniciran!
it: Impossibile inizializzare GDI+!
ja: GDI+を初期化できませんでした。
nb: Kunne ikke initialisere GDI+!
oc: GDI+ pòt pas èsser inicializat !
sk: Nemožno inicializovať GDI+!
sr@latin: GDI+ nije mogao biti iniciran!
vi: Không thể khởi hoạt GDI+!

source: GDI+ couldn't create a bitmap object. You probably don't have enough memory.
cs: GDI+ nemohlo vytvořit objekt bitmapy. Pravděpodobně nemáte dostatek paměti.
hr: GDI+ nije mogao napraviti objekt bitmapu. Vjerojatno nema dosta memorije.
it: GDI+ non riesce a creare un oggetto bitmap. Probabilmente la memoria è insufficente.
ja: GDI+はビットマップオブジェクトを作成できませんでした。おそらく十分なメモリがありません。
nb: GDI+ kunne ikke opprette et punktbilde-objekt. Du har antagelig ikke nok minne.
oc: GDI+ ne pòt crear un objècte bitmap. Avètz probablament pas mai pro de memòria.
sk: GDI+ nemohol vytvoriť rastrový obrázok. Pravdepodobne nemáte dostatok pamäte.
sr@latin: GDI+ nije mogao napraviti objekat bitmapu. Verovatno nema dosta memorije.
vi: GDI+ không thể tạo được đối tượng ảnh. Có lẽ bạn không có đủ bộ nhớ.

source: Gathering information. Please wait...
cs: Získávám informace z úložiště. Prosím čekejte...
hr: Dohvaćam informacije. Molim pričekajte...
it: Raccolta informazioni. Attendere...
ja: 情報収集中です。しばらくお待ちください...
nb: Samler informasjon. Vennligst vent...
oc: Obtencion d'informacions. Pacientatz...
sk: Získavanie informácií. Čakajte prosím ...
sr@latin: Sakupljanje informacija. Molim sačekajte...
vi: Đang thu thập thông tin. Vui lòng chờ...

source: General
cs: Obecné
hr: Općenito
it: Generale
ja: 全般
nb: Generelt
sk: Všeobecné
sr@latin: Uopšteno
vi: Tổng quát

source: General::Colors
cs: Obecné::Barvy
hr: Osnovno::Boje
it: Generale::Colori
ja: 全般::色
nb: Generelt::Farger
sk: Všeobecné::Farby
sr@latin: Uopšteno::Boje
vi: Tổng quát::Màu

source: General::Context Menu
cs: Obecné::Kontextové Menu
hr: Osnovno::Izbornik
it: Generale::Menu contestuale
ja: 全般::コンテキストメニュー
nb: Generelt::Sammenhengsmeny
oc: General::Menú Contextual
sk: Všeobecné::Kontextová ponuka
sr@latin: Uopšteno::Kontekst meni
vi: Tổng quát::Thực đơn ngữ cảnh

source: General::Dialogs 1
cs: Obecné::Dialogová okna 1
hr: Osnovno::Dijalozi 1
it: Generale::Finestre di dialogo 1
ja: 全般::ダイアログ1
nb: Generelt::Dialoger 1
oc: General::Bóstia de Dialòg 1
sk: Všeobecné::Dialógy I
sr@latin: Uopšteno::Dijalozi 1
vi: Tổng quát::Hộp thoại 1

source: General::Dialogs 2
cs: Obecné::Dialogová okna 2
hr: Osnovno::Dijalozi 2
it: Generale::Finestre di dialogo 2
ja: 全般::ダイアログ2
nb: Generelt::Dialoger 2
oc: General::Bóstia de Dialòg 2
sk: Všeobecné::Dialógy II
sr@latin: Uopšteno::Dijalozi 2
vi: Tổng quát::Hộp thoại 2

source: General::Dialogs 3
cs: Obecné::Dialogová okna 3
hr: Općenito::Dijalozi 3
it: Generale::Dialogo 3
ja: 全般::ダイアログ3
nb: Generelt::Dialoger 3
oc: General::Dialògs 3
sk: General::Dialógy 3
sr@latin: Generalno::dijalozi 3

source: Generating patchfile...
cs: Generuji soubor záplaty...
hr: Izrađujem datoteku zakrpa...
it: Creazione della patch...
ja: パッチファイルを作成中...
nb: Genererer korreksjonsfil...
oc: Generacion fichièr patch...
sk: Vytváram súbor záplaty...
sr@latin: Izrađujem fajl zakrpa...
vi: Đang sinh tập tin vá...

source: Get loc&k...
cs: Zam&knout...
hr: Pribavi lo&kot...
it: &Blocca...
ja: ロックを取得(&K)...
nb: Hent s&perre...
oc: Obténer un v&errolh...
sk: Uzam&knúť...
sr@latin: &Zaključaj...
vi: Lấy &khoá...

source: Get merge logs
cs: Získat záznamy sloučení
hr: Dohvati dnevnik stapanja
it: Richiedi registri attività di fusione
ja: マージのログを取得する
nb: Hent flettelogger
oc: Obténer los jornals de fusion
sk: Získať denník zlučovania
sr@latin: Uzmi dnevnike stapanja
vi: Lấy các tường trình hợp nhất

source: Getting file %1!ls!
cs: Získávám soubor %1!ls!
hr: Dohvaćam datoteku %1!ls!
it: Ricezione file %1!ls!
ja: %1!ls! を取得中
nb: Henter filen %1!ls!
oc: Obtencion del fichièr %1!ls!
sk: Získavam súbor %1!ls!
sr@latin: Uzimanje fajla %1!ls!
vi: Đang lấy tập tin %1!ls!

source: Getting file %1!ls!, revision %2!ls!
cs: Získávám soubor %1!ls!, revizi %2!ls!
hr: Dohvaćam datoteku %1!ls!, revizija %2!ls!
it: Ricezione del file %1!ls!, revisione %2!ls!
ja: %1!ls! のリビジョン%2!ls!を取得中
nb: Henter filen %1!ls!, revisjon %2!ls!
oc: Obtencion del fichièr %1!ls!, revision %2!ls!
sk: Získavam súbor %1!ls! revízie %2!ls!
sr@latin: Uzimam fajl %1!ls!, revizija %2!ls!
vi: Đang lấy tập tin %1!ls!, bản chỉnh sửa %2!ls!

source: Getting file info...
cs: Získávám informace o souboru...
hr: Dohvaćam info o datoteci...
it: Ricezione informazioni sul file...
ja: ファイル情報を取得中...
nb: Henter filinformasjon...
oc: Recepcion fichièr info...
sk: Získavam informácie o súbore...
sr@latin: Uzimam info o fajlu...
vi: Đang lấy thông tin về tập tin...

source: Getting information from repository...
cs: Získávám informace z úložiště...
hr: Dohvaćam podatke iz skladišta...
it: Ricezione informazione dal repository...
ja: リポジトリから情報を取得中...
nb: Henter informasjon fra depot...
oc: Obtencion d'informacions dempuèi lo depaus...
sk: Získavanie informácií z úložiska...
sr@latin: Uzimam podatke iz spremišta...
vi: Đang lấy thông tin từ kho chứa...
