Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Bitmap a bitmap
cs: Bitmapa bitmapa
hr: Bitmap bitmapa
ja: ビットマップ ビットマップ
nb: Bitmap et bitmap
oc: Bitmap un bitmap
sk: Bitmapa bitmapa
sr@latin: Bitmapa bitmapa
vi: Ảnh một cái ảnh

source: Black Style
cs: Černý styl
hr: Crni stil
it: Tema nero
nb: Sort stil
sk: Čierny štýl
sr@latin: Crni stil
vi: Kiểu Màu Đen

source: Blame
cs: Obvinit
hr: Okrivi
it: Biasima
ja: 注釈履歴
nb: Vis skyld
oc: Anotar...
sk: Obviniť
sr@latin: Krivac
vi: Trách cứ

source: Blame - TortoiseSVN
cs: Obvinit - TortoiseSVN
hr: Okrivi - TortoiseSVN
it: Biasima - TortoiseSVN
ja: 注釈履歴 - TortoiseSVN
nb: Vis skyld - TortoiseSVN
oc: Anotar - TortoiseSVN
sk: Obviniť - TortoiseSVN
sr@latin: Krivac - TortoiseSVN
vi: Trách cứ - TortoiseSVN

source: Blame...
cs: Obvinit...
hr: Okrivi...
it: Biasima...
ja: 注釈履歴...
nb: Vis skyld...
oc: Anotar...
sk: Obviniť...
sr@latin: Okrivi...
vi: Trách cứ...

source: Blames each line of a file on an author
cs: Obviní autora z každé řádky souboru
hr: Prikazuje autore krive za svaku pojedinu liniju datoteke
it: Biasima ogni linea di ogni file di uno specifico autore
ja: ファイルのそれぞれの行に注釈履歴をつける
nb: Gir skylden for hver linje i en fil til en forfatter
oc: Annote cada linha d'un fichièr per un autor
sk: Obviní každý riadok autora v súbore
sr@latin: Prikazuje autore krive za svaku pojedinu liniju fajlova
vi: Trách cứ mỗi dòng của một tập tin của tác giả

source: Blend alpha
cs: Částečná průhlednost
hr: Stopi transparenciju
it: Canale alpha
ja: アルファブレンド
nb: Blandings-alfa
oc: Fusionar la transparéncia
sk: Alfa zmiešania
sr@latin: Mešavina alfa
vi: Trộn alpha

source: Blocks
cs: Bloky
hr: Blokovi
it: Blocchi
ja: ブロック
nb: Blokker
oc: Blòts
sk: Bloky
sr@latin: Blokovi

source: Blue Style
cs: Modrý styl
hr: Plavi stil
it: Tema blu
nb: Blå stil
sk: Modrý štýl
sr@latin: Plavi stil
vi: Kiểu Màu Xanh Dương

source: Bookmarks
cs: Záložky
hr: Knjižne oznake
it: Preferiti
ja: ブックマーク
nb: Bokmerker
oc: Favoris
sk: Záložky
sr@latin: Zabeleške

source: Both /logmsg and /logmsgfile were specified! Only one of those can be specified.
cs: Obojí /logmsg a /logmsgfile byly zadány! Zadáno může být jen jedno.
hr: I /logmsg i /logmsgfile su navedeni! Samo jedno od tog može biti navedeno.
it: Sia /logmsg che /logmsgfile sono stati specificati! Solo uno dei due può essere specificato.
ja: /logmsg と /logmsgfile の両方が指定されています。 どちらか片方しか指定できません。
nb: Både /logmsg og /logmsgfile ble angitt! Bare en av disse kan spesifiseres av gangen.
oc: /logmsg e /logmsgfile son estats especificats ambedós ! Un sol dels dos pòt èsser especificat.
sk: Boli zadane /logmsg aj /logmsgfile! Môže byť zadané iba jedno.
sr@latin: I /logmsg i /logmsgfile su navedeni! Samo jedno od njih može biti navedeno.
vi: Cả 2 /logmsg và /logmsgfile đã được xác định! Chỉ có một trong số đó có thể xác định.

source: Both the path to the patch file and the target path must be absolute paths!
cs: Jak cesta k záplatovému souboru, tak cesta cíle musí být absolutní!
hr: I staza do zakrpe i odredišna staza moraju biti apsolutne staze!
it: Entrambi i percorsi del file patch e del percorso destinazione devono essere percorsi assoluti!
ja: パッチファイルとターゲットのパスは、両方とも絶対パスで指定してください。
nb: Både stien til korreksjonsfilen og målstien må være absolutte stier!
oc: Lo camin cap a lo fichièr patch e lo cap a la destinacion devon èsser de camins absoluts !
sk: Obe cesty - cesta súboru záplaty a cieľová cesta - musia byť absolútne.
sr@latin: I putanja ka fajlu zakrpe i ciljna putanja moraju biti apsolutne putanje!
vi: Cả hai đường dẫn đến tập tin vá lỗi và đường dẫn mục tiêu phải là đường dẫn tuyệt đối!

source: Bottom View:
cs: Dolní pohled:
hr: Pogled s donje strane:
ja: 下ビュー:
nb: Bunnvisning:
oc: Vista bassa :
sk: Dolné okno:
sr@latin: Donji pregled:

source: Br&owse...
cs: P&rocházet...
hr: Pr&etraži...
it: S&foglia...
ja: 参照(&O)...
nb: &Bla gjennom...
oc: Perc&órrer...
sk: P&rechádzaj...
sr@latin: Pr&etraži...
vi: &Duyệt...

source: Branch / tag created successfully!
cs: Větev / značka byla úspěšně vytvořena!
hr: Grana / oznaka uspješno napravljena!
it: Ramo/tag creato correttamente!
ja: ブランチ/タグを作成しました。
nb: Grenen / merket ble laget!
oc: Branca / etiqueta creada amb succès !
sk: Vetva / značka bola úspešne vytvorená!
sr@latin: Grana /oznaka uspešno napravljeno!
vi: Nhánh / thẻ được tạo thành công!

source: Branch at copy-from-rev even if there was no change in that revision
cs: Větvit z kopie z revize, i když nebyly v revizi provedeny žádné změny
hr: Granaj na copy-from-rev čak i ako nije bilo promjene u toj reviziji
it: Ramifica a copy-from-rev anche se non ci sono stati cambiamenti in quella revisione
ja: 変更のないリビジョンから作成したブランチのコピー元を表示する
nb: Forgren fra kopiert-fra-revisjon selv om det er ingen endring i den revisjonen
oc: Crear una branca coma còpia-de-revision quitament se i a pas de cambiament dins aquesta revision
sk: Vetviť kópiu revízie i keď neobsahuje zmeny
sr@latin: Granaj na kopiraj-iz-rev čak i ako nije bilo promene u toj reviziji
vi: Rẽ nhánh tại copy-from-rev ngay cả khi không có thay đổi nào trong bản sửa chữa đó

source: Branch/&tag...
cs: Vě&tev/značka...
hr: Grana/&oznaka...
it: Ramo/&etichetta...
ja: ブランチ/タグの作成(&T)...
nb: Forgren/&merk...
oc: Branca/e&tiqueta...
sk: Ve&tva/značka...
sr@latin: Grana/&oznaka..
vi: Nhánh/&thẻ...

source: Break loc&k
cs: Rozbít záme&k
hr: Ukloni lo&kot
it: &Forza blocco
ja: ロックを強制解除する(&K)
nb: Bry&t sperre
oc: Copar lo v&errolh
sk: Zruš zámo&k
sr@latin: Ukloni ka&tanac
vi: Phá &khóa

source: Browse...
cs: Procházet...
hr: Pretraži...
it: Sfoglia...
ja: 参照...
nb: Bla gjennom...
oc: Percórrer...
sk: Prezerať...
sr@latin: Pretraži...
vi: Duyệt...

source: Bug-&ID / Issue-Nr:
cs: &ID chyby / č. problému:
hr: &ID buga / Br. spornog pitanja:
ja: バグID/課題番号(&I):
nb: Feil-&ID / Saksnr.:
oc: Bug-&ID/ N° d'incident
sk: Chyba / &Prípad:
sr@latin: &ID baga / Br. spornog pitanja:
vi: Lỗi-&ID / Vấn đề-Nr:

source: Bug-ID
hr: ID buga
ja: 課題ID
nb: Feil-ID
sk: ID Chyby
sr@latin: ID baga
vi: Lỗi-ID

source: Bug-ID e&xpression:
cs: &Výraz pro ID chyby
hr: Izraz za ID greš&ke:
it: E&spressione Bug-ID:
ja: 課題ID部分(&X):
nb: Feil-ID &uttrykk:
oc: E&xpression del Bug-ID :
sk: &Výraz pre Bug-ID:
sr@latin: Bag-ID i&zraz
vi: Ngữ &lỗi-ID

source: Bug-ID is:
cs: ID chyby je:
hr: ID greške je:
it: Bug-ID è:
ja: 課題ID:
nb: Feil-ID er:
oc: L'ID de bug es :
sk: ID chyby:
sr@latin: Bag-ID je:
vi: Lỗi-ID là:

source: Bug-IDs
cs: ID chyb
hr: ID buga
it: Bug-ID
ja: 課題ID
nb: Feil-IDer
sk: ID chýb
sr@latin: ID-baga
vi: Những lỗi-ID

source: Bugtraq Regex Tester - TortoiseSVN
cs: Zkouška Regulárního Výrazu Bugtraq - TortoiseSVN
ja: 課題追跡の正規表現テスト - TortoiseSVN
sk: Tester Bugtraq regex - TortoiseSVN
sr@latin: Bagtrek regeks tester - TortoiseSVN
vi: Kiểm tra Bugtraq Regex - TortoiseSVN

source: Button Appearance
cs: Vzhled tlačítka
hr: Izgled gumba
it: Aspetto dei pulsanti
ja: ボタンの外観
nb: Knapputseende
sk: Zobrazenie tlačidiel
sr@latin: Izgled dugmeta
vi: Giao diện nút bấm

source: C&heck now
cs: &Zkontrolovat
hr: P&rovjeri sada
it: Controlla &adesso
ja: 今すぐチェック(&H)
nb: &Sjekk nå
oc: &Verificar ara
sk: S&kontroluj teraz
sr@latin: P&roveri sada
vi: &Kiểm tra ngay

source: C&heck repository
cs: &Zkontrolovat úložiště
hr: P&rovjeri skladište
it: C&ontrolla repository
ja: リポジトリをチェック(&H)
nb: &Sjekk depot
oc: &Verificar lo depaus
sk: &Skontroluj úložisko
sr@latin: &Pretraži spremište
vi: &Kiểm tra kho chứa

source: C&ollapse sub-trees
cs: Sbalit p&odstromy
hr: Za&klopi podstabla
it: Ra&ggruppa le ramificazioni
ja: サブツリーを折りたたむ(&O)
nb: &Trekk sammen undertrær
oc: &Reduire las arborescéncias
sk: &Zbaliť podstromy
sr@latin: S&ažeti pod-stablo
vi: &Đóng các cây con

source: C&ommands:
cs: &Příkazy:
hr: &Naredbe:
it: C&omandi:i
ja: コマンド(&O):
nb: K&ommandoer:
sk: &Príkazy
sr@latin: K&omande:
vi: &Lệnh:

source: C&ompare URLs (content only)
cs: P&orovnat URL (pouze obsah)
hr: Usp&oredite URL (samo sadržaj)
it: Confronta gli URL (solo contenuto)
ja: URLを比較（内容のみ）(&O)
nb: Sa&mmenlign URLer (bare innhold)
oc: C&omparar los URLs (contengut unicament)
sk: Porovnať &URL (iba obsah)
sr@latin: Up&oređuje URLove (samo sadržaj)

source: C&reate branch/tag from revision
cs: Vytvořit větev/značku z &revize
hr: N&apravi granu/oznaku iz revizije
it: C&rea ramo/etichetta dalla revisione
ja: このリビジョンからブランチ/タグを作成(&R)
nb: &Lag gren/merke fra revisjon
oc: C&rear una branca/etiqueta dempuèi una revision
sk: Vytvo&r vetvu/značku z revízie
sr@latin: N&apravi granu/oznaku iz revizije
vi: &Tạo nhánh/thẻ từ bản chỉnh sửa

source: C&reate folder...
cs: Vytvořit ad&resář...
hr: N&apravi mapu...
it: C&rea cartella...
ja: フォルダーを作成(&R)...
nb: &Lag mappe...
oc: C&rear repertòri...
sk: Vytvo&r adresár...
sr@latin: N&apravi folder...
vi: &Tạo thư mục...

source: C&urrent Keys:
cs: Akt&uální Klávesy:
hr: &Važeći ključevi:
it: Tasti c&orrenti:
ja: 現在のキー(&U):
nb: &Nåværende Taster:
sk: Ak&tuálny kláves:
sr@latin: T&ekući tasteri:
vi: &Các khóa hiện tại:

source: C&ut
cs: Vyjmo&ut
hr: I&zreži
it: &Taglia
ja: 切り取り(&U)
nb: Klipp &ut
oc: &Talhar
sk: Vyrez&ať
sr@latin: I&seci
vi: &Cắt

source: Cache size [kB]
cs: Velikost úschovy [kB]
hr: Veličina spremika [kB]
it: Dimensione cache [Kb]
ja: キャッシュサイズ［KB］
nb: Plass til mellomlager [kB]
oc: Talha del cache [ko]
sk: Veľkosť zásobníka [KiB]
sr@latin: Veličina keša [kB]
vi: Kích thước bộ nhớ tạm [kB]

source: Cached Repositories
cs: Uložená úložiště
hr: Spremljena skladišta
it: Repository memorizzati nella cache
ja: キャッシュされているリポジトリ
nb: Mellomlagrede Depoter
oc: Depauses Mis en Cache
sk: Úložiská v zásobníku
sr@latin: Keširano Spremište
vi: Các kho chứa trong bộ nhớ tạm

source: Can double-click in log list to compare with previous revision
cs: Může dvojklikem v seznamu záznamů porovnat s předchozí revizí
hr: Omogući dvostruki klik u popisu dnevnika za usporedbu s prijašnjom revizijom
it: E' possibile fare doppio clic nell'elenco dei registri attività per confrontare con revisioni precedenti
ja: ログリスト内のダブルクリックで直前のリビジョンと比較する
nb: Kan dobbeltklikke i logglisten for å sammenligne med forrige revisjon
sk: Dvojklik na zoznam denníka k porovnaniu s predchádzajúcou revíziou
sr@latin: Omogući dvostruki klik u listi dnevnika za poređenje s prethodnom revizijom
vi: Có thể nháy kép chuột vào danh sách các tường trình để so sánh với bản tường trình trước

source: Can not activate a static ActiveX object.
cs: Není možno aktivovat statický objekt ActiveX.
hr: Ne može se akitvirati statični ActiveX objekt.
it: Non posso attivare un oggetto ActiveX statico.
ja: 静的な ActiveX オブジェクトをアクティブにできません。
nb: Kan ikke aktivere et statisk ActiveX-object.
oc: Pòt pas activar un objècte ActiveX statique.
sk: Nemožno aktivovať statický objekt ActiveX.
sr@latin: Ne može se akitvirati statični ActiveX objekat.
vi: Không thể kích hoạt một đối tượng ActiveX tĩnh.

source: Can't copy %1!ls! to %2!ls!
cs: Nelze kopírovat %1!ls! do %2!ls!
hr: Ne mogu kopirati %1!ls! u %2!ls!
it: Impossibile copiare %1!ls! in %2!ls!
ja: %1!ls! を %2!ls!にコピーできませんでした。
nb: Kan ikke kopiere %1!ls! til %2!ls!
oc: Impossible de Copiar %1!ls! vers %2!ls!
sk: Nemožno kopírovať %1!ls! do %2!ls!
sr@latin: Ne može se kopirati %1!ls! u %2!ls!
vi: Không thể sao chép %1!ls! đến %2!ls!

source: Can't copy bitmap image into the clipboard!
cs: Není možno kopírovat bitmapový obrázek do schránky!
hr: Ne mogu se kopirati sve slike u spremnik!
it: Impossibile copiare immagine bitmap negli Appunti!
ja: クリップボードにビットマップ画像をコピーできませんでした。
nb: Kan ikke kopiere bitmap til utklippstavlen!
sk: Obrázok nie je možne kopírovať do schránky
sr@latin: Nemogu kopirati bitmapa u klipbord!
vi: Không thể sao chép ảnh vào bộ đệm!

source: Can't create a new image!
cs: Není možno vytvořit nový obrázek!
hr: Ne mogu napraviti novu sliku!
it: Non posso creare una nuova immagine!
ja: 新規に画像を作成することはできません。
nb: Kan ikke lage et nytt bilde!
sk: Nie je možné vytvoriť nový obrázok
sr@latin: Ne može se kreirati nova slika!
vi: Không thể tạo ảnh mới!

source: Can't customize menus!
cs: Není možno přizpůsobit menu!
hr: Ne mogu podesiti izbornike!
it: Non posso personalizzare i menu!
ja: メニューをカスタマイズすることはできません。
nb: Kan ikke tilpasse menyer!
sk: Ponuku nie je možné prispôsobiť!
sr@latin: Me mogu se pojednostaviti meniji!
vi: Không thể tuỳ biến các thực đơn!

source: Can't paste bitmap image from the clipboard!
cs: Není možno vložit obrázek ze schránky!
hr: Nemogu zalijepiti bitmape iz priručnog spremika!
it: Non posso incollare immagini bitmap dagli Appunti!
ja: クリップボードからビットマップ画像を貼り付けることはできません。
nb: Kan ikke lime inn bitmap-bilde fra utklippstavlen!
sk: Nie je možné vložiť obrázok zo schránky!
sr@latin: Ne mogu se zaliepiti bitmapu slika iz klipborda!
vi: Không thể dán ảnh từ bộ đệm!

source: Cancel
cs: Storno
hr: Poništi
it: Annulla
ja: キャンセル
nb: Avbryt
oc: Anullar
sk: Zrušiť
sr@latin: Odustani
vi: Hủy

source: Cancel Change the selection for the commit.
cs: Zrušit Změnit výběr odevzdání.
hr: Poništi Promijeni odabir za pohranu.
it: Annulla Modifica la selezione per l'invio.
ja: キャンセル コミットするものの選択を変更する。
nb: Avbryt Endre hva som er markert for innsending.
oc: Anullar Cambiar la seleccion per la liurason.
sk: Zrušiť Zmeniť výber na dovzdanie.
sr@latin: Odustani Izmeni izbor za urezivanje.
vi: Hủy bỏ Thay đổi lựa chọn cho việc cam kết.

source: Cancel Choose a different folder to export to
cs: Zrušit Zvolit jiný adresář, do kterého exportovat
hr: Poništi Odaberi drugu mapu za izvoz
it: Annulla Scegli un'altra cartella per l'esportazione
ja: キャンセル エクスポート先に別なフォルダーを選択する
nb: Avbryt Velg en annen mappe å eksportere til
sk: Zrušiť Vyberiete iný adresár kde sa bude exportovať
sr@latin: Otkaži Izaberite različit folder za izvoz
vi: Hủy bỏ Chọn một thư mục khác để xuất sang

source: Cancel Do not commit to a tag.
cs: Zrušit Neodevzdávat do značky.
hr: Poništi Ne pohrani na oznaku.
it: Annulla Non inviare un tag.
ja: キャンセル タグへコミットしない。
nb: Avbryt Ikke send inn til et merke.
sk: Zrušiť Značku neodovzdať
sr@latin: Odustani Ne urezuj u znak.
vi: Hủy bỏ Không được cam kết vào thẻ.

source: Cancel Do not remove
cs: Zrušit Neodstraňovat
hr: Poništi Ne uklanjaj
it: Annulla Non rimuovere
ja: キャンセル 削除しない
nb: Avbryt Ikke slett
sk: Zrušiť Nepremiestniť
sr@latin: Otkaži Ne pomerajte
vi: Hủy bỏ Không được loại bỏ

source: Cancel Do not revert.
cs: Zrušit Nevracet.
hr: Poništi Ne vraćaj.
it: Annulla Non tornare indietro.
ja: キャンセル 変更を取り消さない。
nb: Avbryt Ikke tilbakestill.
sk: Zrušiť Nevrátiť.
sr@latin: Odustani Ne vraćaj.
vi: Hủy bỏ Không được quay lui.

source: Cancel Do not update the working copy.
cs: Zrušit Neaktualizovat pracovní kopii.
hr: Poništi Ne obnovi radnu kopiju.
it: Annulla Non aggiornare la copia di lavoro.
ja: キャンセル 作業コピーを更新しない。
nb: Avbryt Ikke oppdater arbeidskopien
sk: Zrušiť Neaktualizovať pracovnú kópiu
sr@latin: Otkaži Ne obnavljajte radnu kopji.
vi: Hủy bỏ Không được cập nhật bản sao làm việc.

source: Cancel Don't quit TortoiseMerge
cs: Zrušit Neodcházet z TortoiseMerge
hr: Poništi Ne izlazi iz TortoiseMerge
it: Annulla Non uscire da TortoiseMerge
ja: キャンセル TortoiseMerge を終了しない
nb: Avbryt Ikke avslutt TortoiseMerge
oc: Anullar Tampar pas TortoiseMerge
sk: Zrušiť Nezatvárať TortoiseMerge
sr@latin: Otkaži Ne napuštajte TortoiseMerge
vi: Hủy bỏ Đừng thoát TortoiseMerge

source: Cancel Don't resolve the item.
cs: Zrušit Neřešit položku.
hr: Poništi Ne riješi stavku.
it: Annulla Non risolvere l'elemento.
ja: キャンセル 項目を解決しない。
nb: Avbryt Ikke løs elementet
sk: Zrušiť Objekt nevyriešiť
sr@latin: Otkaži Ne rešavajte stavku.
vi: Hủy bỏ Không giải quyết món.

source: Cancel Don't show the diff.
cs: Zrušit Rozdíl nezobrazovat.
hr: Odustani Ne pokazuj razlike.
it: Annulla Non visualizzare le differenze.
ja: キャンセル 差分を表示しません。
nb: Avbryt Ikke vis diff'en.
sk: Zrušiť Nezobraziť porovanie
sr@latin: Odustani Ne prikazuj dif.

source: Cancel Don't switch the views
cs: Zrušit Nepřepínat zobrazení
hr: Poništi Ne prebacuj poglede
it: Annulla Non modificare le viste
ja: キャンセル ビューを切り替えない
nb: Avbryt Ikke bytt visningene
oc: Anullar Ne metètz pas los punts de vista
sk: Zrušiť Neprepínať zobrazenia
sr@latin: Otkaži Ne prebacujte na pregled
vi: Hủy bỏ Đừng chuyển chế độ xem

source: Cancel Go back and enter an issue number.
cs: Zrušit Jít zpátky a zadat číslo problému.
hr: Poništi Vrati se i unesi broj zahtjeva
it: Annulla. Torna indietro ed inserisci un numero.
ja: キャンセル 戻って課題IDを入力する。
nb: Avbryt Gå tilbake og legg inn et saksnummer.
sk: Zrušiť Vrátiť sa a zadať číslo prípadu
sr@latin: Odustani Vrati se i unesi broj stavke.
vi: Hủy bỏ Đi lui và nhập vào số cho vấn đề.

source: Cancel Go back and select a different folder.
cs: Zrušit Vrátit se a vybrat jiný adresář.
hr: Poništi Vrati se i odaberi drugu mapu.
it: Annulla Torna indietro e scegli una cartella diversa.
ja: キャンセル 戻って異なるフォルダーを選択する。
nb: Avbryt Gå tilbake og velg en annen mappe
sk: Zrušiť Vrátiť sa a vybrať inú zložku.
sr@latin: Otkaži Vratite se i izaberite drugi folder.
vi: Hủy bỏ Đi lui và chọn một thư mục khác.

source: Cancel I will enter a different path/URL.
cs: Zrušit Zadám jinou cestu/adresu URL
hr: Poništi Unijet ću drugu stazu/URL.
it: Annulla Inserirò un percorso/URL differente
ja: キャンセル 異なるパス/URLを入力する。
nb: Avbryt Angi en annen sti/URL.
sk: Zrušiť Zadám inú cestu/URL.
sr@latin: Odustani Uneću različitu putanju/URL
vi: Hủy bỏ Tôi sẽ nhập vào một đường dẫn/URL khác.

source: Cancel Keep the current URL.
cs: Zrušit Ponechat současnou URL
hr: Poništi Zadrži trenutni URL.
it: Annulla Mantieni l'URL corrente.
ja: キャンセル 現在のURLを保つ。
nb: Avbryt Behold nåværende URL.
sk: Zrušiť Ponechať aktuálnu URL.
sr@latin: Odustani Čuvaj tekući URL.
vi: Hủy bỏ Giữ đường dẫn hiện thời.

source: Cancel Keep the empty file.
cs: Zrušit Ponechat prázdný soubor.
hr: Poništi Ostavi praznu datoteku.
it: Annulla Mantieni il file vuoto.
ja: キャンセル 空のファイルを保つ。
nb: Avbryt Behold den tomme filen
oc: Anullar Gardar lo fichièr void.
sk: Zrušiť Ponechať prázdny súbor.
sr@latin: Otkaži Držite prazan fajl.
vi: Hủy bỏ Giữ tập tin trống.

source: Cancel Leave the cache on disk.
cs: Zrušit Nechat úschovu na disku.
hr: Poništi Ostavi međuspremnik na disku.
it: Annulla Mantieni la cache sul disco.
ja: キャンセル ディスク上にキャッシュを残す。
nb: Avbryt Behold mellomlageret på disken.
sk: Zrušiť Ponechať zásobník na disku.
sr@latin: Otkaži Ostavite keš na disku.
vi: Hủy bỏ Để bản lưu truy cập nhanh lại trên đĩa.

source: Cancel Local modifications are kept.
cs: Zrušit Místní změny jsou zanechány.
hr: Poništi Lokalne promjene će se zadržati.
it: Annulla Le modifiche locali sono mantenute.
ja: キャンセル ローカルの変更を保持する。
nb: Avbryt Lokale endringer beholdes.
sk: Zrušiť Sú ponechané miestne zmeny.
sr@latin: Odustni Lokalne izmene su sačuvane
vi: Huỷ Bỏ Những sửa đổi cục bộ được giữ lại.

source: Cancel Resolve the conflicts first.
cs: Zrušit Nejdříve vyřešit konflikty.
hr: Poništi Prvo razriješi konflikte
it: Annulla Risolvi il conflitto.
ja: キャンセル まず競合を解決する。
nb: Avbryt Løs konfliktene først.
oc: Anullar resòlvre los conflictes en primièr.
sk: Zrušiť Najprv vyriešiť konflikty.
sr@latin: Otkaži Rešite konflikt najpre.
vi: Hủy bỏ Giải quyết các mâu thuẫn trước.

source: Cancel Stay with current files
cs: Zrušit Zůstat se současnými soubory
hr: Odustani Ostani s trenutnim datotekama
it: Annulla Mantieni i file attuali
ja: キャンセル 現在のファイルのままにします
nb: Avbryt Behold nåværende filer
oc: Anullar Conservar los fichièrs actuals
sk: Zrušiť Ponechať aktuálne súbory
sr@latin: Odustani Ostani sa tekućim fajlovima

source: Cancel Stay with current settings
cs: Zrušit Zůstat se současným nastavením
hr: Otkaži Ostani kod aktualnih postavki
it: Annulla Mantieni le impostazioni attuali
ja: キャンセル 現在の設定のままにします
nb: Avbryt Behold nåværende innstillinger
oc: Anullar Conservar los reglatges actuals
sk: Zrušiť Ponechať aktuálne nastavenia
sr@latin: Odustani Ostani sa tekućim podešavanjem

source: Cancel The conflict is not resolved.
cs: Zrušit Konflikt není vyřešen.
hr: Poništi Konflikt neće biti razriješen.
it: Annulla Il conflitto non è stato risolto.
ja: キャンセル 競合は解決されません。
nb: Avbryt Konflikten blir ikke løst.
sk: Zrušiť Konflikty neriešiť.
sr@latin: Otkaži Konflikt nije rešen.
vi: Hủy bỏ Mâu thuẫn không được giải quyết.

source: Cancel The file is not copied.
cs: Zrušit Soubor není zkopírován.
hr: Poništi Datoteka se neće kopirati
it: Annulla Il file non sarà copiato.
ja: キャンセル ファイルはコピーされません。
nb: Avbryt Filen blir ikke kopiert
sk: Zrušiť Súbor nebude skopírovaný.
sr@latin: Otkaži Fajl nije kopiran.
vi: Hủy bỏ Tập tin này không được sao chép.

source: Cancel The folder is not exported.
cs: Zrušit Adresář není exportován.
hr: Poništi Mapa neće biti izvezena.
it: Annulla La cartella non sarà esportata.
ja: キャンセル フォルダーはエクスポートされません。
nb: Avbryt Mappen blir ikke eksportert
sk: Zrušiť Adresár nebude exportovaný
sr@latin: Otkaži Imrnik nije izvezen.
vi: Hủy bỏ Thư mục không được xuất khẩu.

source: Cancel The items are not imported.
cs: Zrušit Položky nejsou importovány.
hr: Poništi Stavke neće biti uvezene.
it: Annulla Gli elementi non sono stati importati.
ja: キャンセル 項目はインポートしません。
nb: Avbryt Elementene blir ikke importert.
sk: Zrušiť Položky nie sú importované.
sr@latin: Odustani Stavke nisu uvezene.
vi: Hủy bỏ Các món không được nhập khẩu.

source: Cancel The items are not moved.
cs: Zrušit Položky nejsou přesunuty
hr: Poništi Stavke neće biti premještene.
it: Annulla Gli elementi non sono stati spostati.
ja: キャンセル 項目は移動しません。
nb: Avbryt Elementene blir ikke flyttet.
oc: D'anullar Los elements son pas desplaçats.
sk: Zrušiť Položky nie sú presunuté.
sr@latin: Odustani Stavke nisu pomerene.
vi: Hủy bỏ Các món không được di dời.

source: Cancel The tagged revision of the external is left as is.
cs: Zrušit Označená revize externí je ponechána tak jak je.
hr: Otkaži Označena vanjska revizija ostala je kakva je.
ja: キャンセル 外部参照のタグ付けされたリビジョンはそのまま残ります。
nb: Avbryt Den merkede revisjonen av den eksterne forblir uendret.
sk: Zrušiť Označená verzia externých súborov je ponechaná ako je.
sr@latin: Odustani Označena revizija eksternala je istekla

source: Cancel The target file is left as is
cs: Zrušit Cílový soubor je tak jak byl
hr: Poništi Ciljana datoteka će ostati kakva jest
it: Annulla Il file di destinazione non sarà modificato.
ja: キャンセル ターゲットファイルはそのまま残ります。
nb: Avbryt Målfilen forblir uendret
sk: Zrušiť Cieľový súbor je ponechaný ako je
sr@latin: Otkaži Ciljni fajl je ostao isti
vi: Hủy bỏ Tập tin đích được để nguyên dạng

source: Cancel You can enter another password and try again
cs: Zrušit Můžete zadat jiné heslo a zkusit to znovu
hr: Otkaži Možete unijeti drugu lozinku i pokušati ponovno
ja: キャンセル 他のパスワードを入力してみる
nb: Avbryt Du kan skrive et annet passord og prøve igjen
oc: Anullar Podètz entrar un autre senhal e tornar ensajar.
sk: Zrušiť Môžete zadať nové heslo a skúsiť znova
sr@latin: Odustani Možete uneti drugu lozinku i pokušati ponovo

source: Cancel You have to add the folder manually.
cs: Zrušit Adresář musíte přidat ručně.
hr: Poništi Ručno ćete trebati dodati mapu.
it: Annulla Dovrai aggiungere manualmente la cartella.
ja: キャンセル フォルダーを手作業で追加する必要があります。
nb: Avbryt Du må legge til mappen manuelt.
sk: Zrušiť Adresár musíte pridať ručne.
sr@latin: Odustani Treba da dodate folder ručno.
vi: Hủy bỏ Bạn phải thêm thư mục vào một cách thủ công.

source: Cancel You have to run an update yourself to get the externals
cs: Zrušit Pro získání externích musíte aktualizovat sami
hr: Poništi Treba sami da napravite usklađivanje da dobijete vanjske
ja: キャンセル 外部参照を取得するために手動で更新を実行する
nb: Avbryt Du må gjøre en oppdatering selv for å hente de eksterne
sr@latin: Odustani Treba sami da uradite usklađivanje da dobijete eksternale

source: Cancel keep the current format.
cs: Zrušit ponechat současný formát.
hr: Poništi sačuvaj trenutni format
it: Annulla Mantieni il formato corrente.
ja: キャンセル 現在のフォーマットを保つ。
nb: Avbryt Behold nåværende format.
sk: Zrušiť zachovať existujúci formát
sr@latin: Odustani čuvaj tekući format.
vi: Hủy bỏ giữ định dạng hiện thời.
