Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: If activated, the menu entry 'Get Lock' is always shown in the top level menu if the selected file has the svn:needs-lock property set
cs: Pokud je toto zapnuto a pokud má soubor nastavenu vlastnost svn:needs-lock, položka menu 'Uzamknout' se zobrazí v nejvyšším menu
hr: Kad je uključeno, stavka izbornika 'Zaključaj' je postavljena u glavni kontekstni izbornik kada odabrana datoteka ima postavljeno svojstvo svn:needs-lock
it: Se attivato, il comando 'Blocca' verrà sempre visualizzato nella prima posizione del menu qualora sul file selezionato sia stata impostata la proprietà svn:needs-lock
ja: 有効にすると、選択したファイルにsvn:needs-lockプロパティが設定されている場合、 トップレベルメニューに「ロックを取得」メニュー項目が常に表示されます。
nb: Hvis denne er slått på, vises menyvalget 'Hent Sperre' alltid på øverste menynivå hvis den valgte filen har satt egenskapen svn:needs-lock
oc: Se activat, l'entrada del menú 'Obténer un verrolh' es totjorn afichada dins lo nivèl superior del menú si lo fichièr seleccionat a la proprietat svn:needs-lock definida.
sk: Keď je aktívne, položka 'Uzamknúť' je vždy zobrazovaná na vrchu ponuky keď je vybraný súbor s nastavenou vlastnosťou svn:needs-lock
sr@latin: Kad je uključeno, stavka menija 'Zaključaj' je postavljena u glavni kontekstni meni kada odabrani fajl ima postavljeno svojstvo svn:needs-lock
vi: lựa chọn 'Lấy Khoá' trong thực đơn luôn luôn hiện trong thực đơn cấp cao nhất Nếu tập tin được chọn có thuộc tính svn:needs-lock bật

source: If checked, TortoiseSVN creates a temporary file of the BASE to do the diff with the keywords expanded and the line endings adjusted.
cs: Pokud zaškrtnuto, TortoiseSVN vytvoří dočasný soubor originálu pro zjišťování rozdílu s rozšířenými klíčovými slovy a upravenými konci řádků.
hr: Ukoliko je označeno, TortoiseSVN radi privremenu datoteku od osnove (BASE) za izradu razlika s proširenim ključnim riječima i usklađenim završecima linija.
it: Se selezionato TortoiseSVN crea un file temporaneo della Base per effettuare il confronto con le parole chiave espanse e i terminatori di riga corretti.
ja: 有効にすると、TortoiseSVN はキーワード展開後のファイルとの差分や 改行コードの調整を行うために、ベースファイルの一時コピーを作成します。
nb: Hvis huket av, lager TortoiseSVN en midlertidig fil av BASE for å sammenligne med nøkkelord utvidet og linjeslutt justert
oc: Se seleccionat, TortoiseSVN crée un fichièr temporari del fichièr BASE per far una comparason amb los mots claus desvolopats e las fins de linha ajustadas.
sk: Keď je označené, TortoiseSVN vytvorí dočasný súbor základu, aby urobil porovnanie s rozšírenými kľúčovými slovami a upravenými koncami riadkov.
sr@latin: Ukoliko je označeno, TortoiseSVN kreira privremeni fajl od osnove (BAZA) za izradu razlika s proširenim ključnim rečima i usklađenim završecima linija.
vi: Nếu được đánh dấu, TortoiseSVN tạo một tập tin tạm của bản CHÍNH để thực hiện việc tìm khác biệt với bàn phím mở rộng và dòng kết thúc được điều chỉnh.

source: If checked, double-clicking on a revision in the log list compares it with the previous revision
cs: Pokud zaškrtnuto, dvojklik na revizi v seznamu záznamu je porovná s předchozí revizí
hr: Ako je označeno, dvostruki klik na reviziji u popisu dnevnika će usporediti datoteku s prošlom revizijom
it: Se selezionato, facendo doppio clic su una revisione nel registro attività la confronta con la revisione precedente
ja: 有効にすると、ログリスト内でリビジョンをダブルクリックすると直前のリビジョンと比較します。
nb: Hvis valgt kan du dobbeltklikke på en revisjon i logglisten for å sammenligne den med forrige revisjon
sk: Ak je zaškrtnuté, dvojklik na revíziu v denníku vyvolá porovnanie s predchádzajúcou revíziu
sr@latin: Ako je označeno, dvostruki klik na reviziji u popisu dnevnika će uporediti fajl s prošlom revizijom
vi: Nếu được đánh dấu, nháy kép chuột trên một bản chỉnh sửa trong danh sách tường trình so sánh nó với bản chỉnh sửa trước đó

source: If enabled, the Merge dialog initializes the 'From:' URL with the URL of the selected working copy instead of the last used URL.
cs: Pokud zapnuto, dialogové okno sloučení inicializuje 'Z:' URL s URL vybrané pracovní kopie místo posledního použitého URL.
hr: Ako je omogućeno, dijalog za stapanje postavlja 'Iz:' URL na URL izabrane radne kopije umjesto zadnjeg korištenog URL-a.
it: Se selezionato, la finestra di dialogo 'Unisci' proporrà nel campo 'Da:' l'URL della copia di lavoro selezionata invece dell'ultimo URL usato.
ja: 有効にすると、マージダイアログの「マージ元:」に最後に使用したURLではなく、 選択されている作業コピーのURLが設定されます。
nb: Hvis denne er slått på, vil Flette-dialogen begynne med 'Fra:' URL lik URL til valgt arbeidskopi i stedet for sist brukte URL.
oc: Se activat, lo dialòg Fusionar initialise l'URL 'Dempuèi :' amb l'URL de la còpia de trabalh seleccionada au lieu de la darrièra URL utilizada.
sk: Ak je povolené, dialógové okno spájania začne s 'Z:' URL adresou vybranej pracovnej verzie namiesto posledne použitej URL adresy.
sr@latin: Ako je omogućeno, dijalog za Stapanje postavlja 'Iz:' URL na URL izabrane radne kopije umesto zadnjeg korišćenog URL-a.
vi: Nếu được cho phép, hộp thoại Hợp Nhất khởi tạo URL 'Từ:' với URL của bạn đang làm được chọn thay cho URL được dùng cuối cùng

source: If enabled, the repository is contacted when the dialog starts up. You don't have to click on 'Check Repository' anymore.
cs: Pokud nastaveno, úložiště je kontaktováno, když je dialogové okno spuštěno. Nemusíte již klikat na 'Zkontrolovat úložiště'.
hr: Ako je omogućeno, ostvaruje se veza sa skladištem prilikom pokretanja dijaloga. Ne morate više kliknuti na 'Provjeri skladište'.
it: Se selezionato, il reposiorty verrà contattato al momento dell'apertura della finestra di dialogo. Non sarà quindi più necessario afre clic su 'Controlla repository'
ja: 有効にすると、ダイアログを表示する際にリポジトリにアクセスします。 これにより、「リポジトリをチェック」をクリックする必要はなくなります。
nb: Hvis denne er slått på, blir depotet kontaktet når dialogen starter. Du trenger ikke trykke på 'Sjekk depot' lenger.
oc: Se activat, lo depaus es contactat quand lo dialòg s'avia. Auretz mai a clicar sus 'Verificar lo depaus'.
sk: Ak je povolené, k úložisku sa pripojí vždy keď sa otvorí dialógové okno. Už nebudete musieť klikať na 'Skontroluj úložisko'.
sr@latin: Ako je omogućeno, ostvaruje se veza sa spremištem prilikom pokretanja dijaloga. Ne morate više kliknuti na 'Proveri spremište'.
vi: Nếu được cho phép, kho chứa được liên lạc khi hộp thoại bắt đầu Bạn không cần phải nhấn vào 'Kiểm tra kho chứa' nữa.

source: If enabled, working copy folders which are excluded from showing overlays still show the overlay for status 'normal'
cs: Pokud je povoleno, adresáře pracovní kopie, které jsou vynechány ze zobrazení překryvů, stejně zobrazí překryv jako pro stav 'normální'
hr: Ako je omogućeno, isključene mape u radnoj kopiji i dalje prikazuju prekrivnu ikonu za status 'normal'
it: Se selezionato, le cartelle delle copie di lavoro che sono escluse dal mostrare un'icona di stato, la mostreranno comunque per lo stato "normale".
ja: 有効にすると、オーバーレイの対象から除外されている作業コピーのフォルダーが、 「通常」の状態としてオーバーレイ表示されます。
nb: Hvis denne er slått på, vil foldere i arbeidskopien som ikke skal vise ikonlag likevel vise ikonet for 'normal' status
oc: Se activat, los repertòris de la còpia de trabalh qu'afichan pas de recobriment aficharàn quand mèma lo recobriment per l'estatut 'normal'
sk: Keď je povolené, adresáre pracovnej kópie, ktoré sú vylúčené zo zobrazenia prekrývajúcich ikon, stále zobrazujú stav ako 'normálne'
sr@latin: Ako je omogućeno, isključene foldere u radnoj kopiji i dalje prikazuju prekrivnu ikonu za status 'normal'
vi: Nếu được cho phép, thư mục của bản đang làm được miễn hiển thị nạp chồng sẽ vẫn hiển thị nạp chồng cho trạng thái 'bình thường'

source: If set, TortoiseSVN will set the filetimes to the time they were last committed. If not set, TortoiseSVN uses the current time.
cs: Pokud nastaveno, TortoiseSVN nastaví čas souborů na čas, kdy byly naposledy odevzdány. Pokud nenastaveno, TortoiseSVN použije aktuální čas.
hr: Ukoliko je postavljeno, TortoiseSVN će postaviti vremena datoteka na vrijeme njihove zadnje pohrane. Ako nije postavljeno, TortoiseSVN će koristiti trenutno vrijeme.
it: Se specificato, TortoiseSVN imposterà la data e l'ora dei file alla data del loro ultimo invio. Se nulla viene specificato, TortoiseSVN userà la data e l'ora corrente.
ja: 有効にすると、ファイルの更新日時が最後にコミットされた日時に設定されます。 無効にすると、現在の日時が設定されます。
nb: TortoiseSVN setter tidsstempler for filer til den tiden de sist ble sendt inn hvis angitt, ellers vises gjeldende tid.
oc: Se mis, TortoiseSVN metrà la data dels fichièrs a la data de lor darrièra liurason. Se pas mes, TortoiseSVN utiliza la data correnta.
sk: Keď je nastavené, TortoiseSVN nastaví čas súbor na čas ich odovzdania. Keď nie je nastavené, TortoiseSVN použije aktuálny čas.
sr@latin: Ukoliko je postavljeno, TortoiseSVN će postaviti vremena fajla na vreme njihovog zadnjeg uređivanja. Ako nije postavljeno, TortoiseSVN će koristiti trenutno vreme.
vi: Nếu bật, TortoiseSVN sẽ đặt thời gian tập tin về thời gian chúng được cam kết lần cuối. Nếu không bật, TortoiseSVN sẽ dùng thời gian hiện tại

source: If set, files inside unversioned folders can be shown in the status control. The status control is used for example in the commit dialog.
cs: Pokud nastaveno, soubory v adresářích bez verze mohou být zobrazeny v kontrole stavu. Stav se používá například v dialogovém okně odevzdání.
hr: Ako postavljeno, Datoteke unutar mapa bey verzije mogu biti prikazana u kontroli statusa. Provjera statusa se, na primjer, koristi u dijalogu za pohranu.
it: Se selezionale, i file all'interno delle cartelle senza versione verranno mostrate nelle finestre di dialogo per il controllo dello stato. Il controllo dello stato è usato ad esempio nella finestra di invio.
ja: 有効にすると、バージョン管理外のフォルダーに存在するファイルが状態表示コントロールに表示されます。 状態表示コントロールは、コミットダイアログなどで使用されています。
nb: Hvis denne er satt, kan filer i ikke-versjonerte mapper vises i status-kontrollen Statuskontrollen brukes f.eks. i innsendings-dialogen.
oc: Se mes, los fichièrs dins de repertòris non versionats son visibles dins lo contraròtle d'estatut. Lo contraròtle d'estatut es utilizat per exemple dins la fenèstra de liurason.
sk: Keď je nastavené, súbory v neverziovaných adresároch môžu byť v správe stavov. Správa stavov je napríklad použitá v odovzdávacom dialógu.
sr@latin: Ako je postavljeno, prilikom provere statusa pokazaće se i fajlovi unutar foldera izvan sistema upravljanja verzijama. Provera statusa se, na primer, koristi u dijalogu za urezivanje.
vi: Nếu bật, các tập tin bên trong thư mục không được đánh phiên bản có thể hiển thị trong điều khiển trạng thái. Điều khiển trạng thái được dùng cho ví dụ trong hộp thoại cam kết.

source: If set, then modified files that are in the "ignore-on-commit" changelist do not mark the parent folders as modified i.e., they get the normal icon unless another file or folder is modified.
cs: Pokud nastaveno, změněné soubory, které jsou v seznamu změn "ignorovat při odevzdávání" neoznačí stav nadřazeného adresáře jako změněný, tzn. mají normální ikonu, pokud není změněn jiný soubor nebo složka.
hr: Ako je postavljeno, izmijenjene datoteke koje su u "ignorirati na pohrane" popisu izmjena, ne označavaj nadređene mape kao izmijenjene↩ tj, oni će dobiti normalane ikone, osim ako se modificira druga datoteka ili mapa.
ja: 有効にすると、ファイル変更されていても「コミット時に無視される変更リスト」に登録されていれば、その親フォルダーが変更済みとみなされません。 つまり、他のファイルやフォルダーが変更されていない限り、通常のアイコンになります。
nb: Hvis denne er satt, vil filer som er i endringslisten "ignore-on-commit" ikke merke mappen over som modifisert, dvs. den får normalt ikon med mindre en annen fil eller mappe er endret.
oc: Se défini, los fichièrs modificats presents dins la lista "ignore-on-commit" marcan pas los repertòris parents coma modificats. En consequéncia, ils reçoivent l'icòna normala a mens qu'un autre fichièr o repertòri ne siá modificat.
sr@latin: Ako je izabran onda izmenjeni fajlovi koji su u "zanemari-pri-urezivanju" listi izmena ne markiraju predački folder kao izmenjen tj. oni uzimaju normalnu ikonu osim ako drugi fajl ili folder nije izmenjen.

source: If set, then unversioned files will mark the status of the parent directory as modified i.e. they get the modified overlay icon.
cs: Pokud nastaveno, soubory bez verze označí stav nadřazeného adresáře jako změněný, tzn. dostanou ikonu změněno.
hr: Ako je postavljeno, datoteke izvan sustava verzija će označiti mapu izmjenjenom tj. mape će dobiti odgovarajuću prekrivnu ikonu (izmijenjena mapa).
it: Se selezionato, i file senza versione marcheranno lo stato delle cartelle che li contengono come modificate Ad es. ad esse verrà associata l'icona di stato 'modificato'.
ja: 有効にすると、バージョン管理外のファイルを含むフォルダーの状態を変更とみなします。 つまり、変更のオーバーレイアイコンが付きます。
nb: Hvis denne er satt, vil en katalog som inneholder ikke-versjonerte filer, markeres som endret dvs. den får et endret-ikon.
oc: Se seleccionat, alara los fichièrs non versionats marcaràn l'estatut del dorsièr parent coma modificat es a dire qu'aurà l'icòna de recobriment modificada.
sk: Ak je nastavené, tak neverziované súbory označia stav rodičovského adresára za zmenený teda bude mať prekrývajúcu ikonu zmeneného adresára.
sr@latin: Ako je postavljeno, fajlovi izvan sistema verzija će označiti folder izmenjenom tj. imenici će dobiti odgovarajuću prekrivnu ikonu (izmenjen folder ).
vi: Nếu bật, thì các tập tin không được đánh phiên bản sẽ đánh dấu trạng thái của thư mục cha là đã được sửa đổi nghĩa là, chúng sẽ nhận biểu tượng nạp chồng.

source: If the graph contains multiple trees, separate them by slight variations in background color.
cs: Když graf obsahuje více stromů, odděl je lehkými změnami barvy pozadí.
hr: Ako graf sadrži višestruka stabla, odvojite ih malom varijacijom , m,
it: Se il grafico contiene alberi multipli, separali con lievi variazioni del colore dello sfondo.
ja: グラフが複数の木を含む場合、それらの背景色を少し変えて区別する。
nb: Hvis grafen inneholder flere trær, skill dem med litt forskjellig bakgrunnsfarge
oc: Se lo grafic conten mantun arborescéncia, las diferenciar per de variacions de la color de fons.
sk: Ak graf obsahuje viacero stromov, rozlíšiť ich rozdielnou farbou pozadia.
sr@latin: Ako graf sadrži višestruka stabla, razdvojite ih lakom varijacijom boje osnove.
vi: Nếu biểu đồ chứa nhiều cây, tách chúng ra bởi các thay đổi nhỏ về màu nền.

source: If the repository can not be contacted
cs: Když není možno kontaktovat úložiště
hr: Ako skladište nije dostupno
it: Se il repository non può essere contattato
ja: リポジトリにアクセスできない場合
nb: Hvis depotet ikke kan kontaktes
oc: Se lo depaus pòt pas èsser contactat
sk: Keď nie je možné spojiť sa s úložiskom
sr@latin: Ako spremiište nije dostupno
vi: Nếu kho chứa không thể liên lạc được

source: If you use other SVN clients besides TortoiseSVN on this computer, you have to upgrade those clients too. Otherwise those clients won't be able to access the working copy with the new format.
cs: Pokud používáte jiné klienty SVN kromě TortoiseSVN na tomto počítači, budete muset tyto klienty také aktualizovat. Jinak nebudou mít přístup k pracovní kopii s novým formátem.
hr: Ako koristite druge SVN klijente osim TortoiseSVN na ovom računalu, morate dograditi i te klijente. Inače ti klijenti neće moći pristupiti radnoj kopiji s novim formatom.
it: Se utilizzi altri client SVN oltre a TortoiseSVN su questo computer, devi aggiornare anche questi client. Altrimenti questi client non riusciranno ad accedere alla copia di lavoro con il nuovo formato.
ja: このコンピュータで TortoiseSVN に加えて他の SVN クライアントを使うなら、それらのクライアントもアップグレードする必要があります。そうでないと、それらのクライアントは新しいフォーマットの作業コピーにアクセスできなくなります。
nb: Hvis du bruker andre SVN-klienter ved siden av TortoiseSVN på denne maskinen, må du oppgradere disse klientene også. Ellers vil ikke klientene kunne bruke arbeidskopien i det nye formatet.
oc: Se utilizatz d'autres clients SVN en mai de TortoiseSVN sus aqueste ordenador, vos cal metre a jorn los clients tanben. Siquenon, los clients seràn pas en mesura d'accedir a la còpia de trabalh amb lo novèl format.
sk: Ak na tomto počítači používate popri TortoiseSVN aj iných SVN klientov, budete musieť týchto klientov tiež vynoviť. Inak títo klienti nedokážu pristúpiť k pracovnej kópií s novým formátom.
sr@latin: Ako koristite drugi SVN klijent osim TortoiseSVN na ovom kompjuteru, treba da dogradite te klijente takođe. Inače ovi klijenti neće biti sposobni da pristupe radnoj kopiji sa novim formatom.
vi: Nếu bạn dùng các chương trình SVN khách ngoài TortoiseSVN trên máy này, bạn sẽ phải nâng cấp các trình khách đó. Nếu không các trình khách đó sẽ không thể truy cập các bản làm việc với định dạng mới

source: If you want to break the lock, use the 'Check For Modifications' dialog or the repository browser.
cs: Pokud chcete rozbít zámek, použijte dialogové okno "Zkontrolovat změny", nebo průzkumníka úložiště.
hr: Ako želite prelomiti zaključavanje, koristite dijalog "Provjeri za promjene" ili preglednik repozitorija.
it: Se vuoi forzare il blocco, usa la finestra di dialogo 'Controlla esistenza di modifiche' o il browser del repository.
ja: ロックを強制解除する場合は、「変更をチェック」ダイアログかリポジトリブラウザーを使用してください。
nb: Hvis du vil bryte låsen, bruk 'Se etter endringer'-dialogen eller depot-utforskeren.
sk: Ak chcete zlomiť zámok, použite dialóg "Skontrolovať zmeny", alebo prehladiač úložiska.
sr@latin: Ako želite da otključate koristite 'Čekiranje za izmene' dijalog ili pretraživač spremišta.
vi: Nếu bạn muốn phá khóa, dùng hộp thoại 'Kiểm Tra Sửa Đổi' hoặc trình duyệt kho chứa.

source: Ignore
cs: Ignorovat
hr: Zanemari
it: Ignora
ja: 無視
nb: Ignorer
oc: Ignorar
sk: Ignorovať
sr@latin: Zanemari
vi: Bỏ qua

source: Ignore %d items by &extension
cs: Ignorovat %d položky dle &přípony
hr: Zanemari %d stavaka po &nastavku
it: Ignora %d elementi per &estensione
ja: 拡張子によって%d件の項目を無視する(&E)
nb: Ignorer %d elementer etter &filendelse
sk: Ignorovať %d objekty podľa &prípony
sr@latin: Zanemariti %d stavki po &ekstenziji
vi: Bỏ qua %d món bởi phần mở &rộng

source: Ignore &EOL changes
cs: Ignorovat změny Konc&e řádku
hr: Ignoriraj &EOL promjene
it: Ignora modifiche &EOL
ja: 改行コードの変更を無視する(&E)
nb: Overse endringer i &EOL
sk: Ignorovať zmeny ukončení &riadkov
sr@latin: Zanemari &EOL izmene
vi: Bỏ qua các thay đổi &EOL

source: Ignore &all whitespaces
cs: Ignorovat &všechny mezery
hr: Ignoriraj &sve prazne znakove
it: Ignora &tutti gli spazi
ja: すべての空白を無視する(&A)
nb: Ignorer &alle blanktegn
sk: Ignorovať &biele znaky
sr@latin: Zanemari &sve beline
vi: Bỏ qua tất cả &khoảng trắng

source: Ignore &ancestry
cs: Ignorovat &původ
hr: Z&anemari porijeklo
it: Ignor&a discendenza
ja: 履歴を無視する(&A)
nb: Ignorer &opphav
sk: Zanedbať &pôvod
sr@latin: Z&anemari poreklo
vi: Bỏ qua &tổ tiên

source: Ignore Comments
cs: Ignorovat komentáře
hr: Zanemari Komentare
it: Ignora Commenti
ja: コメントを無視
nb: Ignorer Kommetarer
oc: Ignorar los Comentaris
sk: Ignorovať poznámky
sr@latin: Ignoriše komentare

source: Ignore all whitespace changes
cs: Ignorovat všechny změny mezer
hr: Zanemari promjene u razmacima
it: Ignora cambiamenti nelle spaziature
ja: すべての空白の変更を無視する
nb: Ignorer alle endringer i blanktegn
sk: Ignorovať všetky zmeny bielych znakov
sr@latin: Zanemaruje sve izmene beline
vi: Bỏ qua tất cả các thay đổi trên khoảng trắng

source: Ignore case cha&nges
cs: Ignorovat &změny velikosti
hr: Za&nemari promjene velikih i malih slova
it: Ig&nora cambiamenti tra maiuscole/minuscole
ja: 大文字/小文字の変更は無視する(&N)
nb: Ignore&r endringer mellom store og små tegn
sk: Ignorovať zmeny vo &veľkosti písma
sr@latin: Zanemari prome&ne velikih i malih slova
vi: Bỏ qua &thay đổi về chữ hoa

source: Ignore changes Ignore the outside changes.
cs: Ignorovat změny Ignorovat změny z vnějšku.
hr: Ignoriraj promjene Ignoriraj vanjske promjene
it: Ignora modifiche Ignora le modifiche esterne.
ja: 変更を無視する 外部での変更を無視します。
nb: Ignore changes Ignorer the utvendige endringene.
sk: Ignorovať zmeny Zmeny z vonku budú ignorované.
sr@latin: Zanemari izmene Zanemari spoljašnje izmene.
vi: Bỏ qua các thay đổi Bỏ qua các thay đổi bên ngoài.

source: Ignore comments
cs: Ignorovat komentáře
hr: Zanemari komentare
it: Ignora commenti
ja: コメントを無視
nb: Overse kommetarer
oc: Ignorar los comentaris
sk: Ignorovať poznámky
sr@latin: Zanemari komentar

source: Ignore line &endings
cs: Ignorovat &konce řádků
hr: Zanemari završ&etke linija
it: Ignora i caratt&eri di fine riga
ja: 改行コードを無視する(&E)
nb: Ignorer linje&slutt
sk: Ignorovať &konce riadkov
sr@latin: Zanemari završetk&e linija
vi: Bỏ qua các dấu &hết dòng

source: Ignore line &endings (recommended)
cs: Ignorovat &konce řádků (doporučeno)
hr: Zanemari završetke &linija (preporučeno)
it: Ignora i caratt&eri di fine riga (raccomandato)
ja: 改行コードを無視する（推奨）(&E)
nb: Ignorer &linjeslutt (anbefales)
sk: Ignorovať &konce riadkov (doporučené)
sr@latin: Zanemari završetke &linija (preporučeno)
vi: Bỏ qua các dấu &hết dòng (khuyên dùng)

source: Ignore multiple items by &extension
cs: Ignorovat mnoho položek dle &přípony
ja: 無視する項目を拡張子で指定(&E)
nb: Ignorer flere elementer etter &filendelse
sr@latin: Zanemaruje višestruke stavke po &ekstenziji

source: Ignore whitespace &changes
cs: Ignorovat změny &mezer
hr: Ignoriraj promjene u razma&cima
it: Ignora spazi &modifiche
ja: 空白の変更を無視する(&C)
nb: &Ignorer blanktegnsendringer
sk: Ognorovať zmeny &bielych znakov
sr@latin: Zanemari &izmene belina
vi: Bỏ qua các khoảng trắng và &thay đổi

source: Ignore whitespace c&hanges
cs: Ignorovat změny &mezer
hr: Zanemari prom&jene u razmacima
it: Ignora cam&biamenti nelle spaziature
ja: 空白の変更を無視する(&H)
nb: Ignorer endringer i &blanktegn
sk: Ignorovať zmeny &bielych znakov
sr@latin: Zanemari promene beli&na
vi: Bỏ qua các &thay đổi trên khoảng trắng

source: Ignore whitespace changes
cs: Ignorovat změny mezer
hr: Zanemari promjene u razmacima
it: Ignora cambiamenti nelle spaziature
ja: 空白の変更を無視する
nb: Ignorer endringer i blanktegn
sk: Ignorovať zmeny bielych znakov
sr@latin: Zanemari promene belina
vi: Bỏ qua các thay đổi trên khoảng trắng

source: Ignored
cs: Ignorované
hr: Zanemareno
it: Ignorato
ja: 無視
nb: Ignorert
oc: Ignorat
sk: Ignorované
sr@latin: Zanemaren
vi: Bỏ qua

source: Ignored items included
cs: Včetně ignorovaných položek
hr: Zanemarene stavke uključene
it: Elementi ignorati inclusi
ja: 無視項目を含む
nb: Ignorerte elementer inkludert
oc: Elements ignorats inclus
sk: Zahrnuté ignorované objekty
sr@latin: Zanemarene uključene stavke
vi: Bỏ qua món được bao gồm

source: Ignores all whitespace changes when diffing Ignore all whitespace changes
cs: Ignoruje všechny mezery při porovnávání Ignorovat všechny změny mezer
hr: Zanemaruje sve razmake prilikom nalaženja razlika Zanemari promjene u razmacima
it: Ignora tutti gli spazi bianchi quando fai la differenza Ignora tutte le modifiche di spazi bianchi
ja: 差分をとる際にすべての空白を無視する すべての空白を無視する
nb: Ignorerer alle blanktegnsendringer ved diff Ignorer alle blanktegnsendringer
sk: Ignoruje všetky biele znaky pri porovnaní Ignorovať všetky zmeny bielych znakov
sr@latin: Zanemaruje sve izmene belina kada razlikuje Zanemaruje sve izmene belina
vi: Bỏ qua các thay đổi trên khoảng trắng khi tìm khác biệt Bỏ qua các thay đổi trên khoảng trắng

source: Ignores changes in whitespaces when diffing Ignore whitespace changes
cs: Ignoruje mezery při porovnávání Ignorovat změny mezer
hr: Zanemaruje izmjene u razmacima prilikom nalaženja razlika Zanemari promjene u razmacima
it: Ignora modifiche negli spazi bianchi quando fai la differenza Ignora modifiche negli spazi bianchi
ja: 差分をとる際に空白内の変更を無視する 空白の変更を無視する
nb: Ignorerer endringer i blanktegn ved diff Ignorer blanktegnsendringer
sk: Ignorovať zmeny bielych znakov pri porovnávaní Ignorovať zmeny bielich znakov
sr@latin: Zanemaruje izmene u belinama kada razlikuje Zanemaruje izmene belina
vi: Bỏ qua các thay đổi trên khoảng trắng khi tìm khác biệt Bỏ qua các thay đổi trên khoảng trắng

source: Illegal path
cs: Neplatná cesta
hr: Nevaljana staza
it: Percorso non valido
ja: 無効なパス
nb: Ugyldig sti
oc: camin d'accès invalid
sk: Nelplatná cesta
sr@latin: Ilegalna putanja
vi: Đường dẫn không hợp lệ
