Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Select the language this project is using. This settings affects the spell checker used for commit messages.
cs: Vyberte jazyk požívaný v tomto projektu. Toto nastavení ovlivní jazykovou kontrolu použitou pro odevzdávací zprávy.
hr: Odaberite jezik koji ovaj projekt koristi. Ova postavka utječe na provjeru pravopisa koja se koristi za poruke pri pohranjivanju.
it: Seleziona la lingua che questo progetto sta usando. Questa impostazione influenza il correttore ortografico usato per invio dei messaggi
ja: このプロジェクトで使用している言語を選択してください。この設定は、コミットメッセージを入力する際のスペルチェッカーに影響します。
nb: Velg språk for dette prosjektet. Denne innstillingen påvirker stavekontrollen for innsendingsmeldinger.
oc: Seleccionatz la lenga del projècte. Aqueste paramètre affecte los paramètres de correccion ortografica dels messatges de liurason.
sk: Vzberte jazyk, ktorý sa používa na tento projekt. Toto nastavenie ovplyvňuje kontrolu pravopisu správ denníka pri odovzdávaní.
sr@latin: Bira jezik koji koristi projekat. Podešavanje se odnosi na proveru pravopisa korišćenog za poruke urezivanja.
vi: Chọn ngôn ngữ đề án này đang dùng. Thiết lập này sẽ ảnh hưởng bộ kiểm tra chính tả dùng cho các thông điệp cam kết.

source: Select the merge options
cs: Zvolte nastavení pro sloučení
hr: Odredi opcije stapanja
it: Seleziona le opzioni di unione
ja: マージオプションを選択
nb: Velg fletteopsjoner
oc: Seleccionar l'opcion de fusion
sk: Vyberte nastavenie zlučovania
sr@latin: Odredite opcije spajanja
vi: Chọn các tùy chọn hợp nhất

source: Select the revisions to merge
cs: Zvolte revize ke sloučení
hr: Odredi revizije za stapanje
it: Seleziona la revisione da unificare
ja: マージするリビジョンを選択
nb: Velg revisjoner som skal flettes
oc: Seleccionar las revisions a fusionar
sk: Vyberte rozsah revízií na zlúčenie
sr@latin: Odredite revizije za stapanje
vi: Chọn các bản chỉnh sửa để hợp nhất

source: Select the type of merge
cs: Zvolte typ sloučení
hr: Odredi tip stapanja
it: Seleziona il tipo di unione
ja: マージの種類を選択
nb: Velg flettingstype
oc: Seleccionar lo tipe de fusion
sk: Vyberte typ zlúčenia
sr@latin: Odredite tip stapanja
vi: Chọn kiểu hợp nhất

source: Select viewer for diff-files
cs: Zvolte aplikaci pro zobrazení souborů sjednoceného rozdílu
hr: Izaberite preglednik datoteka s popisom razlika
it: Seleziona l'applicazione per il confronto dei file
ja: ファイルの差分を表示するビューアーを選択
nb: Velg visningsprogram for diff-filer
oc: Seleccionar l'aplicacion de visualizacion de las diferéncias
sk: Vyberte prehliadač súborov porovnania
sr@latin: Izaberite pregledač za razl-fajl
vi: Chọn chương trình xem cho các tập tin chứa khác biệt

source: Select what file you want to save as
cs: Vyberte který soubor chcete uložit jako
hr: Odaberi koju datoteku želite spremiti kao
it: Seleziona quale file vuoi salvare come
ja: どのファイルを名前を付けて保存するか選択してください
nb: Velg den filen du vil lagre som
oc: Seleccionar quin fichièr volètz enregistrar jos
sk: Vyberte ktorý súbor chcete uložiť ako
sr@latin: Izaberite koji fajl želite da sačuvate kao

source: Select what file you want to save as Note: There is unresolved conflict!
cs: Vyberte který soubor chcete uložit jako Poznámka: Existují nevyřešené konflikty!
hr: Odaberi koju datoteku želite spremiti kao Napomena: Postoje neriješeni konflikti!
it: Seleziona quale file vuoi salvare come⏎ Nota: E' presente un conflitto non risolto!
ja: どのファイルを名前を付けて保存するか選択してください 注: 未解決の競合があります。
nb: Velg den filen du vil lagre som Merk: Det finnes uløste konflikter!
oc: Seleccionar quin fichièr volètz enregistrar jos Atencion : I a un conflicte non resolgut !
sk: Vyberte ktorý súbor chcete uložiť ako Poznámka: Niektoré konfklity sú nevyriešené
sr@latin: Izaberite koji fajl želte da sačuvate kao Primedba: Postoji nerešen konflikt!

source: Selected node
cs: Vybraný uzel
hr: Odabrani čvor
it: Nodo selezionato
ja: 選択したノード
nb: Valgt node
oc: Nosèl seleccionat
sk: Vybraný uzol
sr@latin: Izabrani čvor
vi: Nút được chọn

source: Send Mail failed to send message.
cs: Odeslání emailové zprávy selhalo.
hr: Send Mail nije uspio poslati poruku.
it: Invio posta - invio messaggio fallito.
ja: Send Mail はメッセージの送信に失敗しました。
nb: SendMail kunne ikke sende melding.
oc: Lo messatge a pas pogut èsser mandat.
sk: Posielanie e-mail-u zlyhalo.
sr@latin: Send Mail nije uspeo poslati poruku.
vi: Gửi Thư thất bại trong việc gửi thông điệp.

source: Sending content
cs: Posílám obsah
hr: Šaljem sadržaj
it: Invio contenuti
ja: 内容を送信中
nb: Sender innhold
oc: Mandadís del contengut
sk: Posielam obsah
sr@latin: Slanje sadržaja
vi: Đang gửi nội dung

source: Server &address:
cs: &Adresa serveru:
hr: &Adresa poslužitelja:
it: &Indirizzo server:
ja: サーバーアドレス(&A):
nb: Tjener&adresse:
oc: &Adreça servidor :
sk: &Adresa servera:
sr@latin: &Adresa servera:
vi: &Địa chỉ máy chủ:

source: Set Accelerator &for:
cs: Nastavit klávesovou zkratku &pro:
hr: Postavi ubrzivač &za:
it: Imposta acceleratore &per:
ja: アクセラレータを設定(&F):
nb: Sett Hurtigtast &for:
sk: Nastaviť klávesovú skratku &pre:
sr@latin: Postavite ubrzavač &za
vi: Đặt Tăng Tốc &cho:

source: Set explicit revision for these externals:
cs: Nastavit jednoznačné revize pro tyto externí:
hr: Postavi točnu reviziju za ove eksterne repozitorije:
it: Imposta la revisione esplicita per questi esterni:
ja: これらの外部参照に対してリビジョンを明示的に指定する:
nb: Gi ekplisitt revisjon til disse eksterne:
oc: Fixer una revision especific per aquestas referéncias extèrnas
sk: Nastaviť explicitnú revíziu pre tieto externé:
sr@latin: Podesi eksplicitnu reviziju ovih eksternala:
vi: Đặt chỉnh sửa rõ ràng cho các phần bên ngoài này:

source: Set file dates to the "last commit &time"
cs: &Nastavit čas souborů na "poslední čas odevzdání"
hr: Postavljanje datuma datoteka na "vrijeme zadnje &pohrane"
it: Impos&ta le date dei file alla "ultima data di invio"
ja: ファイルの更新日時を「最終コミット日時」に設定する(&T)
nb: Sett fildatoer til "siste innsendings-&tidspunkt"
oc: Met las datas de fichièr a las "da&tas de darrièra liurason"
sk: Nastaviť čas súborov na "&čas posledného odovzdania"
sr@latin: Postavtei datume fajl na "vreme zadnjeg &urezivanja"
vi: Đặt ngày tháng tập tin về "&lần cam kết cuối"

source: Set property '%1!S!' on %2!ls!
cs: Nastavení vlastnosti '%1!S!' na %2!ls!
hr: Postavite svojstvo '%1!S!' na↩ %2!ls!
ja: プロパティ「%1!S!」を %2!ls! に設定
nb: Sett egenskap '%1!S!' på↩ %2!s!
oc: Definir la proprietat '%1 !S !' per %2!ls!
sk: Nastviť vlastnosť '%1!S!' na %2!ls!
sr@latin: Postavi osobine '%1!S!' na %2!ls!

source: Setting properties...
cs: Nastavení vlastností...
hr: Postavljanje svojstava...
it: Impostazione delle proprietà...
ja: プロパティを設定...
nb: Sette egenskaper...
oc: Configuracion de las proprietats...
sk: Nastavenia vlastností...
sr@latin: Postavljanje svojstava...
vi: Đặt thuộc tính...

source: Settings
cs: Nastavení
hr: Postavke
it: Impostazioni
ja: 設定
nb: Innstillinger
oc: Configuracion
sk: Nastavenia
sr@latin: Postavke
vi: Thiết lập

source: Settings - TortoiseSVN
cs: Nastavení - TortoiseSVN
hr: Postavke - TortoiseSVN
it: Impostazioni - TortoiseSVN
ja: 設定 - TortoiseSVN
nb: Innstillinger - TortoiseSVN
oc: Configuracion - TortoiseSVN
sk: Nastavenia - TortoiseSVN
sr@latin: Postavke - TortoiseSVN
vi: Thiết lập - TortoiseSVN

source: Shall I update the working copy and retry?
cs: Mám aktualizovat pracovní kopii a potom opakovat?
hr: Da li da obnovim radnu kopiju i ponovno pokušam?
it: Devo aggiornare la copia di lavoro e riprovare?
ja: 作業コピーを更新して再試行しますか？
nb: Skal jeg oppdatere arbeidskopien og prøve igjen?
oc: Dois-je metre a jorn la còpia de trabalh e tornar ensajar ?
sk: Aktualizovať pracovnú kópiu a skúsiť znova?
sr@latin: Mogu li da uskladim radnu kopiju i ponovim?
vi: Tôi có nên cập nhật bản làm việc bây giờ và thử lại?

source: Shell
cs: Rozhraní
hr: Ljuska
ja: シェル
nb: Kommandolinje
sk: Šel
sr@latin: Školjka

source: Shell Icon Cache was rebuilt!
cs: Úschova ikon rozhraní byla znovu vytvořena!
hr: Spremnik ikona ljuske je ponovo izgrađen!
it: La cache delle icone di stato è stata ricostruita!
ja: シェルのアイコンキャッシュは再構築されました。
nb: Shell Icon Cache ble gjenbygget!
oc: Lo Cache d'Icònas del Shell es reconstruit !
sk: Pamäť ikoniek šelu bola prebudované!
sr@latin: Keš ikona školjke je ponovo izgrađena!
vi: Bản nhớ cho biểu tượng Shell đã được tạo!

source: Shift trees to the top of the window. Alignment to other trees will be lost.
cs: Přesuň stromy na vrchol okna. Uspořádání ostatních bude ztraceno.
hr: Pomakni stabla na vrh prozora. Uravnanje s ostalim stablima će biti izgubljeno.
it: Sposta alberi in cima alla finestra. L'allineamento agli altri alberi sarà perduto.
ja: ウィンドウのトップにツリーを移動する。他のツリーの整列は失われます。
nb: Flytt trær til toppen av vinduet. Innretting mellom trær vil gå tapt.
oc: Descalar las arborescéncias cap a lo naut de la fenèstra. L'alinhament a d'autras arborescéncias seràn perduts.
sk: Posunie stromy na vrch okna. Zarovnanie s ostatnými stromami bude prerušené.
sr@latin: Pomerite stabla u vršni prozor. Podešavanje ka drugim stablima će se izgubiti.
vi: Đẩy cây tới đầu cửa sổ. Việc dóng hàng theo các cây khác sẽ bị mất.

source: Sho&w properties
cs: Z&obrazit vlastnosti
hr: Prika&ži svojstva
it: Visualizza &proprietà
ja: プロパティを表示(&W)
nb: &Vis egenskaper
oc: &Veire las proprietats
sk: Z&obraz vlastnosti
sr@latin: Prika&ži svojstva
vi: &Hiển thị thuộc tính

source: Short &date/time format in log messages
cs: Krátký formát &data/času ve zprávách záznamu
hr: Kratki oblik &datuma/vremena u dnevniku poruka
it: Usa formato corto per &date e orari
ja: ログメッセージに短い日付/時刻形式を使用する(&D)
nb: Kort &tids- og dato-format i loggmeldinger
oc: Format cort de las &datas dins los comentaris
sk: Krátky formát &dátumu/času v správach denníka
sr@latin: Kratak oblik &datuma/vremena u dnevniku poruka
vi: Hiển thị định dạng &ngày tháng trong các thông điệp tường trình

source: Short URL of Subversion items
cs: Krátké URL položek Subversion
hr: Kratki URL Subversion stavaka
it: URL corto degli elementi di Subversion
ja: Subversion 項目の短いURL
nb: Kort URL til Subversion-elementer
oc: URL corta dels elements Subversion
sk: Krátka URL adresa objektov Subversion
sr@latin: Kratak URL stavki Subverzije
vi: URL ngắn của các món trong Subversion

source: Shorten property list
cs: Zkrácený seznam vlastností
hr: Skraćeni popis svojstava
it: Accorcia lista delle proprietà
ja: プロパティリストを短縮する
nb: Forkort egenskapsliste
oc: Acorchir la lista de las proprietats
sk: Skrátený zoznam vlastností
sr@latin: Aktiviraj listu zadataka
vi: Danh sách thuộc tính thu gọn

source: Show
cs: Zobrazit
hr: Prikaži
it: Visualizza
ja: 表示
nb: Vis
oc: Afichar
sk: Ukázať
sr@latin: Prikaži
vi: Hiển thị

source: Show &Accelerator for:
cs: Zobrazit &klávesovou zkratku pro:
hr: Prikaži &akcelerator za:
it: Visualizza &Acceleratore per:
ja: アクセラレータを表示(&A):
nb: Vis &Hurtigtast for:
sk: Zobraziť skratkové &tlačidlo pre:
sr@latin: &Prikaži menije za:
vi: Hiển thị &Tăng Tốc cho

source: Show &All
cs: &Ukázat vše
hr: Prikaži &sve
it: Visualizza &tutto
ja: すべて表示(&A)
nb: &Vis alle
oc: &Afichar tot
sk: Zobraziť &všetko
sr@latin: Prikaži &sve
vi: Hiển thị &Tất cả

source: Show &Log
cs: Zobrazit &Záznam
hr: Prikaži &dnevnik
it: Visualizza &registro attività
ja: ログを表示(&L)
nb: Vis &Logg
oc: Veire lo Jorna&l
sk: Zobraziť &denník
sr@latin: Prikaži &Dnevnik
vi: Hiển thị &Tường trình

source: Show &Range...
cs: Zobrazit &Rozsah...
hr: Prikaži &raspon...
it: Visualizza &gamma delle revisioni...
ja: 表示する範囲を指定(&R)...
nb: Vis &Intervall...
oc: Aficha&r la plaja...
sk: Zobraziť &Rozsah...
sr@latin: Prikaži &raspon...
vi: Hiển thị &Phạm vi...

source: Show &WC revision
cs: Zobrazit revizi &pracovní kopie
hr: Prikaži revizije radnih &kopija
it: Visualizza revisioni &WC
ja: 作業コピーのリビジョンを表示(&W)
nb: Vis &arbeidskopi-revisjon
oc: &Mostrar la revision de la còpia de trabalh
sk: Zobraziť revíziu &pracovnej kópie
sr@latin: Prikaži revizije radnih &kopija
vi: Hiển thị bản chỉnh sửa &WC

source: Show &all revisions
cs: &Zobrazit všechny revize
hr: Prikaži &sve revizije
it: Visualizza &tutte le revisioni
ja: すべてのリビジョンを表示(&A)
nb: Vis &alle revisjoner
oc: &Afichar totas las revisions
sk: Zobraziť &všetky revízie
sr@latin: Prikaži &sve revizije
vi: Hiển thị &tất cả bản chỉnh sửa

source: Show &changes
cs: Zobrazit &změny
hr: Prikaži &izmjene
it: Visualizza &cambiamenti
ja: 変更を表示(&C)
nb: Vis &endringer
oc: Afichar los &cambiaments
sk: Zobraziť &zmeny
sr@latin: Prikaži &izmene
vi: Hiển thị các &thay đổi

source: Show &externals
cs: Zobrazit &externí
hr: Prikaži vanjsk&e
it: Visualizza &esterni
ja: 外部参照を表示(&E)
nb: Vis &eksterne
oc: Mostrar los &extèrnes
sk: Zobraziť &externé
sr@latin: Pretraži &eksternale

source: Show &locks
cs: Zobrazit &zámky
hr: Prikaži zak&ljučane
it: Visua&lizza blocchi
ja: ロックを表示(&L)
nb: Vis &låser
oc: Mostrar &los verrolhs
sk: Zobraziť &zámky
sr@latin: Prikaži &katance

source: Show &log
cs: Zobrazit &záznam
hr: Prikaži &dnevnik
it: Visualizza &registro attività
ja: ログを表示(&L)
nb: Vis &logg
oc: Veire lo jorna&l
sk: Zobraziť &denník
sr@latin: Prikaži &dnevnik
vi: Hiển thị &tường trình

source: Show &log...
cs: Zobrazit &záznam...
hr: Prikaži &dnevnik...
it: Visualizza &registro attività...
ja: ログを表示(&L)...
nb: Vis &logg..
oc: Veire lo jorna&l...
sk: Zobraziť &denník...
sr@latin: Prikaži &dnevnik...
vi: Hiển thị &tường trình...

source: Show &overlays and context menu only in explorer
cs: &Zobrazovat překryvy a kontextové menu pouze v průzkumníku Windows
hr: Prikaži p&reklapanja i skočni izbornik samo u exploreru
it: &Visualizza le icone di stato e i menu contestuali solo in explorer
ja: エクスプローラー上でのみオーバーレイとコンテキストメニューを表示(&O)
nb: Vis &ikonlag og sammenhengsmeny bare i utforskeren
oc: V&eire lo recobriment e lo menú contextual unicament dins l'explorador
sk: Z&obrazovať prekrytie a kontextovú ponuku len v Explorer-y
sr@latin: Prikaži p&reklapanja i kontekst meni samo u exploreru
vi: Chỉ hiển thị &nạp chồng và thực đơn ngữ cảnh trong trình khám phá

source: Show &unversioned files
cs: &Ukázat soubory bez verze
hr: Prikaži datoteke bez &verzija
it: Visualizza file &senza versione
ja: バージョン管理外のファイルを表示(&U)
nb: Vis &ikke-versjonerte filer
oc: Veire los fichièrs non &versionats
sk: Zobraziť &neverziované súbory
sr@latin: Prikaži fajlove bez &verzija
vi: Hiển thị các tập tin không được đánh &phiên bản

source: Show Above the Ribbon
cs: Zobrazit Nad Ribbonem
hr: Prikaži iznad trake
it: Visualizza Sopra il Nastro
ja: リボンの上に表示
nb: Vis Over Båndet
sk: Zobraziť nad lištou
sr@latin: Prikaži Iznad Trake
vi: Hiển thị phía trên Ribbon

source: Show Below the Ribbon
cs: Zobrazit Pod Ribbonem
hr: Prikaži ispod trake
it: Visualizza Sotto il Nastro
ja: リボンの下に表示
nb: Vis Under Båndet
sk: Zobraziť pod lištou
sr@latin: Prikaži Ispod Trake
vi: Hiển thị phía dưới Ribbon

source: Show Branch L&og
cs: Z&obrazit záznam větve
hr: Prikaži &dnevnik grane
it: Visualizza &Log del Branch
ja: ブランチのログを表示(&O)
nb: Vis &Grenlogg
sk: Zobraziť &denník vetvy
sr@latin: Prikazuje dn&evnik grane
vi: Hiển thị Nhánh và &Tường trình

source: Show Fewer Buttons
cs: Zobrazit Méně Tlačítek
hr: Prikaži manje gumba
it: Visualizza Meno Pulsanti
ja: 少しのボタンを表示
nb: Vis Flere Knapper
sk: Zobraziť menej tlačidiel
sr@latin: Prikaži manje dugmića
vi: Hiển thị ít Nút Bấm hơn

source: Show HEAD revision nodes
cs: Zobrazit uzly HEAD revize
hr: Prikaži čvorove glavne revizije
it: Visualizza nodi della revisione di testa
ja: 最新リビジョン(HEAD)のノードを表示する
nb: Vis HEAD-revisjonsnoder
oc: Mostrar losnosèls de revision HEAD
sk: Zobraziť hlavnú revíziu
sr@latin: Prikaži čvorove glavne revizije
vi: Hiển thị các nút của bản chỉnh sửa CHÍNH

source: Show Inline-Diff word by word Inline diff word-wise
cs: Zobrazit řádkové rozdíly slovo po slovu Rozdíly na řádcích podle slov
hr: Prikaži razlike u retku riječ po riječ Razlike po riječima unutar retka
it: Visualizza Differenze-Inlinea parola per parola Inline-Diff word-wisw
ja: 単語単位での行内差分を表示する 行内差分（単語単位）
nb: Vis Linjeforskjeller ord for ord Linjeforskjeller per ord
oc: Veire las diferéncias en linha mot per mot Diferéncia en linha per mot
sk: Zobrazí zmeny v riadku slovo po slove Rozdiely v riadkoch po slovách
sr@latin: Prikaži razlike u redu reč po reč Razlike po rečima unutar linije
vi: Hiển thị khác biệt trong dòng từng từ một Hướng theo khác biệt từng từ trong dòng

source: Show Inline-Diff Inline diff
cs: Zobrazit Rozdíl v řádku Rozdíl v řádku
hr: Prikaži inline diff Inline diff
it: Visualizza differenze in linea Differenze in linea
ja: 行内の差分を表示する 行内差分
nb: Vis linjeforskjeller Linjeforskjeller
oc: Veire las diferéncias en linha Diferéncias en linha
sk: Zobraziť riadkové rozdiely Riadkové rozdiely
sr@latin: Prikaži Inlajn-dif Inlajn dif
vi: Hiện Khác biệt-trong dòng Khác biệt trong dòng

source: Show Lock dialog before locking files
cs: Zobrazit dialogové okno Uzamčení před zamknutím souborů
hr: Prikaži dijalog prije zaključavanja datoteka
it: Visualizza la finestra di dialogo prima di bloccare i file
ja: ファイルをロックする前にロックダイアログを表示する
nb: Vis Sperre-dialogen før filer sperres
oc: Afichar la bóstia de dialòg verrolh abans de verrolhar los fichièrs
sk: Zobraziť Dialógové okno zamykanie pred zamknutím súborov
sr@latin: Prikaži dijalog zaključavanja pre zaključavanja fajlova
vi: Hiển thị hộp thoại khóa trước khi khóa tập tin

source: Show Monitor Dialog
cs: Zobrazit dialogové okno monitoru
hr: Prikaži dijalog monitora
ja: モニターダイアログを表示
nb: Vis Overvåkings-dialog
oc: Afichar dialòg de progrès
sr@latin: Prikaži monitor dijalog

source: Show More Buttons
cs: Zobrazit Více Tlačítek
hr: Prikaži više gumba
it: Visualizza Più Pulsanti
ja: 多くのボタンを表示
nb: Vis Færre Knapper
sk: Zobraziť viac tlačidiel
sr@latin: Prikaži više dugmića
vi: Hiển thị nhiều Nút Bấm hơn

source: Show Ove&rview
cs: Zobrazit &Přehled
hr: Prikaži sa&žetak
it: Most&ra vista d'insieme
ja: 縮小表示(&R)
nb: Vis Ove&rsikt
oc: Afichar la &vue generala
sk: Zobraziť &prehľad
sr@latin: Prikaži sa&žetak
vi: Hiển thị Xem &Tổng Quát

source: Show Quick Access Toolbar Above the Ribbon
cs: Zobrazit Lištu Rychlého Přístupu nad Ribbonem
hr: Prikaži kutiju sa alatima za brzi pristup iznad trake
it: Visualizza Barra Accesso Veloce Sopra il Nastro
ja: リボンの上にクイックアクセスツールバーを表示
nb: Vis Hurtigverktøylinje Ovenfor Båndet
sk: Zobraziť lištu rýchleho prístupu nad lištou
sr@latin: Prikaži alatni panel za brzi pristup iznad trake
vi: Hiển thị Thanh Công Cụ Truy Cập Nhanh phía trên Ribbon

source: Show Quick Access Toolbar Below the Ribbon
cs: Zobrazit Lištu Rychlého Přístupu pod Ribbonem
hr: Prikaži kutiju sa alatima za brzi pristup ispod trake
it: Visualizza Barra Accesso Veloce Sotto il Nastro
ja: リボンの下にクイックアクセスツールバーを表示
nb: Vis Hurtigverktøylinje Nedenfor Båndet
sk: Zobraziť lištu rýchleho prístupu pod lištou
sr@latin: Prikaži alatni panel za brzi pristup ispod trake
vi: Hiển thị Thanh Công Cụ Truy Cập Nhanh phía dưới Ribbon

source: Show Screen&Tips on toolbars
cs: Zobrazit &Tipy na liště nástrojů
hr: Prikaži &savjete na traci sa alatima
it: Visualizza suggerime&nti sulle barre
ja: ツールバーの上にスクリーンチップを表示(&T)
nb: Vis Skjerm&Tips på verktøylinjer
sk: Zobraziť tipy& na lište
sr@latin: Pokaži ekran&Vrh na alatnom panelu
vi: Hiển thị các &mẹo màn hình trên thanh công cụ

source: Show WC &modifications
cs: Zobrazit &změny pracovní kopie
hr: Pokaži &izmjene radne kopije
it: Visualizza le &modifiche WC
ja: 作業コピーの変更を表示(&M)
nb: Vis &endringer i arbeidskopi
sk: Zobraziť &zmeny pracovnej kópie
sr@latin: Prikaži RK &izmene
vi: Hiển thị các &chỉnh sửa WC

source: Show Whitespaces
cs: Zobrazit mezery
hr: Prikaži praznine
it: Visualizza spazi
ja: 空白を表示
nb: Vis Blanktegn
oc: Mostrar los caractèrs d'espaçament
sk: Zobraziť biele znaky
sr@latin: Prikaži beline
vi: Hiển thị Khoảng Trắng

source: Show an overview of the whole graph
cs: Zobrazit přehled celého grafu
hr: Prikaži pregled cijelog grafa
it: Visualizza una visione d'insieme del grafico
ja: グラフ全体の縮小表示を表示する
nb: Vis oversikt over hele grafen
oc: Afichar una vista d'ensemble de tot lo graf
sk: Zobrazí náhľad na celý graf
sr@latin: Prikaži pregled celog grafa
vi: Hiển thị tổng quát của toàn bộ biểu đồ

source: Show c&hanges (content only)
cs: Zobrazit z&měny (pouze obsah)
hr: Prikaži pro&mjene (samo sadržaj)
it: Mostra cambiamenti (solo contenuto)
ja: 変更を表示（内容のみ）(&H)
nb: Vis &endringer (bare innhold)
oc: Mòstra losc&ambiaments (contengut unicament)
sk: Ukázať &zmeny (iba obsah)
sr@latin: Prikaži i&zmene (samo sadržaj)

source: Show changes as &unified diff
cs: Zobrazit změny jako &sjednocený rozdíl
hr: Prikaži izmjene kao &objedinjene razlike
it: Visualizza cambiamenti come confronto &unificato
ja: &Unified 形式で変更を表示
nb: Vis endringer som &enhetlig diff
oc: Veire las diferéncias en mòde diff &unificat
sk: Zobraziť zmeny &unifikovaným porovnaním
sr@latin: Prikaži izmene kao &objedinjene razlike
vi: Hiển thị các thay đổi dưới dạng khác biệt &thống nhất

source: Show differences as &unified diff
cs: Zobrazit rozdíly jako &sjednocený rozdíl
hr: Prikaži &objedinjene razlike
it: Visualizza le differenze come confronto &unificato
ja: &Unified 形式で差分を表示
nb: Vis forskjeller som &enhetlige differ
oc: Veire las diferéncias en mòde diff &unificat
sk: Zobraziť rozdiely &unifikovaným porovnaním
sr@latin: Prikaži &objedinjene razlike
vi: Hiển thị các khác biệt dưới dạng khác biệt &thống nhất

source: Show excluded root folders as normal
cs: Zobrazit vyloučené kořenové adresáře jako normální
hr: Prikaži isključene korijenske mape kao normalne
it: Visualizza cartelle principali escluse come normali
ja: 表示対象外にある作業フォルダーの最上位を通常として表示する
nb: Vis ekskluderte rotmapper som normale
oc: Afichar los dorsièrs raices excluses coma normals
sk: Zobraziť vylúčené koreňové adresáre normálne
sr@latin: Prikazuje isključen folder kao normalno
vi: Hiển thị các thư mục gốc bị loại trừ như bình thường

source: Show externals from &different repositories
cs: Zobrazit externí z &rozdílných úložišť
hr: Prikaži vanjske stavke iz &drugih skladišta
it: Visualizza esterni da reporitory &differenti
ja: 異なるリポジトリの外部参照を表示(&D)
nb: Vis eksterne fra &forskjellige depoter
oc: Afichar las referéncias extèrnas &d'autres depauses
sk: Zobraziť externé z o&dlišných úložísk
sr@latin: Prikažite eksternale iz &različitih spremišta
vi: Hiển thị các phần bên ngoài từ các kho chứa &khác nhau

source: Show f&ull menus after a short delay
cs: Po krátkém čekání zobrazit &celé menu
hr: Prikaži &pune izbornike nakon kratke stanke
it: Visualizza menu inte&ri dopo un piccolo ritardo
ja: 少しの遅延の後にすべてのメニューを表示(&U)
nb: Vis f&ull meny etter en kort pause
sk: Po chvíľke zobraziť &celú ponuku
sr@latin: Prikaži p&un meni posle kratkog kašnjenja
vi: &Hiển thị đầy đủ thực đơn sau một khoảng chờ ngắn

source: Show l&og
cs: &Zobrazit záznam
hr: Prikaži &dnevnik
it: Visualizza L&og
ja: ログを表示(&O)
nb: Vis &logg
oc: Veire lo J&ornal
sk: Zobraziť &denník
sr@latin: Prikaži &Dnevnik
vi: Hiển thị &tường trình

source: Show linenumber&s
cs: Zobrazovat čí&sla řádků
hr: Prikaži brojeve lini&ja
it: Mo&stra i numeri di linea
ja: 行番号を表示する(&S)
nb: Vis linjenu&mmer
oc: Veire losnumèros de linha&s
sk: Zobraz &čísla riadkov
sr@latin: Prikaži brojeve lini&ja
vi: Hiển thị số thứ tự &dòng

source: Show lo&g
cs: Zobrazit zázn&am
hr: Prikaži &dnevnik
it: Visualizza lo&g
ja: ログを表示(&G)
nb: Vis &logg
oc: &Veire lo jornal
sk: Zobraziť &denník
sr@latin: Prikaži dnevni&k
vi: Hiển thị t&ường trình

source: Show multiple &changes...
cs: &Zobrazit více změn....
hr: Prikaži više p&romjena...
it: Mostra più cambiamenti...
ja: 複数の変更を表示(&C)...
nb: Vis mange &endinger...
oc: Afichar las modifi&cacions multiplas...
sk: Zobraziť viacero &zmien...
sr@latin: Prikaži višestruke &izmene...

source: Show multiple &changes... (content only)
cs: &Zobrazit více změn.... (pouze obsah)
hr: Prikaži više &promjena... (samo sadržaj)
it: Mostra cambiamenti multipli... (solo contenuto)
ja: 複数の変更を表示（内容のみ）(&C)...
nb: Vis mange e&ndinger... (bare innhold)
oc: Montres los&cambiaments multiples... (contengut unicament)
sk: Zobraziť viacero &zmien... (iba obsah)
sr@latin: Prikaži višestruke i&zmen... (samo sadržaj)
