Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Configure Filter Regexes
cs: Nastavit regulární výrazy filtrů
hr: Konfigurirajte filtere za uobičajeni izraz
it: Configura il filtro per Regex
ja: フィルターの正規表現を設定
nb: Konfigurer Regulært Uttrykk-filtre
oc: Configurar los filtres regex
sr@latin: Konfiguriši filter regeks

source: Configure Hook Scripts
cs: Nastavit Hákové Skripty
hr: Podesi zakvačene skripte
it: Configura gli Hook script
ja: フックスクリプトの設定
nb: Konfigurere Påhakingsskript
oc: Configurar los escripts associats
sk: Nastaviť pripnuté skripty
sr@latin: Podesi zakačive skripte
vi: Cấu hình kịch bản móc

source: Configure Issue Tracker Integration
cs: Nastavit Integraci se Sledovačem Problémů
hr: Podesi integraciju s sustavom praćenja zahtjeva (engl. Issue Tracker)
it: Configura l'integrazione dell'Issue Tracker
ja: 課題追跡システムとの統合に関する設定
nb: Konfigurer Saksporingsintegrasjon
oc: Configurar Integracion del Sistèma de Suivi de Problèmas
sk: Nastaviť integráciu so sledovačom prípadov
sr@latin: Konfiguriše integraciju problem tragača
vi: Cấu hình chương trình theo dõi vấn để tích hợp

source: Configure the program used for comparing different revisions of files
cs: Nastavte program používaný pro srovnání různých revizí souborů.
hr: Podesite program koji se koristi za usporedbu različitih revizija datoteka
it: Configura l'applicazione utilizzata per comparare le diverse revisioni dei file.
ja: 異なるリビジョンのファイルの比較に使用するプログラムの設定
nb: Still inn for programmet som sammenligner forskjellige revisjoner av filer.
oc: Configuratz lo programa utilizat per comparar las diferentas revisions de fichièrs
sk: Nastaviť program na porovnanie rôznych revízií súborov.
sr@latin: Podesite program koji se koristi za poređenje različitih revizija fajlova
vi: Cấu hình chương trình dùng cho so sánh các bản chỉnh sửa của các tập tin

source: Configure the program used for comparing different revisions of properties
cs: Nastavte program používaný pro srovnání různých revizí vlastností.
hr: Podesite program koji se koristi za usporedbu različitih revizija svojstava datoteka
it: Configura l'applicazione utilizzata per comparare le diverse revisioni delle proprietà.
ja: 異なるリビジョンのプロパティの比較に使用するプログラムの設定
nb: Still inn for programmet som sammenligner forskjellige revisjoner av egenskaper.
oc: Configuratz lo programa utilizat per comparar las diferentas revisions de proprietats
sk: Nastaviť program na porovnanie rôznych revízií vlastností.
sr@latin: Podesite program koji se koristi za poređenje različitih revizija osobina
vi: Cấu hình chương trình dùng cho so sánh các bản chỉnh sửa của các thuộc tính

source: Configure the program used to resolve conflicted files.
cs: Nastavte program používaný pro sloučení konfliktních souborů.
hr: Podesite program koji se koristi se za razrješenje sukobljenih datoteka.
it: Configura l'applicazione utilizzata per risolvere i file in conflitto.
ja: ファイルの競合を解決するために使用するプログラムを設定してください。
nb: Still inn for programmet som brukes for å ordne filer som er i konflikt
oc: Configuratz lo programa utilizat per resòlvre los fichièrs en conflicte.
sk: Nastaviť program na riešenie konfliktov.
sr@latin: Podesite program koji se koristi se za razrešenje sukobljenih fajlova.
vi: Cấu hình chương trình dùng cho giải quyết các tập tin bị mâu thuẫn.

source: Configure viewer program for GNU diff files (patch files).
cs: Nastavte program používaný pro prohlížení rozdílových souborů GNU diff (soubory oprav).
hr: Podesite pregledni program za GNU razlikovne datoteke (datoteke sa zakrpom).
it: Configura l'applicazione per la visualizzazione dei file di confronto GNU (patch).
ja: GNUの差分ファイル（パッチファイル）の表示に用いるプログラムを設定してください
nb: Still inn visningsprogram for GNU diff-filer (korreksjonsfiler).
oc: Configuratz lo programa de visualizacion de fichièrs de diferéncias GNU (fichièrs patch).
sk: Nastavenie prehliadača 'GNU diff' súborov (súbory záplat).
sr@latin: Podesite pregledni program za GNU diff fajlove (fajlove zakrpa).
vi: Cấu hình chương trình xem cho các tập tin khác biệt GNU (tập tin chứa bản vá).

source: Confirm revert
cs: Potvrdit vrácení
hr: Potvrdi vraćanje
it: Conferma il ritorno
ja: 変更を取り消す操作を確認する
nb: Bekreft tilbakestilling
oc: Confirmar lo retorn en arrièr
sk: Potvrdiť vrátenie
sr@latin: Potvrdite vraćanje
vi: Khẳng định quay lui

source: Conflict Sources
cs: Konfliktní zdroje
hr: Sukob razriješen
it: Conflitto fra sorgenti
ja: 競合しているソース
nb: Konflikt-kilder
sk: Konfliktné zdroje
sr@latin: Izvori Sukoba
vi: Các nguồn mâu thuẫn

source: Conflict resolved
cs: Konflikt vyřešen
hr: Sukob razriješen
it: Conflitto risolto
ja: 解決済みの競合
nb: Konflikt løst
oc: Conflicte resolgut
sk: Konflikt bol vyriešený
sr@latin: Conflikt razrešen.
vi: Mâu thuẫn được giải quyết

source: Conflicted
cs: V konfliktu
hr: U sukobu
it: In conflitto
ja: 競合
nb: I konflikt
oc: En conflicte
sk: Konfliktné
sr@latin: Konfliktan
vi: Mâu thuẫn

source: Conflicted (maybe)
cs: V konfliktu (možná)
hr: U konfliktu (možda)
it: In conflitto (può darsi)
ja: 競合（おそらく）
nb: I konflikt (kanskje)
oc: En conflicte (benlèu)
sk: Konflikné (možno)
sr@latin: Konflikt (možda)
vi: Mâu thuẫn (có lẽ)

source: Conflicts: %d
cs: Konfliktů: %d
hr: Sukobi: %d
it: Conflitti: %d
ja: 競合: %d
nb: Konflikter: %d
oc: Conflictes : %d
sk: Konflikty: %d
sr@latin: Sukobi: %d
vi: Mâu thuẫn: %d

source: Connect to the repository server and download missing log data
cs: Připojit se k serveru úložiště a stáhnout chybějící data záznamu
hr: Spoji se na skladišni poslužitelj i spusti podatke dnevnika koji nedostaju
it: Connetti al server del repository e scarica i dati di registro attività mancanti
ja: リポジトリサーバーに接続し、取得していないログデータをダウンロードする
nb: Kontakt depot-tjeneren og last ned manglende loggdata
oc: Se connecter al servidor del depaus e telecargar las donadas del jornal mancanta
sk: Pripojiť sa ku serveru úložiska a stiahnuť chýbajúce údaje
sr@latin: Spoji se sa serverom spremišta i skini podatke dnevnika koji nedostaju
vi: trình còn thiếu

source: Container sizes
cs: Velikosti kontejnerů
hr: Veličine spremnika
it: Dimensione dei contenitori
ja: コンテナサイズ
nb: Beholder-størrelser
oc: Talha dels contenidors
sk: Veľkosť kontajneru
sr@latin: Veličine kontejnera
vi: Kích thước đồ chứa

source: Context Menus:
cs: Kontextové Menu:
hr: Konteksni izbornici::
it: Menu contestuale:
ja: コンテキストメニュー:
nb: Sammenhengsmenyer:
sk: Kontextové ponuky:
sr@latin: Sadržaj menija:
vi: Thực đơn ngữ cảnh:

source: Context lines for patches
cs: Kontextové řádky pro záplaty
hr: Kontekst linije za zakrpe
ja: パッチのコンテキストライン
nb: Kontekstlinjer for korreksjoner
oc: Linhas de contèxte per de patchs
sr@latin: Linije sadržaja za zakrpe

source: Contract docked window
cs: Zmenšit kotvící okno
hr: Ugovorno usidreni prozor
it: Contrai la finestra agganciata
ja: ドッキングしているウィンドウをコントラクトする
nb: Krymp dokket vindu
sk: Zúžiť zakotvené okno
sr@latin: Raširi uglavljen prozor
vi: Hợp đồng gắn cửa sổ

source: Convert spaces to tabs
cs: Převést mezery na tabulátory
hr: Pretvorba razmaka u tabulatore
it: Converti spazi in tab
ja: 空白をタブに変換
nb: Gjør mellomrom til tab
oc: Convertir los espacis en tabulacions
sk: Zmeniť medzery na tabulátory
sr@latin: Konvertuj razmake u tabove

source: Convert tabs to spaces
cs: Převést tabulátory na mezery
hr: Pretvori tabulatore u razmake
it: Converti tab in spazi
ja: タブを空白に変換
nb: Gjør tab til mellomrom
oc: Convertir las tabulacions en espacis
sk: Zmeniť tabulátory na medzery
sr@latin: Konvertuj tabove u razmake

source: Converts the working copy format to the new version
cs: Zkonvertuje formát pracovní kopie na novou verzi
hr: Pretvara radnu kopiju u format za novu inačicu
it: Converti la copia di lavoro nella nuova versione
ja: 作業コピーの形式を新しいバージョンに変換する
nb: Konverterer arbeidskopiformatet til den nye versjonen
oc: Convertit lo format de la còpia de trabalh per la novèla version
sk: Vynový pracovnú kópiu na novšiu verziu
sr@latin: Pretvara format radne kopije u novu verziju
vi: Chuyển đổi định dạng của bản đang làm sang phiên bản mới

source: Cop&y
cs: &Kopírovat
hr: Kop&iraj
it: &Copia
ja: コピー(&Y)
nb: &Kopiér
oc: &Copiar
sk: &Kopíruj
sr@latin: Kop&iraj
vi: &Sao chép

source: Copied
cs: Zkopírované
hr: Kopirano
it: Copiato
ja: コピー
nb: Kopiert
oc: Copiat
sk: Prekopírované
sr@latin: Kopirano
vi: Đã sao chép

source: Copied from: %1!ls!@%2!ld!
cs: Zkopírováno z: %1!ls!@%2!ld!
hr: Kopirano iz: %1!ls!@%2!ld!
it: Copiato da: %1!ls!@%2!ld!
ja: コピー: %1!ls!@%2!ld!
nb: Kopiert fra: %1!ls!@%2!ld!
oc: Copiat dempuèi : %1!ls!@%2!ld!
sk: Prekopírované z %1!ls!@%2!ld!
sr@latin: Kopirano iz: %1!ls!@%2!ld!
vi: Sao chép từ: %1!ls!@%2!ld!

source: Copies the URLs of all selected items to the clipboard
cs: Zkopíruje URL všech zvolených položek do schránky
hr: Kopiranje URL-ova za sve odabrane stavke u međuspremnik
it: Copia l'URL di tuti gli Oggetti selezionati nella Clipboard
ja: 選択中の全項目のURLをクリップボードにコピー
nb: Kopierer URL for alle markerte elementer til utklippstavlen
oc: Còpia los URLs dels elements seleccionats dins lo quichapapièrs
sr@latin: Kopira URLove izabranih stavki u klipbod

source: Copy
cs: Kopírovat
hr: Kopiraj
it: Copia
ja: コピー
nb: Kopiér
oc: Copiar
sk: Kopírovať
sr@latin: Kopiraj
vi: Sao chép

source: Copy %1!ld! items to %2!ls!
cs: Kopírovat %1!ld! položek do %2!ls!
hr: Kopiraj %1!ld! stavki u %2!ls!
it: Copia %1!ld! elementi in %2!ls!
ja: %1!ld!件の項目をコピー %2!ls!
nb: Kopiér %1!ld! elementer til %2!ls!
oc: Copiar %1!ld! elements vers %2!ls!
sk: Kopírovať %1!ld! objektov do %2!ls!
sr@latin: Kopiraj %1!ld! stavki u %2!ls!
vi: Sao chép %1!ld! món sang %2!ls!

source: Copy %1!ls! to %2!ls!, Revision %3!ls!
cs: Kopírování %1!ls! do %2!ls!, Revize %3!ls!
hr: Kopiraj %1!ls! u %2!ls!, revizija %3!ls!
it: Copia%1!ls! a %2!ls!, rRevisione %3!ls!
ja: リビジョン %3!ls! の %1!ls! を %2!ls! へコピー
nb: Kopier %1!ls! til %2!ls!, Revisjon %3!ls!
oc: Còpia de %1!ls! cap a %2!ls!, Revision %3!ls!
sk: Kopírovať %1!ls! do %2!ls!, revíziu %3!ls!
sr@latin: Kopiranje %1!ls! u %2!ls!, Revizija %3!ls!
vi: Sao chép %1!ls! to %2!ls!, Chỉnh sửa %3!ls!

source: Copy %1!ls! to %2!ls!
cs: Kopírovat %1!ls! do %2!ls!
hr: Kopiram %1!ls! u %2!ls!
it: Copia %1!ls! in %2!ls!
ja: %1!ls! を %2!ls! へコピー
nb: Kopiér %1!ls! til %2!ls!
oc: Copiar %1!ls! vers %2!ls!
sk: Kopírovať %1!ls! do %2!ls!
sr@latin: Kopiram %1!ls! u %2!ls!
vi: Sao chép %1!ls! sang %2!ls!

source: Copy &revision number to clipboard
cs: Zkopírovat číslo &revize do schránky
hr: Kopiraj broj &revizije u međuspremnik
it: Copia il &numero di revisione negli Appunti
ja: リビジョン番号をクリップボードにコピー(&R)
nb: Kopiér &revisjonsnummer til utklippstavlen
oc: &Copiar lo numèro de revision dins lo quichapapièrs
sk: Kopírovať číslo &revízie do schránky
sr@latin: Kopiraj &revizioni broj u klipbord

source: Copy (Branch / Tag)
cs: Kopírovat (Větev / Značku)
hr: Kopiraj (grana / oznaka)
it: Copia (Ramifica / Etichetta)
ja: コピー（ブランチ/タグの作成）
nb: Kopiér (Forgren / Merk)
oc: Copiar (Branca / Etiqueta)
sk: Kopíruj (Vetvu / značku)
sr@latin: Kopiraj (Grana / Oznaka)
vi: Sao chép (Nhánh/Thẻ)

source: Copy Tool Copy
cs: Kopírovací Nástroj Kopírování
hr: Alat za kopiranje Kopirati
it: Strumento di Copia Copia
ja: コピーツール コピー
nb: Kopi-verktøy Kopiér
sk: Nástroj kopírovať Kopírovať
sr@latin: Alat čišćenja Očisti
vi: Công cụ sao chép Sao chép

source: Copy URL to clipboard
cs: Kopírovat URL do schránky
hr: Kopiraj URL u međuspremnik
it: Copia l'URL negli Appunti
ja: URLをクリップボードにコピー
nb: Kopiér URL til utklippstavlen
oc: Copiar l'URL dins lo quichapapièrs
sk: Kopírovať URL do schránky
sr@latin: Kopiraj URL u klipbord
vi: Sao chép URL sang bảng kẹp tạm

source: Copy and add The file is copied to the destination and added to version control.
cs: Zkopírovat a přidat Soubor je zkopírován do cíle a přidán pod správu verzí.
hr: Kopiraj i dodaj Datoteka je kopirana na odredište i dodana u upravitelja verzije.
it: Copia e Aggiungi Il file verrà copiato nel direttorio di destinazione e aggiunto al controllo di Versione
ja: コピーして追加 ファイルが宛先にコピーされ、バージョン管理に追加されます。
nb: Kopier og legg til Filen kopieres til målstien og legges til versjonskontroll
oc: Copiar e apondre Lo fichièr es copiat cap a la destinacion e apondut al contraròtle de version.
sr@latin: Kopiraj i dodaj Fajl je kopiran na odredište i dodat kontroli verzija.

source: Copy and rename
cs: Kopírovat a přejmenovat
hr: Kopirati i promjeniti ime
it: Copia e rinomina
ja: コピーして名前を変更
nb: Kopiér og omdøp
oc: Copiar e renomenar
sk: Kopírovať a premenovať
sr@latin: Kopiraj i preimenuj
vi: Sao chép và đổi tên

source: Copy and rename item to here
cs: Kopírovat a přejmenovat položku sem
hr: Ovdje kopiraj uz promjenu imena datoteke
it: Copia qui l'elemento e rinominlo
ja: ここにコピーして名前を変更
nb: Kopiér og omdøp element hit
oc: Copiar e renomenar los elements aicí
sk: Kopírovať a premenovať objekty sem
sr@latin: Ovđe kopiraj i preimenuj stavku
vi: Sao chép và đổi tên món sang đây

source: Copy from path
cs: Kopírovat z cesty
hr: Kopija sa staze
it: Copia dal percorso
ja: コピー元のパス
nb: Kopiert fra sti
oc: Copiar dempuèi lo camin
sk: Kópia z cesty
sr@latin: Kopija sa putanje
vi: Sao chép từ đường dẫn

source: Copy items to here
cs: Kopírovat položky sem
hr: Kopiraj datoteke ovdje
it: Copia elementi qui
ja: ここに項目をコピー
nb: Kopiér elementer hit
oc: Copiar los elements aicí
sk: Kopírovať objekty sem
sr@latin: Kopiraj stavke ovde
vi: Sao chép các món sang đây

source: Copy selection to cli&pboard
cs: &Kopírovat výběr do schránky
hr: Kopiraj označeno u &međuspremnik
it: Copia la selezione negli a&ppunti
ja: 選択範囲をクリップボードにコピー(&P)
nb: Kopiér det markerte til utklip&pstavlen
oc: Copiar la seleccion dins lo &quichapapièrs
sk: Kopírovať výber do &schránky
sr@latin: Kopiraj označeno u &klipbord
vi: Sao chép lựa chọn sang bảng &kẹp tạm

source: Copy the selection and put it on the Clipboard Copy
cs: Kopírovat výběr a vložit ho do schránky Kopírovat
hr: Kopiraj označeno i stavi u međuspremnik Kopiraj
it: Copia il testo selezionato e lo copia negli Appunti Copia
ja: 選択範囲をクリップボードにコピーする コピー
nb: Kopiér det markerte og legg det på utklippstavlen Kopiér
oc: Copiar la seleccion e la metre dins lo quichapapièrs Copiar
sk: Kopírovať výber a vlož ho do schránky Kopírovať
sr@latin: Kopiraj označeno i stavi u klipbord Kopiraj
vi: Sao chép lựa chọn và đặt nó vào bảng kẹp tạm Sao chép

source: Copy to %1
cs: Kopírovat do %1
hr: Kopiraj u %1
it: Copia in %1
ja: %1 にコピー
nb: Kopiér til %1
oc: Copiar cap a %1
sr@latin: Kopiraj u %1

source: Copy to clipboard
cs: Kopírovat do schránky
hr: Kopiraj u međuspremnik
it: Copia negli Appunti
ja: クリップボードにコピー
nb: Kopiér til utklippstavlen
oc: Copiar dins lo quichapapièrs
sk: Kopírovať do schránky
sr@latin: Kopirajte u klipbord
vi: Sao chép vào clipboard

source: Copy to working copy...
cs: Kopírovat do pracovní kopie...
hr: Kopiraj u radnu kopiju...
it: Copia nella copia di lavoro...
ja: 作業コピーへコピー...
nb: Kopiér til arbeidskopi...
oc: Copiar cap a la còpia de trabalh...
sk: Kopírovať do pracovnej kópie...
sr@latin: Kopiraj u radnu kopiju...
vi: Đang sao chép vào bản sao đang làm...

source: Copy: New name for %ls
cs: Kopírovat: Nové jméno pro %ls
hr: Kopija: Novo ime za %ls
it: Copia: nuovo nome per %ls
ja: コピー: %ls の新しい名前
nb: Kopiér: Nytt navn for %ls
oc: Copiar : Novèl nom per %ls
sk: Kopírovať: Nové meno pre %ls
sr@latin: Kopija: Novo ime za %ls
vi: Sao chép: Tên mới cho %ls

source: Copy The file is copied to the destination and left unversioned.
cs: Zkopírovat Soubor je zkopírován do cíle a ponechán bez verze.
hr: Kopiraj Datoteka je kopirana na odredište i ostavljena neverzionirana.
it: Copia e Aggiungi Il file verrà copiato nel direttorio di destinazione ma non aggiunto al controllo di Versione
ja: コピー ファイルが宛先にコピーされますが、バージョン管理しないままにします。
nb: Kopier Filen kopieres til målstien og forblir ikke-versjonert
oc: Copiar Lo fichièr es copiat cap a la destinacion e daissat non versionat.
sk: Kopírovať Súbor je skopírovaný do cieľa a ponechaný neverziovaný
sr@latin: Kopiraj Fajl je kopiran na odredište i ostavljen neverzionisan.

source: Copying %1!ls!
cs: Kopíruji %1!ls!
hr: Kopiram %1!ls!
it: Copia di %1!ls!
ja: %1!ls! をコピー中
nb: Kopierer %1!ls!
oc: Còpia de %1!ls!
sk: Kopírovanie %1!ls!
sr@latin: Kopiranje %1!ls!
vi: Đang sao chép %1!ls!

source: Copying from foreign repository URL
cs: Kopírování z cizí URL úložiště
hr: Kopiranje iz stranog repozitorija URL-a
it: Copia della URL del repository estraneo
ja: 外部リポジトリのURLからコピー
nb: Kopierer fra fremmed depot-URL
oc: Còpia dempuèi una URL de referencial étrangère
sk: Kopírovanie z URL vonkašieho úložiska
sr@latin: Kopiranje iz URL stranog spremišta

source: Copying...
cs: Kopíruji...
hr: Kopiram...
it: Copia in corso...
ja: コピー中...
nb: Kopierer...
oc: Còpia...
sk: Kopírovanie...
sr@latin: Kopiram...
vi: Đang sao chép...

source: Could not add %ls to the ignore list!
cs: Nelze přidat %ls do seznamu k ignorování!
hr: Nisam mogao dodati %ls na popis zanemarenih!
it: Impossibile aggiungere %ls all'elenco 'ignora'!
ja: %ls を無視リストに追加できませんでした。
nb: Fikk ikke lagt %ls i ignoreringslisten!
oc: Pòt pas apondre %ls a la lista dels ignorats !
sk: Nemožno pridať %ls do zoznamu vylúčení!
sr@latin: Nije bilo moguće dodati %ls na listu zanemarenih!
vi: Không thể thêm %ls vào danh sách bỏ qua!

source: Could not add '%ls' because
cs: Nelze přidat '%ls' protože
hr: Nije moguće dodati '%ls' zbog
it: Impossibile aggiungere '%ls' poiché
ja: 「%ls」を追加できませんでした。
nb: Kunne ikke legge til '%ls' fordi
oc: Pòt pas apondre '%ls' perque
sk: Nemožno pridať '%ls' pretože
sr@latin: Nije bilo moguće dodati '%ls' zbog
vi: Không thể thêm '%ls' bởi vì

source: Could not add property '%1!ls!' on '%2!ls!' because
cs: Nelze přidat vlastnost '%1!ls!' pro '%2!ls!', protože
hr: Nije moguće dodati svojstvo '%1!ls!' nad '%2!ls!' zbog
it: Impossibile aggiungere la proprietà '%1!ls!' in '%2!ls!' poiché
ja: プロパティ「%1!ls!」を「%2!ls!」に追加できませんでした。
nb: Kunne ikke legge til egenskapen '%1!ls!' på %2!ls! fordi
oc: Pòt pas apondre la proprietat '%1!ls!' a '%2!ls!' perque
sk: Nemožno pridať vlastnosť "%1!ls!"' na "%2!ls!" pretože
sr@latin: Nije bilo moguće dodati svojstvo '%1!ls!' na %2!ls! zbog
vi: Không thể thêm thuộc tính '%1!ls!' trên '%2!ls!' bởi vì

source: Could not check for a newer version!
cs: Nelze zjistit, zda existuje nová verze!
hr: Nisam mogao provjeriti da li postoji novija verzija!
it: Impossibile controllare l'esistenza di nuove versioni!
ja: 最新のバージョンのチェックができませんでした。
nb: Kunne ikke sjekke etter en ny versjon!
oc: Pòt pas verificar la disponibilitat d'una novèla version !
sk: Nemožno skontrolovať novšiu verziu!
sr@latin: Ne bilo moguće proveriti da li postoji novija verzija!
vi: Không thể kiểm tra phiên bản mới!

source: Could not copy the files! %ls
cs: Nelze kopírovat soubory! %ls
hr: Nisam mogao kopirati datoteke! %ls
it: Impossibile copiare i file! %ls
ja: ファイルをコピーできませんでした。 %ls
nb: Kunne ikke kopiere filene! %ls
oc: Pòt pas copiar los fichièrs ! %ls
sk: Nemožno kopírovať súbory! %ls
sr@latin: Nije moguće kopirati fajlove! %ls
vi: Không thể sao chép các tập tin! %ls

source: Could not create %1 because the directory is full.
cs: %1 nelze vytvořit, protože adresář je plný.
hr: %1 nije mogao biti napravljen zato što je direktorij pun.
it: %1 non può essere creato: il disco è pieno.
ja: ディレクトリがいっぱいなので %1 を作成できません。
nb: Kunne ikke opprette %1 fordi katalogen er full.
oc: %1 pòt pas èsser creat perque lo repertòri es plen.
sk: %1 nemohol byť vytvorený, pretože je plný adresár.
sr@latin: Nije bilo moguće kreirati %1 zato što je folder pun.
vi: Không thể tạo %1 bởi vì thư mục đã đầy.

source: Could not create temp folder!
cs: Nelze vytvořit dočasný adresář!
hr: Ne mogu stvoriti privremenu mapu!
it: Impossibile creare cartella temporanea!
ja: 一時フォルダーを作成できませんでした。
nb: Kunne ikke lage midlertidig mappe!
oc: N'a pas pu crear lo dorsièr temporaire !
sk: Nepodarilo sa vytvoriť dočasný adresár!
sr@latin: Ne može da kreira temp folder!
vi: Không thể tạo được thư mục tạm!

source: Could not delete '%ls' because
cs: Nelze smazat '%ls', protože
hr: Nije moguće obrisati '%ls' zbog
it: Impossibile eliminare '%ls' poiché
ja: 「%ls」を削除できませんでした。
nb: Kunne ikke slette '%ls' fordi
oc: Pòt pas suprimir '%ls' perque
sk: Nemožno vymazať '%ls' pretože
sr@latin: Nije bilo moguće obrisati '%ls' zbog
vi: Không thể xóa '%ls' bởi vì

source: Could not delete property '%1!ls!' on '%2!ls!' because
cs: Nelze smazat vlastnost '%1!ls!' pro '%2!ls!', protože
hr: Nije moguće obrisati svojstvo '%1!ls!' nad '%2!ls!' zbog
it: Impossibile eliminare la proprietà '%1!ls!' su '%2!ls!' poiché
ja: プロパティ「%1!ls!」を「%2!ls!」から削除できませんでした。
nb: Kunne ikke slette egenskapen '%1!ls!' på %2!ls! fordi
oc: Impossible de pòt pas suprimir la proprietat '%1!ls!' de '%2!ls!' car
sk: Nemožno vymazať vlastnosť "%1!ls!" na "%2!ls!" pretože
sr@latin: Nije bilo moguće obrisati svojstvo '%1!ls!' na %2!ls! zbog
vi: Không thể xóa thuộc tính '%1!ls!' trên '%2!ls!' bởi vì

source: Could not determine the last committed revision!
cs: Nelze získat poslední odevzdanou revizi!
hr: Nije moguće ustanoviti zadnju pohranjenu reviziju!
it: Impossibile ottenere l'ultima revisione inviata!
ja: 最後にコミットしたリビジョンを決定できませんでした。
nb: Kunne ikke bestemme sist innsendte revisjon!
oc: Impossible de determinar la darrièra revision liurada !
sk: Nemožno určiť posledne odovzdanú revíziu.
sr@latin: Nije bilo moguće ustanoviti zadnju urezanu reviziju!
vi: Không thể xác định được bản chỉnh sửa cuối cùng!

source: Could not find a parent folder for %ls
cs: Nelze najít nadřazený adresář pro %ls
hr: Nije moguće pronaći roditeljsku mapu za %ls
it: Cartella padre non trovata per %ls
ja: 親フォルダーを見つけることができませんでした %ls
nb: Kunne ikke finne en foreldremappe for %ls
oc: Impossible de trobar un dorsièr parent per %ls
sk: Nepodarilo sa nájsť rodičovnký adresár k: %ls
sr@latin: Ne može da nađe predački folder za r %ls
vi: Không thể tìm được thư mục cha cho %ls

source: Could not get the status!
cs: Nelze získat stav!
hr: Nisam mogao dobiti status!
it: Impossibile ottenere lo stato!
ja: 状態を取得できませんでした。
nb: Kunne ikke hente statusen!
oc: Pòt pas obténer l'estat !
sk: Nemožno získať stav!
sr@latin: Nije bilo moguće dobiti status!
vi: Không thể lấy trạng thái!

source: Could not merge '%ls' because
cs: Nelze sloučit '%ls', protože
hr: Nije moguće stopiti '%ls' zbog
it: Impossibile unire '%ls' poiché
ja: 「%ls」をマージできませんでした。
nb: Kunne ikke flette '%ls' fordi
oc: Pòt pas fusionar '%ls' perque
sk: Nemožno zlúčiť '%ls' pretože
sr@latin: Nije bilo moguće stopiti '%ls' zbog
vi: Không thể hợp nhất '%ls' bởi vì

source: Could not merge property '%1!ls!' on '%2!ls!' because
cs: Nelze sloučit vlastnost '%1!ls!' pro '%2!ls!', protože
hr: Nije moguće stopiti svojstvo '%1!ls!' nad '%2!ls!' zbog
it: Impossibile unire la proprietà '%1!ls!' in '%2!ls!' poiché
ja: プロパティ「%1!ls!」を「%2!ls!」にマージできませんでした。
nb: Kunne ikke flette egenskapen '%1!ls!' på %2!ls! fordi
oc: Impossible de fusionar la proprietat '%1!ls!' de '%2!ls!' perque
sk: Nemožno zlúčiť vlastnosť '%1!ls!' na '%2!ls!' pretože
sr@latin: Nije bilo moguće stopiti svojstvo '%1!ls!' na %2!ls! zbog
vi: Không thể hợp nhất thuộc tính '%1!ls!' trên '%2!ls!' bởi vì

source: Could not open %1 because there are too many open files.
cs: %1 nelze otevřít, protože je otevřeno příliš mnoho souborů.
hr: %1 se ne može otvoriti zato što je već previše datoteka otvoreno.
it: %1 non può essere aperto: troppi file aperti contemporaneamente.
ja: 非常に多くのファイルを開いているため、%1 を開くことができません。
nb: Kunne ikke åpne %1 fordi det er for mange åpne filer.
oc: %1 pòt pas èsser dobèrt perque i a tròp de fichièrs dobèrts.
sk: %1 nemohol byť otvorený, pretože je otvorených príliš veľa súborov.
sr@latin: Nije bilo moguće otvoriti %1 zato što je već previše fajlova otvoreno.
vi: Không thể mở %1 bởi vì có quá nhiều tập tin đang mở.
