Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: There are unsaved modifications! Do you want to save your changes?
cs: Některé změny nebyly uloženy! Chcete je uložit nyní?
hr: Postoje izmjene koje nisu spremljene! Želite li snimiti vaše izmjene?
it: Alcune modifiche non sono state salvate! Si desidera salvare i cambiamenti?
ja: 保存されていない変更が存在します。 変更を保存しますか？
nb: Det finnes endringer som ikke er lagret! Vil du lagre dine endringer?
sk: Sú neuložené zmeny Chcete vaše zmeny uložiť?
sr@latin: Postoje izmene koje nisu spremljene! Želite li snimiti vaše izmene?
vi: Có các sửa đổi chưa lưu! Bạn có muốn lưu các thay đổi của bạn?

source: There has been a problem contacting the server. Do you want to see the cached data instead? Please understand that the cached data may be outdated, incomplete or even misleading due to incomplete history data.
cs: Byl problém s připojením se na server. Chcete si prohlížet namísto toho data z úschovy? Prosím buďte si vědomí, že uložená data můžou být zastaralá, nekompletní nebo matoucí z důvodu nekompletní historie.
hr: Dogodio se problem s vezom prema poslužitelju. Da li želite pogledati podatke iz međuspremnika? Molimo da uzmete u obzir činjenicu da takvi podaci mogu biti zastarjeli, nepotpuni, te da mogu biti čak i pogrešni zbog nekompletnih podataka.
it: Si è verificato un problema di connessione col server. Si desidera visualizzare i dati memorizzati nella cache? Si prega di considerare che i dati memorizzati nella cache potrebbero non essere aggiornati, incompleti o perfino fuorvianti a causa della storia incompleta.
ja: サーバーに接続する際に問題が発生しました。 代わりにキャッシュされているデータを確認しますか？ キャッシュされているデータは、古い、不完全、もしくは履歴が 不完全なために誤解を招く可能性があることをご理解ください。
nb: Det oppstod et problem med å kontakte tjeneren. Vil du bruke de mellomlagrede dataene i stedet? Vær oppmerksom på at de mellomlagrede dataene kan være utdaterte, manglende eller til og med misvisende på grunn av manglende historie.
oc: Un problèma es survenu al moment de la connexion al servidor. Consultatz las donadas del cache a la plaça ? Consideratz que las donadas del cache pòdon èsser depassadas, incompletas o quitament incorrèctas en rason d'un istoric incomplet.
sk: Pri pokuse o pripojenie na server nastal problém. Chcete namiesto toho zobraziť údaje zo zásobníka? Prosím pochopte, že údaje v zásobníku môžu byť zastaralé, nekompletné, alebo dokonca mätúce z dôvodu nekompletnej histórie.
sr@latin: Dogodio se problem s konekcijom prema serveru. Da li želite umesto toga da pogledate podatke iz keša Molimo da uzmete u obzir činjenicu da takvi podaci mogu biti zastareli, nepotpuni te da mogu biti pogrešni zbog nekompletne istorije.
vi: Có trục trặc trong khi liên lạc với máy chủ. Bạn có muốn xem dữ liệu được lưu tạm không? Xin hiểu rằng dữ liệu lưu tạm có thể không cập nhật, thiếu sót hoặc thậm chí gây hiểu nhầm do lịch sử dữ liệu không được hoàn chỉnh.

source: There is nothing to add. All the files and folders are either under version control or have been ignored using the svn:ignore property or the global ignore configuration setting.
cs: Nelze nic přidat. Všechny soubory a adresáře jsou buďto ve správě verzí nebo jsou ignorovány pomocí vlastnosti svn:ignore nebo globálním nastavením ignorování.
hr: Nema ništa za dodati. Sve datoteke i mape su ili pod kontrolom sustava za upravljanje verzijama, ili zanemarene su zbog svojstva svn:ignore ili upisane postavke global-ignores.
it: Non vi è niente da aggiungere. Tutti i file e le cartelle o sono già versionati o sono stati esclusi usando la proprietà svn:ignore oppure utilizzando la proprietà "ignora globalmente".
ja: 追加するものが何もありません。すべてのファイルとフォルダーがバージョン管理下にあるか、 svn:ignore プロパティで無視されているか、常に無視するよう設定されています。
nb: Det er ingenting som skal legges til. Alle filene og mappene er enten allerede versjonert, eller er ignorert gjennom egenskapen snv:ignore eller den globale ignoreringsinnstillingen.
oc: I a pas res a apondre. Totes los fichièrs e totes los repertòris son siá versionats siá ignorats amb la proprietat svn:ignore o lo filtre d'exclusion.
sk: Nie je čo pridať. Všetky súbory a adresáre sú už pod správou verzií, alebo sú ignorované na základe nastavenia svn:ignore, alebo globálneho nastavenia.
sr@latin: Nema se ništa dodati. Svi fajlovi i imenici su ili pod kontrolom sistema za upravljanje verzijama, ili zanemareni zbog svojstva svn:ignore ili upisane postavke globalnog zanemarivanja u konfiguraciji podešavanja.
vi: Không có gì để thêm. Tất cả các tập tin và thư mục hoặc là được kiểm soát phiên bản hoặc đã bị bỏ qua bởi thuộc tính svn:ignore hay do thiết lập bỏ qua toàn cục.

source: There's already a plugin configured for this path
cs: Již existuje zásuvný modul nastavený pro tuto cestu
hr: Već postoji dodatak konfiguriran za ovu putanju
it: C'è già un plugin configurato per questo percorso
ja: このパスに設定されたプラグインが既にあります
nb: En ekstramodul er allerede konfigurert for denne stien
oc: Il ya a ja un plugin configurat per aqueste camin
sk: Pre túto cestu je už existuje zásuvný modul
sr@latin: Već postoji plagin konfigurisan za ovu putanju

source: There's nothing to unlock. No file has a lock in this working copy.
cs: Není nic k odemčení. Žádná složka není zamčená v této pracovní kopii.
hr: Nema se što otključati. Niti jedna datoteka nije zaključana u ovoj radnoj kopiji.
it: Non c'è niente da sbloccare. Nessun file è stato bloccato in questa copia di lavoro.
ja: ロックを解除するものがありません。この作業コピー内にはロックされているファイルはありません。
nb: Det er ingen sperre å fjerne. Ingen fil er sperret i denne arbeidskopien.
oc: I a pas res a desverrolhar. Cap de fichièr a pas de verrolh dins aquesta còpia de trabalh
sk: Nie je nič na odomknutie. Nie sú žiadne zamknuté súbory v pracovnej kópií.
sr@latin: Nema ništa da se otključa. Nijedan fajl nije zaključan u ovoj radnoj kopiji.
vi: Không có gì để khóa. Không có tập tin nào có khóa trong bản làm việc này.

source: Thesaurus
hr: Tezaurus
ja: シソーラス
nb: Synonymordbok
oc: Diccionari de synonymes
sk: Tezaurus (slovník)
sr@latin: Sinonimi
vi: Bộ toàn thư

source: These are more recently saved than the currently open documents and contain changes that were made before the application closed.
cs: Tyto jsou uloženy později než právě otevřené dokumenty a obsahují změny, které byly udělány před zavřením aplikace.
hr: Ovi su dokumenti spremljeni nakon vaših trenutno otvorenih dokumenata i sadrže promjene koje su načinjene prije nego što se aplikacija zatvorila.
it: Questi sono stati salvati più recentemente dei documenti correntemente aperti e contengono modifiche che sono state fatte prima che l'applicazione fosse chiusa.
ja: これらは現在開いているドキュメントよりも最近保存されており、アプリケーションを閉じる前になされた変更が含まれています。
nb: Disse er lagret senere enn de dokumentene som nå er åpne og inneholder endringer som ble gjort før applikasjonen ble lukket.
oc: Ceux ci son estats salvats abans los documents dobèrts e conten de modificacions faitas abans la tampadura de l'aplicacion.
sk: Tieto sú neskôr uložené ako práve otvorené dokumenty a obsahujú zmeny, ktoré boli urobené pred zatvorením aplikácie.
sr@latin: Ovo su skorašnje sačuvani zatim tekuće otvoreni dokumenti i sadrže izmene pre nego se aplikacija zatvori.
vi: Có nhiều lưu trữ gần đây hơn các tài liệu đang được mở và chứa các thay đổi được thực hiện trước khi ứng dụng đóng lại.

source: This commit is not recursive, and there are moved/renamed/copied folders selected for commit. Such moves/renames are always performed recursively in the repository. Do you want to commit anyway?
cs: Toto odevzdání není rekurzivní a jsou zvoleny přesunuté/přejmenované/zkopírované složky. Takové přesuny/přejmenování jsou v úložišti vždy prováděny rekurzivně. Chcete přesto odevzdávat?
hr: Pohranjivanje nije rekurzivno i postoje premještene/preimenovane/kopirane mape odabrane za pohranjivanje. Takvo premještanje/preimenovanje su uvijek izvodi rekurzivno u spremištu. Želiš li pohraniti bez obzira?
it: L'operazione non è ricorsiva, e ci sono cartelle selezionate per lo spostamento/rinomina/copia. Alcuni spostamenti/rinomine saranno eseguiti ricorsivamente nel repository. Vuoi eseguire comunque?
ja: このコミットは再帰的なものではありませんが、コミット対象に移動・名前変更・コピーを行ったフォルダーが含まれまています。移動・名前変更は、リポジトリの中で常に再帰的に実行されます。このままコミットしてよろしいですか？
nb: Innsendingen er ikke rekursiv, og det finnes flyttede/omdøpte/kopierte mapper som er valgt for innsending. Slike flyttinger/omdøpinger blir alltid utført rekursivt i depotet. Vil du sende inn likevel?
oc: Aqueste depaus es pas recursiu, e i a de repertòris desplaçats/renomenats/copiats seleccionats pel depaus. Aqueles desplaçaments/renomenatges son totjorn aplicats recursivament dins lo referencial. Volètz procedir al depaus malgrat tot ?
sk: Toto odovzdanie je nerekurzívne a obsahuje presunuté/premenované/skopírované adresáre vybrané k odovzdaniu. Takéto presunutia/premenovania/kopírovania sú v úložisku vždy vykonané ako rekurzívne. Chcete napriek tomu odovzdať.
sr@latin: Urezivanje nije rekurzivno i postoje pomereni/preimenovani/kopirani folder izabrani za urezivanje. Takva pomeranja/preimenovanja se uvek izvršavaju rekurzivno u spremištu. Želite li da urežete u svakom slučaju?
vi: Việc cam kết này không đệ quy, và có các thư mục được di chuyển/đổi tên/sao chép được chọn cho việc cam kết. Những việc di chuyển/đổi tên như vậy luôn được thực hiện một cách đệ quy trong kho. Bạn vẫn muốn cam kết?

source: This error was generated by a custom hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
cs: Tato chyba byla vytvořena vlastním skriptem háku na serveru Subversion. Kontaktujte, prosím, Vašeho administrátora serveru, aby Vám pomohl tento problém vyřešit.
hr: Ovu grešku je generirala korisnička hook skripta na Subversion poslužitelju. Molimo kontaktirajte administratora poslužitelja za pomoć u rješavanju ovog problema.
it: L'errore è stato generato da un script personale hook nel server Subversion. Contatta l'amministratore del server per un aiuto su come risolvere il problema.
ja: このエラーは、 Subversion サーバー上のカスタムフックスクリプトで発生したものです。 問題解決を助けになるように、サーバーの管理者に連絡してください。
nb: Denne feilen ble generert av et påhakingsskript på Subversion-tjeneren. Vennligst kontakt tjener-administratoren for å få hjelp til å løse dette problemet.
oc: Aquesta error es estada generada per un apèl d'escript personalizat sul servidor Subversion. Contactatz vòstre administrator servidor per ajudar a resòlvre aqueste problèma.
sk: Táto chyba bola oznámená užívateľkým pripnutým skriptom na Subversion servery. Prosím kontaktujte vášho správcu servera, aby vám pomohol vyriešiť tento problém.
sr@latin: Greška je generisana uobičajenom skriptom zakačaljkom na Subverzionom serveru. Molim kontaktirajte vašeg administratora servera za pomoć pri rešavanju tog problema.
vi: Lỗi này được sinh ra bởi một kịch bản hook tùy chỉnh trên máy chủ Subversion. Xin liên lạc quản trị máy chủ để được giúp giải quyết vấn đề này.

source: This error was generated by a custom post-commit hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
cs: Tato chyba byla vytvořena vlastním skriptem háku po odevzdání na serveru Subversion. Kontaktujte, prosím, Vašeho administrátora serveru, aby Vám pomohl tento problém vyřešit.
hr: Ovu grešku je generirala korisnička post-commit hook skripta na Subversion poslužitelju. Molimo kontaktirajte administratora poslužitelja za pomoć u rješavanju ovog problema.
it: L'errore è stato generato da un script personale post-commit hook nel server Subversion. Contatta l'amministratore del server per un aiuto su come risolvere il problema.
ja: このエラーは、 Subversion サーバー上のカスタム post-commit フックスクリプトで発生したものです。 問題解決を助けになるように、サーバーの管理者に連絡してください。
nb: Denne feilen ble generert av et før-innsending påhakingsskript på Subversion-tjeneren. Vennligst kontakt tjener-administratoren for å få hjelp til å løse dette problemet.
oc: Aquesta error es estada generada per un apèl d'escript personalizat post-depaus sul servidor Subversion. Contactatz vòstre administrator servidor per ajudar a resòlvre aqueste problèma.
sk: Táto chyba bola oznámená užívateľkým post-commit pripnutým skriptom na Subversion servery. Prosím kontaktujte vášho správcu servera, aby vám pomohol vyriešiť tento problém.
sr@latin: Greška je generisana uobičajenom post-urezivanja skriptom zakačaljkom na Subverzionom serveru. Molim kontaktirajte vašeg administratora servera za pomoć pri rešavanju tog problema.
vi: Lỗi này được sinh ra bởi một kịch bản hook tùy chỉnh sau khi-cam kết trên máy chủ Subversion. Xin liên lạc với quản trị máy chủ để được giúp đỡ giải quyết vấn đề này.

source: This error was generated by a custom post-lock hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
cs: Tato chyba byla vytvořena vlastním skriptem háku po uzamčení na serveru Subversion. Kontaktujte, prosím, Vašeho administrátora serveru, aby Vám pomohl tento problém vyřešit.
hr: Ovu grešku je generirala korisnička post-lock hook skripta na Subversion poslužitelju. Molimo kontaktirajte administratora poslužitelja za pomoć u rješavanju ovog problema.
it: L'errore è stato generato da un script custom post-lock hook nel server Subversion. Contatta l'amministratore del server per un aiuto su come risolvere il problema.
ja: このエラーは、 Subversion サーバー上のカスタム post-lock フックスクリプトで発生したものです。 問題解決を助けになるように、サーバーの管理者に連絡してください。
nb: Denne feilen ble generert av et etter-lås påhakingsskript på Subversion-tjeneren. Vennligst kontakt tjener-administratoren for å få hjelp til å løse dette problemet.
oc: Aquesta error es estada generada per un apèl d'escript personalizat post-verrolhatge sul servidor Subversion. Contactatz vòstre administrator servidor per ajudar a resòlvre aqueste problèma.
sk: Táto chyba bola oznámená užívateľkým post-lock pripnutým skriptom na Subversion servery. Prosím kontaktujte vášho správcu servera, aby vám pomohol vyriešiť tento problém.
sr@latin: Greška je generisana uobičajenom post-zaključavanja skriptom zakačaljkom na Subverzionom serveru. Molim kontaktirajte vašeg administratora servera za pomoć pri rešavanju tog problema.
vi: Lỗi này được sinh ra bởi một kịch bản hook tùy chỉnh sau khi-khóa trên máy chủ Subversion. Xin liên lạc với quản trị máy chủ để được giúp đỡ giải quyết vấn đề này.

source: This error was generated by a custom post-unlock hook script on the Subversion server. Please contact your server administrator for help with resolving this issue.
cs: Tato chyba byla vytvořena vlastním skriptem háku po odemčení na serveru Subversion. Kontaktujte, prosím, Vašeho administrátora serveru, aby Vám pomohl tento problém vyřešit.
hr: Ovu grešku je generirala korisnička post-unlock hook skripta na Subversion poslužitelju. Molimo kontaktirajte administratora poslužitelja za pomoć u rješavanju ovog problema.
it: L'errore è stato generato da un script custom post-unlock hook nel server Subversion. Contatta l'amministratore del server per un aiuto su come risolvere il problema.
ja: このエラーは、 Subversion サーバー上のカスタム post-unlock フックスクリプトで発生したものです。 問題解決を助けになるように、サーバーの管理者に連絡してください。
nb: Denne feilen ble generert av et etter-lås-opp påhakingsskript på Subversion-tjeneren. Vennligst kontakt tjener-administratoren for å få hjelp til å løse dette problemet.
oc: Aquesta error es estada generada per un apèl d'escript personalizat post-desverrolhatge sul servidor Subversion. Contactatz vòstre administrator servidor per ajudar a resòlvre aqueste problèma.
sk: Táto chyba bola oznámená užívateľkým post-unlock pripnutým skriptom na Subversion servery. Prosím kontaktujte vášho správcu servera, aby vám pomohol vyriešiť tento problém.
sr@latin: Greška je generisana uobičajenom post-otključavanja skriptom zakačaljkom na Subverzionom serveru. Molim kontaktirajte vašeg administratora servera za pomoć pri rešavanju tog problema.
vi: Lỗi này được sinh ra bởi một kịch bản hook tùy chỉnh sau khi-mở khóa trên máy chủ Subversion. Xin liên lạc với quản trị máy chủ để được giúp đỡ giải quyết vấn đề này.

source: This file already exists!
cs: Tento soubor již existuje!
hr: Ova datoteka već postoji!
it: Questo file esiste già!
ja: このファイルはすでに存在しています。
nb: Denne filen finnes allerede!
oc: Aqueste fichièr existís ja !
sk: Tento súbor už existuje!
sr@latin: Ovaj fajl već postoji!
vi: Tập tin đã tồn tại!

source: This is not a valid URL. Please enter an URL here.
cs: Toto není platná URL. Prosím, zadejte zde URL.
hr: Ovo nije ispravan URL. Molim unesite URL.
it: URL non valido. È necessario inserire un URL.
ja: これは有効なURLではありません。 ここにURLを入力してください。
nb: Dette er ikke en gyldig URL. Vennligst angi en URL her.
oc: Es pas una URL valida. Sasissètz una URL aicí.
sk: Toto nie je platná URL adresa. Prosím sem zadajte URL.
sr@latin: Ovo nije ispravan URL. Molim unesite URL.
vi: Đây không phải là một URL hợp lệ. Xin nhập vào một URL ở đây.

source: This is not a valid path! A valid path must not contain '<>|"?*:' or one of the following device names: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
cs: Toto není platná cesta! Platná cesta nesmí obsahovat '<>|"?*:', a ani jeden z následujících názvů: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
hr: Ovo nije ispravna staza! Ispravna staza ne smije sadržavati '<>|"?*:' kao i niti jedan od sljedećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
it: Percorso non valido! Un percorso valido non deve contenere caratteri quali '<>|"?*:' come pure uno dei seguenti nomi di periferiche: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
ja: パスの指定が無効です。 Windows のパスには、「<>|"?*:」のいずれかの文字や、次のデバイス名を含めることはできません。 com1～com9、lpt1～lpt9、prn、aux、con、nul、clock$
nb: Dette er ikke en gyldig sti. En gyldig sti må ikke inneholde '<>|"?*:' eller noen av følgende de stasjonsnavnene: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
oc: Es pas un camin valid ! Un camin valid deu pas conténer '<>|" ?* :' o un dels noms de periferics seguent : com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
sk: Toto nie je platná cesta! Platná cesta nesmie obsahovať "<>|"?*:" ani meno nasledovných zariadení: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
sr@latin: Ovo nije ispravna putanja! Ispravna putanja ne sme sadržati '<>|"?*:' kao i nijedan od sledećih naziva uređaja: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$
vi: Đây không phải là một đường dẫn hợp lệ! Một đường dẫn hợp lệ phải không chứa '<>|"?*:' hoặc một trong các tên thiết bị: com1-com9, lpt1-lpt9, prn, aux, con, nul, clock$

source: This method covers the case when you have made one or more revisions to a branch (or to the trunk) and you want to port those changes across to a different branch.
cs: Tato metoda pokrývá případ, kdy jste vytvořili jednu nebo více revizí do větve (nebo kmene) a chcete přenést tyto změny do jiné větve.
hr: Metoda se koristi u slučaju kad ste napravili jednu ili više revizija u grani (ili glavnoj grani) i želite prenesti te izmjene u neku drugu granu.
it: Questo metodo si riferisce al caso in cui avete fatto una opiù revisioni del branch (o del trunk) e volete riportare queste modifiche su un branch differente.
ja: これは、1つ以上のリビジョンがブランチ（もしくはトランク）に存在し、それらの変更を別のブランチに反映したいような場合に使用します。
nb: Denne metoden dekker tilfellet hvor du har gjort en eller flere revisjoner i en gren (eller i stammen) og du vil reflektere endringene over til en annen gren.
oc: Aqueste metòde cobrís lo cas ont avètz efectuat una o mantuna revision a una branca (o al tronc comun) e que volètz portar aquestas modificacions cap a una autra branca.
sk: Táto metóda pokrýva prípad keď ste spravili jednu, alebo viac revízií do vetvy (alebo kmeňa) a chcete tieto zmeny aplikovať na niektorú inú vetvu.
sr@latin: Metoda se koristi u slučaju kad ste napravili jednu ili više revizija u grani (ili glavnoj grani) i želite preneti te izmene u neku drugu granu.
vi: Phương thức này bao gồm các trường hợp khi bạn làm một hay nhiều sửa đổi trên một nhánh (hoặc vào thân) và bạn muốn chuyển những thay đổi đó sang các nhánh khác.

source: This method covers the case when you want to merge the differences of two different branches into your working copy.
cs: Tato metoda pokrývá případ, když chcete sloučit rozdíl dvou rozdílných větví do vaší pracovní kopie.
hr: Ova metoda pokriva slučaj kada želite stopiti razlike sa dvije različite grane u svoju radnu kopiju.
it: Questo metodo riguarda il caso in cui si vogliano unire le differenze di due branch diversu nella propria copia di lavoro.
ja: この方法は、異なる2つのブランチ間の差分を作業コピーにマージしたい場合に使用します。
nb: Denne metoden dekker tilfellet hvor du vil flette forskjellene mellom to forskjellige grener inn i arbeidskopien.
oc: Aqueste metòde cobrís lo cas ont volètz fusionar las diferéncias del doas brancas diferentas dins vòstra còpia de trabalh.
sk: Táto metóda pokrýva prípad keď chcete zlúčiť rozdiely z dvoch rozdielnych vetiev do vašej pracovnej kópie.
sr@latin: Ova metoda pokriva slučaj kada želite stopiti razlike sa dve različite grane u svoju radnu kopiju.
vi: Phương thức này bao gồm trường hợp khi bạn muốn hợp nhất các khác biệt của hai nhánh khác nhau vào bản làm việc của bạn.

source: This product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org/)
cs: Tento produkt obsahuje software vyvinutý OpenSSL Projektem pro použití OpenSSL Toolkitu (http://www.openssl.org/)
hr: Ovaj proizvod uključuje softver koji je razvio OpenSSL Project za korištenje u OpenSSL programskom alatu (http://www.openssl.org)
it: Questo prodotto include software sviluppato dalla OpenSSL Project per l'utlilizzo nell'ambito del OpenSSL Toolkit (http://www.openssl.org)
ja: 本製品は、OpenSSL プロジェクトで開発された OpenSSL ツールキット (http://www.openssl.org/) を含んでいます
nb: Dette produktet inneholder programvare som er utviklet av OpenSSL Project for bruk i OpenSLL Toolit (http://www.openssl.org/)
sk: Tento produkt obsahuje softvér vyvinutý projektom OpenSSL (http://www.openssl.org/)
sr@latin: Ovaj proizvod uključuje softver koji je razvio OpenSSL Projekt za korištenje u OpenSSL programskom alatu (http://www.openssl.org/)
vi: Sản phẩm này bao gồm phần mềm phát triển bởi Dự Án OpenSSL để dùng trong Bộ Công Cụ OpenSSL (http://www.openssl.org/)

source: This product includes software from Apache™ Subversion® (http://subversion.apache.org)
cs: Tento produkt obsahuje software od Apache™ Subversion® (http://subversion.apache.org)
hr: Ovaj proizvod sadrži softver Apache™ Subversion® (http://subversion.apache.org)
it: Questo prodotto include software da Apache™ Subversion® (http://subversion.apache.org)
ja: 本製品は Apache™ Subversion® (http://subversion.apache.org) のソフトウェアを含んでいます
nb: Dette produktet inkluderer programvare fra Apache™ Subversion® (http://subversion.apache.org)
sk: Tento produkt obsahuje softvér od Apache™ Subversion® (http://subversion.apache.org)
sr@latin: Ovaj proizvod sadrži softver od Apache™ Subversion® (http://subversion.apache.org)
vi: Sản phẩm này bao gồm phần mềm từ Apache™ Subversion® (http://subversion.apache.org)
