Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: svn:auto-props A list of properties separated by newlines which get applied recursively automatically when adding/importing files. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml
cs: svn:auto-props Seznam vlastností oddělených novým řádkem, které jsou automaticky a rekurzivně použity při přidávání/importování souborů. Formát: <maska souboru> = vlastnost=hodnota;vlastnost=hodnota Příklad: *.xml = svn:eol-style=native;svn:mime-type=text/xml
hr: svn:auto-props Popis svojstva odvojeni novim retkom koji se primjenjuju rekurzivno automatski prilikom dodavanja/uvozu datoteka. Format: <filemask> = svojstvo=vrijednost;svojstvo=vrijednost Primjer: *.xml = svn:eol-style=native;svn:mime-type=text/xml
it: svn:auto-props Un elenco di proprietà, separate da un ritorno a capo, che verranno applicate ricorsivamente e automaticamente quando si aggiungono/importano file. Formato: <maschera file> = propietà=valore;proprietà=valore Esempio: *.xml = svn:eol-style=native;svn:mime-type=text/xml
ja: svn:auto-props ファイルを追加したりインポートしたりする際に、自動的に再帰的に適用されるプロパティのリストを、改行で区切って指定します。 書式: <ファイルマスク> = プロパティ=値;プロパティ=値 例: *.xml = svn:eol-style=native;svn:mime-type=text/xml
nb: tsvn:autoprops En linjedelt liste av egenskaper som rekursivt blir satt automatisk når filer legges til/importeres. Format: <filmønster> = egenskap=verdi;egenskap=verdi Eksempel: *.xml = svn:eol-style=native;svn:mime-type=text/xml
oc: svn:auto-props Una lista separada per de sauts de linhas de proprietats que seràn automaticament aplicadas recursivament al moment de l'apondon / impòrt de fichièrs. Format : <filemask> = property=value;property=value Exemple : *.xml = svn:eol-style=native;svn:mime-type=text/xml
sk: tsvn:auto-props Novými riadkami oddelený zoznam vlastností, ktoré sú automaticky použité pri pridaní/importovaní súborov. Formát: <filemask> = property=value;property=value Príklad: *.xml = svn:eol-style=native;svn:mime-type=text/xml
sr@latin: svn:auto-props Lista osobina odvojena novim redom koji se primenjuju rekurzivno automatski kada se dodaju/uvoze fajlovi. Format: <filemask> = property=value;property=value Example: *.xml = svn:eol-style=native;svn:mime-type=text/xml

source: svn:eol-style
hr: svn:eol-style (stil kraja linija)
sr@latin: svn:eol-stil
vi: kiểu svn:eol

source: svn:eol-style One of 'native', 'LF', 'CR', 'CRLF'.
cs: svn:eol-style Jeden z 'native', 'LF', 'CR', 'CRLF'.
hr: svn:eol-style Jedan on 'native', 'LF', 'CR', 'CRLF'.
it: svn:eol-style Tipo fine di linea 'nativo', 'LF', 'CR', 'CRLF'.
ja: svn:eol-style 「native」「LF」「CR」「CRLF」のいずれかを指定します。
nb: svn:eol-style En av 'native', 'LF', 'CR' eller 'CRLF'.
oc: svn:eol-style Style de fin de linha 'natiu', 'LF', 'CR', 'CRLF'.
sk: svn:eol-style Jeden z "native", "LF", "CR", "CRLF".
sr@latin: svn:eol-style Jedan od 'prirodan', 'LF', 'CR', 'CRLF'.
vi: kiểu svn:eol một trong 'native', 'LF', 'CR', 'CRLF'.

source: svn:executable
hr: svn:executable (izvršna datoteka)
it: svn:eseguibile
sr@latin: svn:izvršni

source: svn:executable If present, make the file executable. This property cannot be set on a directory. A non-recursive attempt will fail, and a recursive attempt will set the property only on the file children of the directory.
cs: svn:executable Pokud se vyskytuje, nastaví soubor spustitelným. Tato vlastnost nemůže být nastavena na adresář. Nerekurzivní pokus skončí neúspěšně, a rekurzivní nastaví vlastnost jenom na soubory v adresáři.
hr: svn:executable Ukoliko je prisutno, označava datoteku kao izvršnu. Ovo svojstvo se ne može postaviti za mapu. Ne-rekurzivni pokušaj bit će neuspješan, rekurzivni pokušaj će postaviti svojstvo samo na datoteke unutar mape.
it: svn:executable Se presente, rende il file eseguibile. Questa proprietà non può essere utilizzata su una cartella. Un tentativo non ricorsivo fallirà, mentre un tentativo ricorsivo imposterà le proprietà solo per i file figli della cartella.
ja: svn:executable このプロパティが設定されている場合、ファイルを実行可能にします。このプロパティはディレクトリに対して設定することはできません。 ディレクトリに対する再帰的でない設定は失敗し、再帰的な設定の場合は子階層上のファイルに対してのみ設定されます。
nb: svn:executable Gjør en fil kjørebar hvis den er til stede. Denne egenskapen kan ikke settes på kataloger. Et ikke-rekursivt forsøk vil feile, og et rekursivt setter egenskapen bare på filene i katalogen.
oc: svn:executable Se present, rend lo fichièr executable. Aquesta proprietat pòt pas èsser afectada sus un repertòri. Un essai non recursiu échouera, e un essai recursiu va metre la proprietat solament suls fichièrs enfants del repertòri.
sk: svn:executable Ak je prítomná, spraví súbor spustiteľným. Táto vlastnosť nemôže byť nastavená na adresári. Pokus o nerekurzívne použite zlyhá. Rekurzívne použitie nastaví túto vlastnosť iba na súboroch v adresári.
sr@latin: svn:executable Ukoliko je prisutno, označava izvršni fajl. Ovo svojstvo se ne može postaviti za folder. Ne-rekurzivni pokušaj biće neuspešan, rekurzivni pokušaj će postaviti svojstvo samo na fajlove potomke foldera.
vi: svn:executable Nếu có mặt, làm cho tập tin thi hành được. Thuộc tính này không thể đặt được trên thư mục. Một sự thử không đệ quy sẽ thất bại, và một sự thử đệ quy sẽ đặt thuộc tính chỉ trên các tập tin con của thư mục.

source: svn:externals A newline separated list of module specifiers, each of which consists of an optional revision, an URL with an optional peg revision and a relative directory path. For example http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar The URLs can either be full URLs or relative. The format for the relative URLs is: ../ relative to the parent directory of the external ^/ relative to the repository root // relative to the URL scheme / relative to the server's hostname
cs: svn: externals seznam specifikátorů modulu oddělený novým řádkem, z nichž každá se skládá z volitelné revize, URL s volitelnou udrženou revizi a relativní cestou k adresáři. Například http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar URL můžou být buď úplné adresy URL nebo relativní. Formát pro relativní adresy URL je: .. / vzhledem k nadřazenému adresáři externích ^ / vzhledem ke kořenu úložiště // vzhledem ke schématu adresy URL / vzhledem k doméně serveru
hr: svn:externals Popis modula odvojenih enterima od kojih se svaki sastoji od opcionalne revizije, URLa s opcionalnom peg-revizijom i relativnom stazom direktorija. Primjerice: http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar URLovi mogu biti ili puni URLovi ili relativni URLovi. Format za relativne URLove je: ../ relativno roditeljskom direktoriju externala ^/ relativno korijenu skladišta // relativno URL shemi / relativno nazivu poslužitelja
it: svn:externals Una lista, separata da caratteri di a capo, dei moduli, ognuna delle quali consiste di una revisione opzionale, una URL e una revisione peg e un percorso di cartella relativo. Per esempio: http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar Le URL possono essere assolute o relative. Il formato per le URL relative è: ../ relativa alla cartella superiore dell'esterno ^/ relativa alla radice del repository // relativa allo schema URL / relativa al nome del server
ja: svn:externals モジュールを指定する改行で区切られたリストであり、それぞれはリビジョン、 ペグリビジョンや相対的なディレクトリパスからなる URL からなります。 【例】 http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar URL は完全 URL、相対 URL のどちらも指定できます。相対 URL では、次のように記述することができます。 ../ 外部参照の親ディレクトリからの相対位置 ^/ リポジトリルートからの相対位置 // URL スキームからの相対位置 / サーバーのホスト名からの相対位置
nb: svn:externals En linjeskift-delt liste med modul-spesifikasjoner. Hver består av en mulig revisjon, en URL med mulig spikerrevisjon og en relativ katalogsti. Eksempler: http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar URLene kan enten være hele URLer eller relative. Formatet for en relativ URL er: ../ relativt til katalogen over den eksterne ^/ relativt til depotroten // relativt til URL-skjemaet / relativt til tjenerens navn
oc: svn:externals Una lista d'identificants de moduls separada per un saut de linha, cadun constituit d'une revision piquet, d'una URL e d'un camin relatiu. Per exemple http ://example.com/repos/zig foo -r 1234 http ://example.com/repos/zag@1234 foo/bar Los URLs pòdon èsser siá absolues siá relativas. Lo format per les URLs relativas es : ../ relativa al repertòri parent de la referéncia extèrna ^/ relativa a la raiç del depaus // relativa al esquèma d'URL / relativa al nom d'òste del servidor
sk: svn:externals Novými riadkami oddelený zoznam modulov. Každý pozostáva voliteľne z revízie, URL s voliteľnou pripevnenou revízou a z relatívnej cesty adresára. Napríklad http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar URL môžu byť buď plné, alebo relatívne. Formát relatívnych URL je: ../ relatívne k externému rodičovskému adresáru ^/ relatívne ku kmeňu úložiska // relatívne k URL schéme / relatívne k menu servera
sr@latin: svn:externals Lista podeljena novim redom modul specifikator, svaka od kojih se sastoji od neobavezne revizije, URL sa opcionalnom peg revizijom i relativnom putanjom foldera. Na primer http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag foo/bar URLovi mogu biti ili puni URLovi ili relativni. Format za relatvne URLova je: ../ relativan ka predačkom folderu eksternala ^/ relativan korenu spremišta // relativan URL šemi / relativan imenu domaćina servera
vi: svn:externals Một danh sách ngăn cách bởi dòng mới cho các phần các định mô-đun, một cái bao gồm một bản chỉnh sửa không bắt buộc, một URL với một bản chỉnh sửa chốt không bắt buộc và một đường dẫn thư mục tương đối. Ví dụ http://example.com/repos/zig foo -r 1234 http://example.com/repos/zag@1234 foo/bar Các đường dẫn có thể đầy đủ hoặc tương đối. Định dạng của URL tương đối là: ../ tương đối theo thư mục cha của phần bên ngoài ^/ tương đối theo kho chứa gốc // tương đối theo giản đồ URL / tương đối theo tên máy chủ

source: svn:global-ignores A newline separated list of file patterns to ignore recursively.
cs: svn:global-ignores Řádkem oddělený seznam vzorů souboru pro rekurzivní ignorování.
hr: svn:global-ignores Lista odvojena novim redom od datoteke uzoraka za rekurzivno ignoriranje.
it: svn:global-ignores Un elenco separato da ritorni a capo di maschere da ignorare ricorsivamente.
ja: svn:global-ignores 再帰的に無視するファイルパターンのリストを改行で区切って指定します。
nb: svn:global-ignores En linjedelt liste av filmønstre som skal ignoreres rekursivt.
oc: svn:global-ignores Una lista separada per de sauts de linha de modèls de fichièrs d'ignorar recursivament.
sk: svn:global-ignores Novzmi riadkami oddený zoznam vzorov mien súborov k rekurzívnemu ignorova
sr@latin: svn:global-ignores Lista razdvojena novim redom fajl šablona za zanemarivanje rekurzivno.

source: svn:ignore A newline separated list of file patterns to ignore.
cs: svn:ignore Řádky oddělený seznam vzorů pro ignorování.
hr: svn:ignore Popis uzoraka datoteka za zanemariti odvojen novom linijom.
it: svn:ignore Una lista, separata da caratteri di a capo, dei filtri per l'elenco 'ignora'.
ja: svn:ignore 無視するファイルパターンのリストを改行で区切って指定します。
nb: svn:ignore En linjedelt liste av filmønstre som skal ignoreres.
oc: svn:ignore Una lista de filtres de fichièrs d'ignorar separats per de sauts de linha.
sk: svn:ignore Riadkami oddelený zoznam šablón mien na vylúčenie.
sr@latin: svn:ignore Lista fajl oznaka izdvojena novim redom za zanemarivanje .
vi: svn:ignore Một danh sách ngăn cách bởi dòng mới của các mẫu tập tin cần bỏ qua.

source: svn:keywords
hr: svn:keywords (ključne riječi)
it: svn:parole chiave
sr@latin: svn:ključnereči

source: svn:keywords Keywords to be expanded. Valid keywords are: URL, HeadURL : The URL for the head revision of the object. Author, LastChangedBy : The last person to modify the file. Date, LastChangedDate : The date/time the object was last modified. Rev, LastChangedRevision : The last revision the object changed. Id : A compressed summary of the previous 4 keywords.
cs: svn:keywords Klíčová slova pro nahrazení. Platná klíčová slova jsou: URL, HeadURL : URL pro přední revizi objektu. Author, LastChangedBy : Poslední osoba, která modifikovala soubor. Date, LastChangedDate : Datum/čas kdy byl objekt naposledy modifikován. Rev, LastChangedRevision : Poslední revize, kdy byl objekt změněn. Id : Kompresovaný celek předchozích 4 klíčových slov.
hr: svn:keywords Ključne riječi koje će biti proširene. Ispravne ključne riječi su: URL, HeadURL : URL glavne verzije objekta. Author, LastChangedBy : Zadnja osoba koja je mijenjala datoteku. Date, LastChangedDate : Datum/vrijeme zadnje izmjene objekta. Rev, LastChangedRevision : Zadnja revizija kada se objekt promijenio. Id : Kratki sažetak prethodne 4 ključne riječi.
it: svn:keywords Parole chiavi da espandere. Le parole chiave valide sono: URL, HeadURL: L'URL della revisione principale dell'oggetto. Author, LastChangedBy: L'ultima persona che ha modificato il file. Date, LastChangedDate: La data e l'ora di modifica dell'oggetto. Rev, LastChangedRevision: L'ultima revisione in cui l'oggetto è stato modificato. Id: Un riassunto compresso delle precedenti 4 parole chiave.
ja: svn:keywords 展開されるキーワード。有効なキーワード: URL, HeadURL : HEADリビジョンのURL。 Author, LastChangedBy : 最後にファイルを変更したユーザー。 Date, LastChangedDate : 最後に変更した日時。 Rev, LastChangedRevision : 最後に変更したリビジョン。 Id : 前述の４つのキーワードの略式。
nb: svn:keywords Nøkkelord som skal utvides. Gyldige nøkkelord er: URL, HeadURL : Nettadressen for elementets hovedrevisjon. Author, LastChangedBy : Den som sist forandret filen. Date, LastChangedDate : Viser dato/tid for siste gang elementet ble forandret. Rev, LastChangedRevision : Revisjonsnummeret forrige gang elementet ble forandret. Id : En komprimert sammenstilling over de 4 ovenstående nøkkelordene.
oc: svn:keywords Mots claus a étendre. Los mots claus valids son : URL, HeadURL : L'URL per la darrièra revision de l'objècte. Author, LastChangedBy : La darrièra persona qu'a modificat lo fichièr. Date, LastChangedData : La data de darrièra modificacion de l'objècte. Rev, LastChangedRevision : La darrièra revision de l'objècte. Id : Una version compressada de las 4 mots claus precedents.
sk: svn:keywords Kľúčové slova na nahradenie. Platné kľúčové slová: URL, HeadURL : URL adresa hlavnej revízie objektu. Author, LastChangedBy : Autor poslednej úpravy súboru. Date, LastChangedDate : Dátum/čas poslednej úpravy objektu. Rev, LastChangedRevision : Posledná revízia, v ktorej bol objekt zmenený. Id : Zhustené zhrnutie predchádzajúcich štyroch.
sr@latin: svn:keywords Ključne reči koje će biti proširene. Ispravne ključne reči su: URL, HeadURL : URL glavne verzije objekta. Author, LastChangedBy : Zadnja osoba koja je menjala fajl. Date, LastChangedDate : Datum/vreme zadnje izmene objekta. Rev, LastChangedRevision : Zadnja revizija kada se objekat promenio. Id : Kratki rezime prethodne 4 ključne reči.
vi: svn:keywords Các từ khóa cần mở rộng. Các từ khóa hợp lệ là: URL, HeadURL : URL cho bản chỉnh sửa chính của đối tượng. Author, LastChangedBy : Người cuối cùng chỉnh sửa tập tin. Date, LastChangedDate : Ngày/tháng đối tượng được sửa đổi lần cuối. Rev, LastChangedRevision : Bản chỉnh sửa cuối mà đối tượng được thay đổi. Id : Bản tóm tắt nén của 4 từ khóa trước.

source: svn:mergeinfo A newline separated list of merge tracking info. Each line consists of an absolute path followed by a colon and a list of comma separated revision numbers. For example /trunk:123-125,129
cs: svn:mergeinfo Řádky oddělený seznam informaci o sloučení. Každá řádka obsahuje absolutní cestu ukončenou dvojtečkou a seznam čárkou oddělených čísel revizí. Například /trunk:123-125,129
hr: svn:mergeinfo Popis informacija o praćenju stapanja odvojenih novim redom. Svaki redak se sastoji od pune staze nakon koje slijedi dvotočka i popis brojeva revizija odvojenih zarezima. Na primjer /trunk:123-125,129
it: svn:mergeinfo Una lista separata da newline di merge tracking info. Ogni linea consiste di un percorso seguito da un punto e una lista di numeri di revisione separati da virgole. Ad esempio /trunk:123-125,129
ja: svn:mergeinfo 改行で区切られたマージの追跡情報のリスト。それぞれの行は、絶対パス、 コロン、コンマ区切りのリビジョン番号のリストで構成されます。 【例】 /trunk:123-125,129
nb: svn:mergeinfo En linjedelt liste over flettesporingsinformasjon. Hver linje består av en absolutt sti, fulgt av et kolon og en kommadelt liste med revisjonsnumre. For eksempel /trunk:123-125,129
oc: svn:mergeinfo Una lista d'informacions de seguiment separada per de sauts de linha. Cada linha consiste en un camin absolut seguiment per dos punts e una lista de numèros de revisions separats per de virgulas. Per exemple /trunk :123-125,129
sk: svn:mergeinfo Novými riadkami oddelený zoznam informácií o zlúčení. Každý riadok pozostáva z absolútnej cesty nasledovanej čiarkami oddeleným zoznamom čísel revízií. Napríklad /trunk:123-125,129
sr@latin: svn:mergeinfo Popis informacija o praćenju spajanja odvojenih novim redom. Svaki redak se sastoji od pune putanje nakon koje sledi dvotačka i popis brojeva revizija odvojenih zarezima. Na primer /trunk:123-125,129
vi: svn:mergeinfo Một danh sách ngăn cách bởi dòng mới của thông tin theo dõi hợp nhất. Mỗi dòng gồm có một đường dẫn tuyệt đối theo sau bởi dấu hai chấm và một danh sách các số chỉnh sửa ngăn cách bởi dấu phẩy. Ví dụ /trunk:123-125,129

source: svn:mime-type
hr: svn:mime-type (mime tip)
sr@latin: svn:mime-tip

source: svn:mime-type The mime type of the file. Used to determine whether to merge the file, and how to serve it from Apache. A mime type beginning with 'text/' (or an absent mime type) is treated as text. Anything else is treated as binary.
cs: svn:mime-type Typ MIME souboru. Použitý pro zjištění, zda sloučit soubor a pro poskytování z Apache. MIME typ začínající na 'text/' (nebo žádný) se posuzuje jako text. Cokoliv jiného je posuzováno jako binární.
hr: svn:mime-type Mime tip datoteke. Koristi se za određivanje da li datoteku stapati i kako ju poslužiti preko Apachea. Mime tip koji počinje s 'text/' (ili ako mime tip nije postavljen) obrađuje se kao tekst. Sve drugo se obrađuje kao binarna datoteka.
it: svn:mime-type Il tipo mime del file. Viene usato per determinare se fondere il file e come distribuirlo con Apache. Un tipo mime iniziante per 'text/' (o se l'indicazione è assente) viene trattato come testo. Tutto il resto è trattato come codice binario.
ja: svn:mime-type ファイルのMIMEタイプ。ファイルをマージするかどうかを決定する際に用い、Apache からどのように送り出すかを決めます。 「text/」で始まるMIMEタイプの場合（またはMIMEタイプが設定されていない場合）はテキストとして扱われます。 その他はすべてバイナリとして扱われます。
nb: svn:mime-type Filens MIME-type. Brukes for å bestemme om filen skal flettes og hvordan filen sendes via Apache. En MIME-type som begynner med 'text/' (eller manglende MIME-type), behandles som tekst. Alt annet behandles binært.
oc: svn:mime-type Lo tipe mime del fichièr. Utilizat per determinar se cal fusionar lo fichièr, e cossí lo distribuir amb Apache. Un tipe mime que comença amb 'text/' (o sens tipe) es tractat coma tèxte. Los autres tipes son tractats en tant que binari.
sk: svn:mime-type MIME typ súboru. Určuje, či súbor zlúčiť, a ako ho obslúžiť z Apache. MIME typ začínajúci "text/" (alebo bez určenia) je považovaný za textový. Ostatné súbory sú považované za binárne.
sr@latin: svn:mime-type Mime tip fajlovi. Koristi se za određivanje da li fajl spajati i kako ga oposlužiti preko Apača. Mime tip koji počinje sa 'tekst/' (ili ako mime tip nije postavljen) obrađuje se kao tekst. Sve drugo se obrađuje kao binarni fajl.
vi: svn:mime-type Kiểu mime của tập tin. Dùng để xác định có hợp nhất tập tin không, và làm sao để phục vụ nó từ Apache. Một kiểu mime bắt đầu với 'text/' (hoặc một kiểu mime thiếu vắng) được xử như văn bản. Mọi thứ khác được xử như nhị phân.

source: svn:needs-lock Set this to any value (e.g. '*') to enforce locking for this file. The file will be set to read-only when checked out or updated, indicating that a user must acquire a lock on the file before they can edit it and commit changes.
cs: svn:needs-lock Nastavte toto na libovolnou hodnotu (např. '*') pro prosazení zamykání tohoto souboru. Soubor bude nastaven pouze pro čtení, když bude získán, nebo aktualizován, indikující, že uživatel musí nastavit zámek na souboru před tím, než ho může upravovat a odevzdat změny.
hr: svn:needs-lock Postavite ovo na neku vrijednost (npr. '*') za nametnuto zaključavanje datoteke Datoteka će biti označena samo za čitanje nakon preuzimanja ili obnove. Kako bi korisnik mogao mijenjati datoteku i te izmjene pohraniti, mora zatražiti zaključavanje te datoteke.
it: svn:needs-lock Impostare questa proprietà con qualsiasi valore (per esempio '*') per forzare il blocco di questo file. Il file verrà impostato in sola lettura quando ritirato o aggiornato, indicando che un utente lo deve bloccare prima che si possa modificalro o inviarne i cambiamenti.
ja: svn:needs-lock このファイルに対してロックを強制するために、任意の値（例えば「*」）を設定します。 ファイルはチェックアウトや更新を行ったときに読み取り専用になり、ファイルを編集や コミットする場合、ユーザーはロックを取得しなければならなくなります。
nb: svn:needs-lock Sett denne til hvilken som helst verdi (f.eks. '*') for å tvinge sperring av denne filen. Filen settes til å bare kunne leses når den hentes ut eller oppdateres. Dette viser at en bruker må hente en sperre for denne filen før de kan redigere og sende inn endringer.
oc: svn:needs-lock Metètz aquò a tota valor (e.a.d. '*') per forçar lo verrolhatge d'aqueste fichièr. Lo fichièr serà mis en lectura-sola al moment d'una extraccion o una mesa a jorn, indicant qu'un utilizaire deu aquerir un verrolh sul fichièr abans qu'o pòsca editar e liurar las modificacions.
sk: svn:needs-lock Nastavte na hodnotu (napr.: "*") k vynúteniu zamknutia tohoto súboru. Pri odovzdávaní a aktualizovaní bude súbor označený ako zamknutý, indikujúc, že užívateľ musí získať zámok k súboru predtým ako ho zmení, alebo odošle zmeny.
sr@latin: svn:needs-lock Postavite to svojstvo na bilo koju vrednost (npr. '*') kako biste nametnuli zaključavanje ovih fajlova. Fajl će biti označena samo-čitanje posle preuzimanja ili obnavljanja, kako bi korisnik mogao otključati fajl pre nego ga uredi i ureže izmene.
vi: svn:needs-lock Đặt cái này thành bất kỳ giá trị nào (ví dụ: '*') để bắt buộc việc khóa cho tập tin này. Tập tin này sẽ được đặt về chỉ đọc khi lấy ra hoặc cập nhật, dấu hiệu cho thấy người dùng phải giành được khóa trên tập tin trước khi họ có thể biên tập hoặc cam kết các thay đổi.

source: switched to %ls
cs: přemístěno do %ls
hr: prebačeno na %ls
it: Spostato verso %ls
ja: 切り替え %ls
nb: byttet til %ls
oc: anat sus %ls
sk: prepnuté do %ls
sr@latin: prebačeno na %ls
vi: chuyển sang %ls

source: switched:
cs: přepnuto:
hr: prebačeno:
it: spostato:
ja: 切り替え:
nb: byttet:
oc: basculat :
sk: prepnuté:
sr@latin: prebačeno:
vi: đã chuyển sang:

source: tagging externals
cs: označování externích
hr: vanjsko označavanje
it: marca esterni
ja: 外部参照をタグ付け
nb: merker eksterne
oc: taggar los extèrnes
sr@latin: označavanje eksternala

source: temp. offline
cs: dočasně offline
hr: privremeno offline
ja: 一時的にオフライン
nb: midlertidig frakoblet
oc: fòra linha temporàriament
sk: odpojiť dočasne
sr@latin: privremeno isključen
vi: tạm thời ngoại tuyến

source: text [token count]:
cs: text [počet částí]:
hr: tekst [broj riječi]:
it: testo [conteggio dei segni]:
ja: テキスト [文字数]:
nb: tekst [antall symboler]:
oc: tèxte [nombre de mots] :
sk: text [počet výrazov]:
sr@latin: tekst [broj oznaka]:
vi: văn bản [số dấu hiệu]:

source: the working copy is at this revision
cs: pracovní kopie již je v této revizi
hr: radna kopija je na ovoj reviziji
it: la copia di lavoro è a questa revisione
ja: 作業コピーはこのリビジョンです
nb: arbeidskopien er på denne revisjonen
oc: La còpia de trabalh es a aquesta revision
sk: pracovná kópia je na revízií
sr@latin: radna kopija je od ove revizije
vi: bản làm việc ở tại bản chỉnh sửa này
