Repository: stefankueng/TortoiseSVN
Catalog: Languages/*/TortoiseUI.po
Languages: cs, hr, it, ja, nb, oc, sk, sr@latin, vi

source: Delete &unversioned files and folders
cs: &Odstranit soubory a adresáře bez verze
hr: &Obriši neverzionirane datoteke i mape
it: Elimina file e cartelle senza &versione
ja: バージョン管理外のファイルやフォルダーを削除(&U)
nb: Slett &ikke-versjonerte filer og mapper
oc: S&uprimir los fichièrs e los dorsièrs non versionats
sk: Vymazať &neverziované súbory a adresáre
sr@latin: Brišite &neverzionisane fajlove i foldere
vi: Xóa các tập tin và thư mục không có &phiên bản

source: Delete Repository cache
cs: Odstranit úschovu Úložiště
hr: Izbriši međuspremnik skladišta
it: Elimina la cache del repository
ja: リポジトリのキャッシュを削除
nb: Slett Depot-mellomlager
oc: Suprimir lo cache del depaus
sk: Odsrániť zásobník úložiska
sr@latin: Obrišite keš spremišta
vi: Xóa bản lưu truy cập của kho chứa

source: Delete Unversioned Items
cs: Smazat položky bez verze
hr: Obriši stavke bez verzija
it: Elimina elementi senza versione
ja: バージョン管理外の項目を削除
nb: Slett Ikke-versjonerte Elementer
oc: Suprimir los elements non versionats
sk: Vymazať neverziované objekty
sr@latin: Obriši neverzionisane stavke
vi: Xoá các món không có phiên bản

source: Delete and &ignore %d items by name
cs: Smazat a &ignorovat %d položky dle jména
hr: Obriši i &zanemari %d stavaka po imenu
it: Elimina e &ignora %d elementi per nome
ja: 削除して同じ名前の%d件の項目を無視(&I)
nb: Slett og &ignorer %d elementer ved navn
oc: Suprimir e &ignorar %d elements per nom
sk: Vymazať a &ignorovať %d objektov podľa mena
sr@latin: Obrišite i &zanemariti %d stavki po imenu
vi: Xoá và &bỏ qua %d món thông qua tên

source: Delete and &ignore multiple items by name
cs: Smazat a &ignorovat mnoho položek dle jména
ja: 削除して同じ名前の項目を無視(&I)
nb: Slett og &ignorer flere elementer ved navn
oc: Suprimir e &ignorar mantun element per nom
sr@latin: Briše i &zanemaruje višestruke stavke po imenu

source: Delete and ignore %d items by &extension
cs: Smazat a ignorovat %d položky dl&e přípony
hr: Obriši i zanemari %d stavaka po &nastavku
it: Elimina e ignora %d elementi per &estensione
ja: 削除して同じ拡張子の%d件の項目を無視(&E)
nb: Slett og ignorer %d elementer etter &filendelse
oc: Suprimir e ignorar %d elements per &extension
sk: Vymazať a ignorovať %d objektov podľa &prípony
sr@latin: Obrišite i zanemariti %d stavki po &ekstenziji
vi: Xoá và bỏ qua %d món thông qua phần &mở rộng

source: Delete and ignore multiple items by &extension
cs: Smazat a ignorovat &mnoho položek dle přípony
ja: 削除して同じ拡張子の項目を無視(&E)
nb: Slett og ignorer flere elementer etter &filendelse
oc: Suprimir e ignorar mantun element per &extension
sr@latin: Briše i zanemaruje višestruke stavke po &ekstenziji

source: Delete unversioned items
cs: Smazat položky bez verze
hr: Obriši neverzionirane stavke
it: Elimina elementi senza versione
ja: バージョン管理外の項目を削除
nb: Slett ikke-versjonerte elementer
oc: Suprimir los elements non versionats
sk: Vymazať neverziované objekty
sr@latin: Obriši neverzionisane stavke
vi: Xoá các món không có phiên bản

source: Delete unversioned items...
cs: Smazat položky bez verze...
hr: Obriši stavke bez verzija...
it: Elimina elementi senza versione...
ja: バージョン管理外の項目を削除...
nb: Slett ikke-versjonerte elementer...
oc: Suprimir los elements non versionats...
sk: Vymazať neverziované objekty...
sr@latin: Obriši neverzionisane stavke...
vi: Xoá các món không có phiên bản...

source: Delete Remove the cache files.
cs: Smazat Smazat soubory úschovy.
hr: Izbriši Ukloni datoteke međuspremnika
it: Elimina Rimuovi i file della cache.
ja: 削除 キャッシュファイルを削除する。
nb: Slett Fjern mellomlagerfilene
sk: Vymazať Odstrániť súbory zásobníka.
sr@latin: Briši Ukloni keš fajlove.
vi: Xóa bỏ Loại bỏ các tập tin lưu tạm để truy xuất.

source: Delete The file is removed.
cs: Smazat Soubor je smazán.
hr: Izbriši Datoteka će biti uklonjena.
it: Elimina Il file è stato rimosso.
ja: 削除 ファイルは削除されます。
nb: Slett Filen blir fjernet
oc: Suprimir Lo fichièr es suprimit.
sk: Vymazať Odstrániť súbor
sr@latin: Briši Fajl je uklonjen.
vi: Xóa bỏ Tập tin đã được loại bỏ.

source: Deleted
cs: Smazáno
hr: Obrisano
it: Eliminato
ja: 削除
nb: Slettet
oc: Escafat
sk: Vymazané
sr@latin: Obrisano
vi: Xoá

source: Deleted node
cs: Smazaný uzel
hr: Obrisani čvor
it: Nodo eliminato
ja: 削除したノード
nb: Slettet node
oc: Nosèl escafat
sk: Uzol vymazaný
sr@latin: Obrisani čvor
vi: Xoá nút

source: Deletes and adds the selected file(s) or the filemask to the 'ignore' list
cs: Smazat a přidat vybraný soubor(y) nebo masku do seznamu k ignorování
hr: Briše i ddaje označenu(e) datoteku(e) ili masku datoteka u popis 'zanemarenih'
it: Elimina e aggiungi il/i file selezionato/i o la maschera per i file all'elenco 'ignora'
ja: 削除した後、選択されたファイルもしくはファイルマスクを「無視」リストに追加する
nb: Sletter og legger til valgt(e) fil(er) eller filmønsteret i ignorerings-listen
oc: Suprimir e apondre lo(s) fichièr(s) seleccionat(s) o lo filtre a la lista dels fichièrs d'ignorar
sk: Vymaže a pridá vybrané súbory, alebo masku do zoznamu ignorovaných
sr@latin: Brišu i dodaju označen(e) fajl(ove) ili masku fajla u listu 'zanemarenih'
vi: Xoá và thêm các tập tin được lựa chọn hoặc tập tin mặt nạ vào danh sách 'bỏ qua'

source: Deletes files / folders from version control
cs: Smaže soubory/adresáře ze správy verzí
hr: Uklanja datoteke / mape iz upravljanja verzijama
it: Elimina file / cartelle dal controllo versione
ja: バージョン管理からファイル/フォルダーを削除
nb: Sletter filer/mapper fra versjonskontroll
oc: Escafar de fichièrs / de repertòris jos contraròtle de version
sk: Odstráni súbory, adresáre zo správy verzií
sr@latin: Briše fajlove /foldere iz kontrole verzija
vi: Xoá các tập tin/thư mục khỏi kiểm soát phiên bản

source: Deletes files / folders from version control but keeps the file
cs: Smaže soubory/adresáře ze správy verzí, ale ponechá soubor
hr: Uklanja datoteke / mape iz upravljanja verzijama, ne briše datoteke
it: Elimina file / cartelle dal controllo versione senza eliminare fisicamente il file
ja: バージョン管理からファイル/フォルダーを削除し、ファイル自体は保持
nb: Sletter filer/mapper fra versjonskontroll men beholder filen
oc: Suprimís los fichièrs / los repertòris del contraròtle de version en los conservant
sk: Odstráni súbory, adresáre zo správy verzií, ale zachová samotné súbory
sr@latin: Briše fajlove /foldere iz kontrole verzija, ali čuva fajl
vi: Xoá các tập tin/thư mục khỏi kiểm soát phiên bản nhưng giữ tập tin

source: Deletes the action log file
cs: Smaže soubor se záznamem činností
hr: Briše datoteku dnevničkih zapisa
it: Elimina il file del registro attività
ja: アクションログファイルを削除
nb: Sletter handlingsloggfilen
oc: Suprimís lo jornal de las accions
sk: Vymaže súbor zoznamu úkonov
sr@latin: Briše fajl dnevnika akcija
vi: Xoá tập tin chứa các tường trình về hành động

source: Deleting
cs: Mazání
hr: Brisanje
it: Eliminazione
ja: 削除中
nb: Sletter
oc: Suprimís
sk: Vymazávanie
sr@latin: Brisanje
vi: Đang xoá

source: Deleting cached data
cs: Vymazávám uložená data
hr: Brišem podatke iz spremnika
it: Cancellazione dati della cache
ja: キャッシュ済みのデータを削除中
nb: Sletter mellomlagrede data
oc: Escafa las donadas mesas en cache
sk: Vymazávanie údajov zo zásobníka
sr@latin: Brisanje nađenih podataka
vi: Đang xoá dữ liệu lưu tạm

source: Deleting file
cs: Mazání souboru
hr: Brišem datoteku
it: Cancellazione file
ja: ファイルを削除中
nb: Sletter fil
oc: Suprimís un fichièr
sk: Vymazávanie súboru
sr@latin: Brisanje fajla
vi: Đang xoá tập tin

source: Depth
cs: Hloubka
hr: Dubina
it: Profondità
ja: 深さ
nb: Dybde
oc: Prigondor
sk: Hĺbka
sr@latin: Dubina
vi: Độ sâu

source: Depth:
cs: Hloubka:
hr: Dubina:
it: Profondità:
ja: 更新の深さ:
nb: Dybde:
oc: Prigondor :
sk: Hĺbka:
sr@latin: Dubina:
vi: Độ sâu:

source: Description
cs: Popis
hr: Opis
it: Descrizione
ja: 説明
nb: Beskrivelse
sk: Popis
sr@latin: Opis
vi: Mô tả

source: Description:
cs: Popis:
hr: Opis:
it: Descrizione:
ja: 説明:
nb: Beskrivelse:
sk: Popis:
sr@latin: Opis:
vi: Mô tả:

source: Deselect changelist
cs: Odznačit seznam změn
hr: Isključi popis izmjena
it: Deseleziona elenco modifiche
ja: 変更リストを選択解除する
nb: Av-velg endringsliste
oc: Deseleccionar la lista de cambiament
sk: Odznačiť zoznam zmien
sr@latin: Isključi popis izmena
vi: Bỏ chọn danh sách thay đổi

source: Destinatio&n URL:
cs: Cílov&é URL:
hr: Odrediš&ni URL:
it: URL destinazio&ne:
ja: 宛先のURL(&N):
nb: &Mål-URL:
oc: URL de destinacio&n :
sk: &Cieľová URL:
sr@latin: Destinacio&ni URL:
vi: URL đí&ch:

source: Destination URL:
cs: Cílové URL:
hr: Odredišni URL:
it: URL destinazione:
ja: 宛先のURL:
nb: Mål-URL:
oc: URL destinacion :
sk: Cieľová URL:
sr@latin: Destinacioni URL:
vi: URL đích:

source: Destination disk drive is full.
cs: Cílový disk je plný.
hr: Odredišni disk je pun.
it: Il disco di destinazione è pieno.
ja: 送り先ディスクドライブはいっぱいです。
nb: Måldisken er full.
oc: Lo disc de destinacion es plen.
sk: Cieľový disk je plný
sr@latin: Odredišni disk je pun.
vi: Ổ đĩa đích đã đầy.

source: Detect and highlight moved blocks
cs: Najít a zvýraznit přesunuté bloky
hr: Otkrij i označi premještene blokove
it: Rileva ed evidenzia blocchi spostati
ja: 移動したブロックを検出して強調表示する
nb: Finn og marker flyttede blokker
oc: Detècta e marca los blòts desplaçats
sk: Zistiť a vyznačiť presunuté bloky
sr@latin: Detektuje i podvlači pomerene blokove
vi: Phát hiện và làm nổi các khối bị di chuyển

source: Device Independent Bitmap a device independent bitmap
cs: Bitmapa Nezávislá na Zařízení bitmapa nezávislá na zařízení
hr: Device Independent Bitmap slika neovisna o uređaju
it: Bitmpa indipendente dal dispositivo una bitmap indipendente dal dispositivo
ja: デバイスに依存しないビットマップ デバイスに依存しないビットマップ
nb: Enhetsuavhengig Bitmap et enhetsuavhengig bitmap
oc: Bitmap Independent del Periferic un bitmap independent del periferic
sk: Bitmapa nezávislá na zariadení bitmapa nezávislá na zariadení
sr@latin: Bitmapa nezavisna od uređaja bitmapa nezavisna od uređaja
vi: Ảnh độc lập với thiết bị một ảnh độc lập với thiết bị

source: Dialog sizes and positions
cs: Velikosti a pozice dialogových oken
hr: Veličine i položaji dijaloga
it: Dimensione e posizione delle finestre di dialogo
ja: ダイアログのサイズと位置
nb: Størrelse og posisjon for dialogvinduer
oc: Talhas e posicions de las bóstias de dialòg
sk: Veľkosť a poloha dialógových okien
sr@latin: Dijalog veličina i pozicije
vi: Kích thước và vị trí của hộp thoại

source: Diff
cs: Porovnat
hr: Razlika
it: Differenze
ja: 差分
oc: Veire las diferéncias
sk: Porovnať
sr@latin: Razl
vi: Tìm Khác Biệt

source: Diff &Options
cs: &Volby porovnání
hr: Razlike &Opcije
it: Differenze e opzioni
ja: 差分設定(&O)
nb: Forskjells&opsjoner
oc: &Opcions de Comparason
sr@latin: Diff&Opcije

source: Diff Options
cs: Nastavení Srovnávání
hr: Opcije Diffa
it: Opzioni diff
ja: 差分設定
nb: Forskjellsopsjoner
oc: Opcions de Diff
sk: Možnosti porovnania
sr@latin: Dif opcije
vi: Tùy chọn khác biệt

source: Diff Viewer
cs: Prohlížeč Rozdílů
hr: Preglednik razlika
it: Visualizzatore differenze
ja: 差分ビューアー
nb: Diff-viser
oc: Visualizador de diferéncias
sk: Prezerač rozdielov
sr@latin: Dif pregledač
vi: Trình xem Khác biệt

source: Diff Viewer::Merge Tool
cs: Prohlížeč rozdílů::Nástroj sloučení
hr: Preglednik razlika::Alat za stapanje
it: Visualizzatore differenze::Strumento unione
ja: 差分ビューアー::マージツール
nb: Diff-viser::Fletteverktøy
oc: Visualizador de diferéncias::Aisina de fusion
sk: Prezerač rozdielov::Zlučovač
sr@latin: Dif pregledač::alat stapanja
vi: Trình Xem Khác Biệt::Công Cụ Hợp Nhất

source: Diff added lines
cs: Porovnat přidané řádky
hr: Razlika dodanih linija
it: Linee aggiunte
ja: 追加された行の差分を表示
nb: Diff nye linjer
oc: Veire las diferéncias de las linhas apondudas
sk: Porovať pridané riadky
sr@latin: Diff dodate linije

source: Diff command
cs: Porovnat příkaz
hr: Razlike komande
it: Differenze
ja: コマンドの差分を表示
nb: Diff-kommando
oc: Comanda de diff (comparason)
sk: Porovnať príkazy
sr@latin: Diff komanda

source: Diff comment
cs: Porovnat komentář
hr: Razlika komentari
ja: コメントの差分を表示
nb: Diff-kommentar
oc: Comentari de la comparason
sk: Porovať komentáre
sr@latin: Diff komentar

source: Diff file:
cs: Soubor porovnání:
hr: Datoteka razlika:
it: File di confronto:
ja: 差分ファイル:
nb: Forskjells-fil:
oc: Fichièr diff :
sk: Súbor porovnania:
sr@latin: Diff fajl:
vi: Tập tin chứa khác biệt:

source: Diff header
cs: Porovnat hlavičku
hr: Razlika zaglavlja
ja: ヘッダの差分を表示
nb: Diff-hode
oc: Entèsta de la comparason
sk: Porovať hlavičku
sr@latin: Diff zaglavlje

source: Diff later
cs: Porovnat později
hr: Naknadne razlike
it: Differenzia in seguito
ja: 差分元として選択
nb: Sammenlign senere
oc: Comparar ulteriorament
sk: Porovnať neskôr
sr@latin: Dif kasnoje

source: Diff options
cs: Nastavení srovnávání
hr: Opcije razlika
it: Opzioni di confronto
ja: 差分設定
nb: Forskjellsopsjoner
oc: Opcions de comparason
sk: Nastavenie porovnávania
sr@latin: Diff opcije
vi: Tùy chọn cho khác biệt

source: Diff position
cs: Porovnat pozici
hr: Pozicije razlika
ja: 位置の差分を表示
nb: Diff-posisjon
oc: Posicion de comparason
sk: Porovnať umiestnenie
sr@latin: Diff položaj

source: Diff removed lines
cs: Porovnat odstraněné řádky
hr: Razlike uklonjenih linija
ja: 削除された行の差分を表示
nb: Diff fjernede linjer
oc: Veire las diferéncias de las linhas suprimidas
sk: Porovnať odstránené riadky
sr@latin: Diff uklonjene linije

source: Diff with URL
cs: Porovnat s URL
hr: Razlike preko URL
it: Confronta con URL
ja: URLを指定して差分を表示
nb: Sammenlign med URL
oc: Comparar las diferéncias amb l'URL
sk: Porovnať s URL
sr@latin: Razl sa URL
vi: Khác biệt với URL

source: Diff with "%ls"
cs: Porovnat s "%ls"
hr: Razlike sa "%ls"
it: Differenze con "%ls"
ja: "%ls"との差分を表示
nb: Sammenlign med "%ls"
oc: Diff amb "%ls"
sk: Porovnať s "%ls"
sr@latin: Dif sa "%ls"

source: Difference between
cs: Rozdíl mezi
hr: Razlika između
it: Differenza tra
ja: 差分
nb: Forskjeller mellom
oc: Diferéncias entre
sk: Rozdiel medzi
sr@latin: Razlika između
vi: Khác biệt giữa

source: Differential path &names
cs: Rozdíl&ná jména cest
hr: Staze koje se &razlikuju
it: Perco&rsi differenziali
ja: パス名を差分で表示(&N)
nb: Kun endringer i sti&navn
oc: Chemi&ns diferencials
sk: Rozdielové &mená ciest
sr@latin: Razlikovanje &imena putanje
vi: Đường dẫn và &tên tách biệt

source: Diffing
cs: Srovnávání
hr: Izrada razlika
it: Confronta
ja: 差分を計算中
nb: Forskjellsbehandling
oc: Veire diferéncia
sk: Porovnávanie
sr@latin: Razlikovanje
vi: Tách biệt

source: Diffs the working copy file with the one before the last commit.
cs: Porovná soubor pracovní kopie s předposledním odevzdáním.
hr: Prikazuje razliku datoteke radne kopije sa onom prije zadnje pohrane.
it: Confronta le differenze fra la copia di lavoro e quella prima dell'ultimo invio.
ja: 作業コピーのファイルと最後のコミット以前のものとの差分をとる
nb: Sammenligner filen i arbeidskopien med versjonen fra før siste innsending.
oc: Calcula las diferéncias entre la còpia de trabalh e lo fichièr abans la darrièra liurason.
sk: Porovná súbor v pracovnej kópií s predposledným odovzdaným.
sr@latin: Prikazuje razliku fajlovi radne kopije sa onom pre zadnjeg urezivanja.
vi: Tách biệt tập tin đang làm với tập tin trước lần cam kết cuối cùng

source: Directories
cs: Adresáře
hr: Mape
it: Cartelle
ja: ディレクトリ
nb: Kataloger
oc: Repertòri
sk: Adresáre
sr@latin: Imenici:
vi: Các thư mục

source: Directory:
cs: Adresář:
hr: Direktorij:
it: Cartelle:
ja: ディレクトリ:
nb: Katalog:
oc: Repertòri :
sk: Adresár:
sr@latin: Folder:
vi: Thư mục:

source: Discards local changes upon incoming deletes
cs: Při příchozím mazání zahodit lokální změny
hr: Zanemari lokalne promjene za dolazeća brisanja
it: Tralascia modifiche locali su cancellazioni entranti
ja: 次の削除までローカルの変更を無視する
nb: Kast lokale endringer ved innkommende sletting
oc: Abandonar las modificacions localas al profièit de las supressions del depaus
sk: Zahodiť miestne zmeny pri prijatí vymazania
sr@latin: Odbacuje lokalne izmene po dolazećim brisanjima
vi: Huỷ bỏ những thay đổi nội bộ trên những xóa bỏ tiếp theo

source: Disk full while accessing %1.
cs: Disk je plný při přístupu na %1.
hr: Disk je pun prilikom pristupa do %1.
it: Disco pieno durante l'accesso a %1.
ja: %1 にアクセス中にディスクがいっぱいになりました。
nb: Disken ble full under tilgang til %1.
oc: Disc plen pendent l'accès a %1.
sk: Disk plný pri prístupe k %1.
sr@latin: Disk je pun dok se pristupa %1.
vi: Đĩa đầy khi đang truy cập %1.

source: Dispatch exception: %1
cs: Odeslat výjimku: %1
hr: Pošalji svima iznimku: %1
it: Eccezione: %1
ja: ディスパッチ例外: %1
nb: Send videre unntak: %1
oc: Manda l'excepcion : %1
sk: Prijatá výnimka: %1
sr@latin: Pošalji izuzetak: %1
vi: Phái cá biệt: %1

source: Display &buttons in this order
cs: Zo&brazit tlačítka v tomto pořadí
hr: Pokaži &gumbe ovim redoslijedom
it: Visualizza &pulsanti in questo ordine
ja: この順序でボタンを表示(&B)
nb: Vis &knapper i denne rekkefølgen
sk: Zobraziť &tačídla v tomto poradí
sr@latin: Pokaži &dugmiće ovim redom
vi: Hiện &nút bấm theo trình tự này

source: Display help for clicked on buttons, menus and windows Help
cs: Ukáže nápovědu na klik pro tlačítka, menu, okna Nápověda
hr: Prikaži pomoć na klik na tipke, izbornike i prozore Pomoć
it: Visualizza la guida in linea facebndo clic su pulsanti, menu e finestre Guida in linea
ja: クリックされたボタン、メニュー、ウィンドウに対するヘルプを表示する ヘルプ
nb: Vis hjelp for knapper, menyer og vinduer som er klikket på Hjelp
oc: Ajuda suls elements d'interface Ajuda
sk: Zobraziť pomoc o tlačidlách, ponukách a oknách Pomoc
sr@latin: Prikaži pomoć na klik na dugme, menije i prozore Pomoć
vi: Hiện giúp đỡ khi bấm vào các nút bấm, thực đơn và cửa sổ Giúp đỡ

source: Display help for current task or command Help
cs: Ukáže nápovědu pro aktuální úkol nebo příkaz Nápověda
hr: Prikaži pomoć za tekući zadatak ili naredbu Pomoć
it: Visualizza la guida in linea per l'attività o il comando corrente Guida in linea
ja: 現在のタスクもしくはコマンドに対するヘルプを表示 ヘルプ
nb: Vis hjelp for gjeldende oppgave eller kommando Hjelp
oc: Veire l'ajuda pel prètzfait corrent o la comanda Ajuda
sk: Zobraz pomoc pre aktuálnu úlohu, alebo príkaz Pomoc
sr@latin: Prikaži pomoć za tekući zadatak ili naredbu Pomoć
vi: Hiện giúp đỡ cho nhiệm vụ hiện thời hoặc lệnh Giúp đỡ

source: Display instructions about how to use help Help
cs: Ukáže instrukce, jak použít nápovědu Nápověda
hr: Prikaži upute kako se koristi pomoć Pomoć
it: Visualizza le istruzioni su come usare la Guida in linea Guida in linea
ja: ヘルプの使い方を表示する ヘルプ
nb: Vis hvordan man bruker hjelp Hjelp
oc: Instruccion per utilizar l'ajuda Ajuda
sk: Zobraz ako používať pomoc Pomoc
sr@latin: Prikaži uputstva kako se koristi pomoć Pomoć
vi: Hiện hướng dẫn làm sao để sử dụng giúp đỡ Giúp đỡ

source: Display program information, version number and copyright About
cs: Ukáže informace o programu, číslo verze a copyright O aplikaci
hr: Prikaz podataka o programu, broj verzije i autorska prava O programu
it: Visualizza le informazioni sul programma, sulla versione e sul copyright Info su
ja: プログラムの情報、バージョン、著作権を表示する バージョン情報
nb: Vis programinformasjon, versjonsnummer og opphavsrettigheter Om
oc: Veire las informacions del programa, sa version e son copyright A prepaus
sk: Zobraz informácie o programe, číslo verzie a copyright O programe
sr@latin: Prikaz podataka o programu, broj verzije i autorska prava O programu
vi: Hiện thông tin về chương trình, số phiên bản và bản quyền Nói về

source: Do not ask again for this script
cs: Pro tento skript se již neptat
hr: Ne pitaj više za ovu skriptu
it: Non chiedere nuovamente per questo script
ja: このスクリプトについては再度確認しない
nb: Ikke spør igjen for dette skriptet
oc: Redemandar pas per aqueste escript
sk: Na tento sktript sa viac nepýtať
sr@latin: Ne pitaj ponovo za ovu skriptu
vi: Đừng hỏi về kịch bản này nữa

source: Do not expand keywords
cs: Nerozšiřovat klíčová slova
hr: Ne proširuj ključne riječi
it: Non espandere parole chiave
ja: キーワードを展開しない
nb: Ikke utvid nøkkelord
oc: Espandir pas los mots claus
sk: Nenahrádzať klúčové slová
sr@latin: Ne proširuj ključne reči
vi: Đừng mở rộng các từ khóa

source: Do not show the context menu for the following paths:
cs: Nezobrazovat kontextové menu pro tyto cesty:
hr: Ne prikazuj izbornik okoline za slijedeće staze:
it: Non visualizzare il menu contestuale per i seguenti percorsi:
ja: コンテキストメニューを表示しないパス:
nb: Ikke vis sammenhengsmenyen for følgende stier:
oc: Afichar pas lo menú contextual per los camins seguents :
sk: Nezobrazovať kontextovú ponuku pre nasledovné cesty:
sr@latin: Ne prikazuj konetekst meni za sledeće putanje:
vi: Không hiện thực đơn ngữ cảnh cho các đường dẫn sau:

source: Do reintegrate instead of automatic merge (old style)
cs: Provést znovuzačlenění místo automatického sloučení (starý způsob)
hr: Reintegrirati umjesto automatskog spajanja (stari stil)
it: Esegui reintegrazione invece del merge automatico (vecchio stile)
ja: 自動マージではなく再統合する（旧方式）
nb: Gjør reintegrering i stedet for automatisk fletting (gammel stil)
oc: Reïntegrar al luòc de fusionar automaticament (ancian metòde)
sk: Aplikovať reintergaciu miesto automatického zlučovania (starý štýl)
sr@latin: Reintegrišite umesto automatskog stapanja (stari način)

source: Do this for all existing files
cs: Provést pro všechny existující soubory
hr: Učini ovo za sve postojeće datoteke
it: Esegui per tutti i file esistenti.
ja: 既存のファイルすべてにこれを行う
nb: Gjør dette for alle eksisterende filer
oc: Far çò meteis per totes los fichièrs existents
sk: Aplikovať na všetky existujúce súbory
sr@latin: Uradite isto za sve postojeće fajlove
vi: Làm việc này trên tất cả các tập tin đang tồn tại

source: Do this for all existing folders
cs: Provést pro všechny existující adresáře
hr: Učini ovo za sve postojeće mape
it: Esegui per tutti le cartelle esistenti
ja: 既存のフォルダーすべてにこれを行う
nb: Gjør dette for alle eksisterende mapper
oc: Far çò meteis per totes los dorsièrs existents
sk: Aplikovať na všetky existujúce adresáre
sr@latin: Uradite isto za sve postojeće foldere
vi: Làm việc này trên tất cả các thư mục đang tồn tại

source: Do this for all existing items
cs: Provést pro všechny stávající položky
hr: Učini ovo za sve postojeće stavke
it: Esegui per tutti gli elementi esistenti.
ja: 既存の項目すべてにこれを行う
nb: Gjør dette for alle eksisterende elementer
oc: Far çò meteis per totes los elements existents
sk: Vykonať pre všetky existujúce objekty
sr@latin: Uradite ovo za sve postojeće stavke
vi: Làm việc này cho tất cả các món đang có

source: Do this for all selected items
cs: Toto provést pro všechny vybrané položky
hr: Učini ovo za sve odabrane stavke
it: Esegui per tutti gli elementi selezionati
ja: 選択された項目すべてにこれを行う
nb: Gjør dette for alle valgte elementer
oc: Far çò meteis per totes los elements seleccionats
sk: Vykonať so všetkými vybranými objektami
sr@latin: Uradite ovo za sve izabrane stavke
vi: Làm việc này với tất cả các món được lựa chọn

source: Do this for all selected unversioned folders
cs: Toto udělat pro všechny vybrané adresáře bez verze
hr: Učini ovo za sve odabrane neverzionirane mape
it: Esegui per tutte le cartelle senza versione
ja: 選択されたすべてのバージョン管理外のフォルダーにこれを行う
nb: Gjør dette for alle valgte ikke-versjonerte mapper
oc: Far aquò per totes los dorsièrs non versionats seleccionats
sk: Urobiť so vštkými vybranými neverziovanými adresármi
sr@latin: Uradi ovo za sve izabrane neverzionisane foldere
vi: Làm việc này với tất cả các thư mục không phiên bản

source: Do this for all unversioned items
cs: Toto provést pro všechny položky bez verze
hr: Učinite to za sve neverzionirane stavke
it: Esegui per tutti gli elementi senza versione
ja: バージョン管理外の項目すべてにこれを行う
nb: Gjør dette for alle ikke-versjonerte elementer
oc: Far aquò per totes los elements non versionats
sk: Vykonať so všetkými neverziovanými objektmi
sr@latin: Uradi ovo za sve neverzionisane stavke
