Repository: stefankueng/TortoiseSVN
Catalog: doc/po/TortoiseMerge_*.po
Languages: pt_br, pt_pt

source: <guibutton>Show/Hide Patch List</guibutton> When TortoiseMerge has a patch list, this button allows you to hide it (so you can see both windows), or show it (so you can review the file list).
pt_br: <guibutton>Mostrar/Esconder Lista de Correções</guibutton> Quando TortoiseMerge possui uma lista de arquivos, este botão permitirá a você esconder a lista (então você pode ver ambas as janelas), ou mostrá-la (então você pode rever a lista de arquivos).
pt_pt: <guibutton>Mostrar/Esconder a Patch List</guibutton> Quando TortoiseMerge tem uma patch list, este botão permite-lhe esconde-la (para que possa ver ambas as janelas), ou mostra-la (para que possa rever a lista do ficheiro).

source: <guibutton>Settings</guibutton> takes you to TortoiseMerge's settings dialog.
pt_br: <guibutton>Configurações</guibutton> abre a janela de configurações do TortoiseMerge.
pt_pt: <guibutton>Definições</guibutton> mostra o diálogo de definições do TortoiseMerge.

source: <placeholder-1/> Below the menu bar lies the tool bar. This provides easy access to the most commonly used tools, which are <placeholder-2/>
pt_br: <placeholder-1/> Abaixo da barra de menu fica a barra de ferramentas. Isto provê fácil acesso para as ferramentas mais usadas, que são <placeholder-2/>
pt_pt: <placeholder-1/> Abaixo da barra de menu está uma barra de ferramentas. Isto possibilita um acesso fácil as ferramentas mais utilizadas, que são <placeholder-2/>

source: On the left side of the window is a locator bar. This provides a quick visual reference as to where the changes lie within the file. The bar has three columns. The left column refers to the left pane, the right column to the right pane, and the centre column to the bottom pane (if present). In one-pane view only the left column is used. The locator bar can also be used as a scroll bar to scroll all the windows simultaneously.
pt_br: No lado esquerdo da janela está a barra de localização. Ela provê uma referência visual rápida como onde as alterações foram feitas no arquivo. A barra possui três colunas. A coluna da esquerda refere-se ao painel esquerdo, a coluna direito refere-se ao painel esquerdo, e a coluna do meio refere-se ao painel inferior (se estiver presente). Ao visualizar apenas um painel somente a coluna da esquerda é usada. A barra de localização pode também ser usada com uma barra de rolagem para se mover em todos os painéis simultaneamente.
pt_pt: No lado esquerdo da janela está uma barra localizadora. Isto possibilita uma rápida referência visual para o sitio onde as alterações estão dentro do ficheiro. A barra tem 3 colunas. A coluna da esquerda refere-se ao painél da esquerda, a coluna da direita ao painél da direita, e a coluna do centro ao painél de baixo (se presente). Na vista de um-painél apenas a coluna da esquerda é usada. A barra localizadora pode também para fazer scroll a todas as janelas ao mesmo tempo.

source: Below the bottom window is the status bar. This shows the number of lines added and deleted in <literal>Theirs</literal> and <literal>Mine</literal>, and the number of unresolved conflicts remaining. You can also see which line-ending style is in use, what encoding (ASCII, UTF-8, etc) is assumed by TortoiseMerge, and whether there is a byte-order-mark (BOM) present in UTF-8 files. The left side of the status bar is used to display hints when you hover the mouse over a control.
pt_br: Abaixo da janela inferior está a barra de situação. Ela mostra o número de linhas adicionadas ou removidas nos arquivos <literal>Deles</literal> e <literal>Meu</literal>, e o número de conflitos não resolvidos restantes. Você pode também ver qual formato de fim de linha está sendo usado, qual codificação (ASCII, UTF-8, etc) está sendo usada pelo TortoiseMerge, e se existe algum byte-order-mark (BOM) presente em arquivos UTF-8. O lado esquerdo da barra de situação é usado para mostrar dicas quando você coloca o mouse sobre algum controle.
pt_pt: Abaixo da janela do fundo fica a status bar. Ela mostra o número de linhas adicionadas e eliminadas em <literal>Theirs</literal> e <literal>Mine</literal>, e o número de conflitos por resolver. Também pode ver que line-ending style está a ser usado, que encriptação (ASCII, UTF-8, etc) é assumida pelo TortoiseMerge, e se existe um byte-order-mark (BOM) presente em ficheiros UTF-8 file. O lado esquerdo da status bar é usada para mostrar dicas quando se passa o rato por cima de uma ferramenta.

source: Line Status Icons
pt_br: Ícones da Situação da Linha
pt_pt: Ícones da Linha de Estado

source: Changed lines are marked with an icon to indicate what type of change has occurred.
pt_br: Linhas alteradas são marcadas com um ícone para indicar que tipo de alteração sofreu.
pt_pt: As linhas modificadas são marcados com um ícone a indicar o tipo de modificação que occoreu.

source: <graphic fileref="images/TMerge_lineadded.png"/> A line has been added.
pt_br: <graphic fileref="images/TMerge_lineadded.png"/> Uma linhas foi adicionada.
pt_pt: <graphic fileref="images/TMerge_lineadded.png"/> Foi addicionada uma linha.

source: <graphic fileref="images/TMerge_lineremoved.png"/> A line has been removed.
pt_br: <graphic fileref="images/TMerge_lineremoved.png"/> Uma linha foi removida.
pt_pt: <graphic fileref="images/TMerge_lineremoved.png"/> Foi removida uma linha.

source: <graphic fileref="images/TMerge_lineequal.png"/> A change has been undone by reverting to the original content of the line.
pt_br: <graphic fileref="images/TMerge_lineequal.png"/> Uma alteração foi desfeita usando a opção de reverter para o conteúdo original da linha.
pt_pt: <graphic fileref="images/TMerge_lineequal.png"/> Uma modificação foi desfeita por reversão ao conteúdo original do ficheiro.

source: <graphic fileref="images/TMerge_linewhitespace.png"/> This line contains only whitespace changes. Where several consecutive lines are marked, the paragraph may have been re-wrapped, causing words to shuffle onto adjacent lines.
pt_br: <graphic fileref="images/TMerge_linewhitespace.png"/> Esta linha possui somente alterações de espaços. Onde várias linhas estão marcadas, o parágrafo deve ter sido remanejado, causado alguma mistura nas linhas adjacentes.
pt_pt: <graphic fileref="images/TMerge_linewhitespace.png"/> Esta linha contém apenas espaços-brancos alterados. Onde

source: <graphic fileref="images/TMerge_lineedited.png"/> A line has been edited by hand, using TortoiseMerge as a text editor.
pt_br: <graphic fileref="images/TMerge_lineedited.png"/> Uma linha foi editada manualmente, usando o TortoiseMerge como editor de texto.
pt_pt: <graphic fileref="images/TMerge_lineedited.png"/> Uma linha foi editada manualmente, usando o TortoiseMerge como editor de texto.

source: <graphic fileref="images/TMerge_lineconflicted.png"/> This line is in conflict.
pt_br: <graphic fileref="images/TMerge_lineconflicted.png"/> Esta linha está em conflito.
pt_pt: <graphic fileref="images/TMerge_lineconflicted.png"/> Isto é um conflito.

source: <graphic fileref="images/TMerge_lineconflictedignored.png"/> This line is conflicted, but the effect is hidden by whitespace or line-ending settings.
pt_br: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Esta linha está em conflito, mas o efeito está escondido por causa de configurações de espaço em branco e fim-de-linha.
pt_pt: <graphic fileref="images/TMerge_lineconflictedignored.png"/> Esta linha é conflituosa, mas os efeitos são escondidos por espaços em branco ou definições de line-ending.

source: Merging / Editing Conflicts
pt_br: Unificando / Editando Conflitos
pt_pt: A Integrar/Editar Confltos

source: TortoiseMerge not only <emphasis>shows</emphasis> you the differences between files but also lets you resolve conflicts or apply changes.
pt_br: TortoiseMerge não somente <emphasis>mostra</emphasis> a você as diferenças entre os arquivos como também permite a você resolver os conflitos ou aplicar as alterações.
pt_pt: O TortoiseMege não só <emphasis>mostra</emphasis> ao utilizador as diferenças entre ficheiros mas também deixa resolver conflitos ou aplicar alterações.

source: If you're in two pane view, then you can only edit the file in the right pane (<literal>Mine</literal>). To apply changes made in the left file (<literal>Theirs</literal>), <action>right-click</action> on the changed lines and select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice>. Then the changes from the left file are added to the right file.
pt_br: Se você está visualizando dois painéis, então você pode somente editar o arquivo do painel direito (<literal>Meu</literal>). Para aplicar alterações feitas no arquivo do painel esquerdo (<literal>Deles</literal>), <action>clique-direito</action> sobre a linha alterada e então escolha <menuchoise><guimenu>Menu do Contexto</guimenu><guimenuitem>Usar o bloco de texto <quote>deles</quote></guimenuitem></menuchoise>. Então as alterações do arquivo do painel esquerdo serão adicionadas para o arquivo do painel direito.
pt_pt: Se está na vista de 2 painéis, pode apenas editar o ficheiro do painél da $direita (<literal>Mine</literal>). Para aplicar alterações feitas no painél da esquerda (<literal>Theirs</literal>), <action>right-click</action> nas linhas alteradas e selecione <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>. Use o bloco de texto

source: Sometimes you actually want both text blocks, and the context menu also offers you <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one first)</guimenuitem></menuchoice> and <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use both text blocks (this one last)</guimenuitem></menuchoice>.
pt_br: Algumas vezes você quer usar ambos os blocos de texto, e o menu do contexto também oferece a você <menuchouse><guimenu>Menu do Contexto</guimenu><guimenuitem>Usar ambos os blocos de texto (este primeiro)</guimenuitem></menuchoise> e <menuchoise><guimenu>Menu do Contexto</guimenu><guimenuitem>Usar ambos os blocos de texto (este depois)</guimenu></menuchoise>.
pt_pt: Por vezes queres que ambos os blocos de texto

source: You can also edit the output file just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
pt_br: Você pode também editar o arquivo como você faria em um editor de texto. Cada uma das linhas são marcadas com um ícone em forma de lápis. Por favor note que se você quer fazer qualquer alteração nas linhas/blocos base descritas acima, é melhor fazer isso primeiro já que uma vez que você começar a editar o arquivo você mesmo se torna impossível para o TortoiseMerge manter a relação com o arquivo original.
pt_pt: Também pode editar o ficheiro de saída como se fosse fosse num editor de texto. Essas linhas são marcadas com o icone de um lápis. Por favor, note que se quiser fazer ás linhas/blocos uma das alterações descritas acima, é melhor faze-las primeiro uma vez que depois do utilizador começar a editar o ficheiro torna-se impossivel para o TortoiseMerge de guardar a relação com os ficheiros originais.

source: Sometimes a file will be marked as conflicted in Subversion, yet when you view it using TortoiseMerge there are no conflicts shown. This may be due to the whitespace handling you have chosen. If you choose to ignore line-endings or whitespace changes, those lines will be marked using the <emphasis>Conflict-Ignored</emphasis> icon. To resolve the conflict you still need to pick which version you want to use.
pt_br: Algumas vezes um arquivo será marcado como conflitante no Subversion, mesmo quando você vê-lo usando o TortoiseMerge sem nenhum conflito. Isto acontece por causa das configurações de espaço em branco. Se você escolhe ignorar alterações de fim-de-linha ou espaço em branco, essas linhas serão marcadas usando o ícone de <emphasis>Conflito Ignorado</emphasis>. Para resolver esse conflito você precisará escolher qual versão você quer usar.
pt_pt: Por vezes um ficheiro será marcado como conflituoso no Subversion, mas ao ser visualizado o TortoiseMerge não existirão conflitos visiveis. Isto pode ser devido à forma como o utilizador escolheu lidar com espaços brancos. Se escolheu ignorar line-endings ou espaços em branco, essas linhas serão marcadas usando o icone <emphasis>Conflict-Ignored</emphasis>. Para resolver o conflicto ainda precisa de escolher que versão quer usar.

source: Note that if you use TortoiseMerge on the same files again, any changes to your working copy, whether in TortoiseMerge, or by hand-editing, <emphasis>will be discarded</emphasis> and the file will appear as it did when conflict-editing first started.
pt_br: Note que se você está usando TortoiseMerge num mesmo arquivo novamente, qualquer alteração feita em sua cópia de trabalho, seja ela feita no TortoiseMerge seja em outro editor, <emphasis>será discarda</emphasis> e o arquivo vai aparecer como ele era quando a edição do conflito foi iniciada.
pt_pt: Note que se usar o TortoiseMerge nos mesmos ficheiros novamente, quaisquer alterações à sua cópia de trabalho, quer no TortoiseMerge, ou ediçao manual, <emphasis>serão descartadas</emphasis> e o ficheiro aparecerá como estava antes do conflicto gerado pela edição ter sido criado.

source: Open Files
pt_br: Arquivos Abertos
pt_pt: Abrir Ficheiros

source: When you start TortoiseMerge without any command line switches then you have to open the files manually, using <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.
pt_br: Quando você iniciar o TortoiseMerge sem qualquer opção na linha de comando você terá de abrir os arquivos manualmente, usando <menuchoise><guimenu>Arquivo</guimenu><guimenuitem>Abrir</guimenuitem></menuchoise>.
pt_pt: Quando o TortoiseMerge é iniciado sem opções em linha de comando então o utilizador tem de abrir os ficheiros manualmente, usando <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>.

source: The Open Dialog
pt_br: A Janela para Abrir Arquivos
pt_pt: O Diálogo de Abertura

source: The first thing you have to do is to decide whether you just want to compare/merge files, or whether you want to apply a patch file. Depending on what you choose, the corresponding edit boxes and browse buttons are activated.
pt_br: A primeira coisa que você precisa fazer é decidir se você apenas quer comparar/combinar arquivos, ou se você quer aplicar uma arquivo de correção. Dependendo da sua escolha, as caixas de edição e botões correspondentes serão ativados.
pt_pt: A primeira coisa que tem que dedicdir é se quer apenas comparar/integrar ficheiros, ou se quer aplicar um ficheiro patch. Dependendo da opção, as caixas de edição e botões de pesquisa serão activados.

source: If you want to compare / merge files you have to set at least two of the three possible paths for <literal>Base</literal>, <literal>Mine</literal> and <literal>Theirs</literal>. If you select only two files, then TortoiseMerge will show you the differences between those two files, either in a two pane view or in a one pane view.
pt_br: Se você quer comparar/combinar arquivos você tem que definir pelo menos dois de três possíveis caminhos para <literal>Base</literal>, <literal>Meu</literal> e <literal>Deles</literal>. Se você selecionar apenas dois arquivos, então TortoiseMerge vai mostrar a você as diferenças entre os dois arquivos, cada um em um painel ou em um único painel.
pt_pt: Se quer comparar / integrar ficheiros tem que escolher pelo menos três caminhos possiveis para <literal>Base</literal>, <literal>Mine</literal> e <literal>Theirs</literal>. Se selecionar apenas dois ficheiros, então o TortoiseMerge mostrar-lhe-á as diferenças entre esses dois ficheiros em vista de dois painéis ou em vista de um painél.

source: If you want to merge three files, TortoiseMerge will show you the differences in a three pane view. This view is generally used if you need to resolve conflicted files. The output file is not named in this case and you will have to use the <menuchoice><guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice>. to save the results.
pt_br: Se você quer combinar três arquivos, TortoiseMerge vai mostrar a você as diferenças em três paineis. Está visualização é geralmente usada se você precisa resolver arquivos conflitantes. O arquivo de saída não possui nome, no caso, e você terá que usar o <menuchoise><guimenu>Arquivo</guimenu><guimenuitem>Salvar como...</guimenuitem><menuchoise> para salvar o resultado.
pt_pt: Se quer integrar três ficheiros, o TortoiseMerge mostrar-lhe-á as diferenças numa vista de três painéis. Esta vista é geralmente usada se quiser resolver ficheiros conflituosos. Neste caso, o ficheiro de saída fica sem nome e terá de usar o <menuchoice><guimenu>File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice>. para salvar os resultados.

source: If you want to apply a patch file you have to set both the path to the patch file itself and the path to the folder where the patch file should be applied.
pt_br: Se você quer aplicar um arquivo de correção você precisa definir ambos os caminhos para o arquivo de correção e para o diretório onde o arquivo de correção deverá ser aplicado.
pt_pt: Se quer aplicar um ficheiro patch tem que selecionar tanto o caminho para o patch como o caminho para a pasta em que quer aplicar o patch.

source: Currently, only patch files in <emphasis>Unified Diff Format</emphasis> are supported. And only files which were generated from a Subversion working copy. Other formats like patch files generated by CVS are currently not supported!
pt_br: Atualmente, apenas arquivos de correção no formato <emphasis>Unified Diff</emphasis> são suportados. E somente arquivos que foram gerados em uma cópia de trabalho do Subversion. Outros formatos como arquivos de correções gerados pelo CVS não são atualmente suportados!
pt_pt: Actualmente, apenas ficheiros patch em <emphasis>Unified Diff Format</emphasis> são suportados e apenas ficheiros que tenham sido gerados por uma cópia de trabalho do Subversion.Outros formatos como ficheiros patch gerados por CVS não são neste momento suportados!

source: Settings
pt_br: Configurações
pt_pt: Definições

source: Main Settings Page
pt_br: Páginas das Configurações Principais
pt_pt: Página Principal de Definições

source: The Settings Main Page
pt_br: A Princpal Página de Configurações
pt_pt: A Página Principal de Definições

source: Most of the options here are self-explanatory, but a few points need clarifying.
pt_br: Muitas das opções aqui são auto-explicativas, mas alguns pontos precisam ser explicados.
pt_pt: A maioria das opçãoes são auto-explanatórias, mas algums pontos necessitam de clarificação.

source: <guilabel>Backup original file</guilabel> renames the original file in the WC to <literal>filename.bak</literal> before saving the modified version.
pt_br: <guilabel>Cópia de Segurança do arquivo original</guilabel> renomeia o arquivo original na CT para <literal>nomearquivo.bak</literal> antes de salvar o arquivo modificado.
pt_pt: <guilabel>Backup original file</guilabel> muda o nome do ficheiro original no WC para <literal>filename.bak</literal> antges de salvar a versão modificada.

source: <guilabel>Ignore line endings</guilabel> hides changes which are due solely to difference in line-end style.
pt_br: <guilabel>Ignorar fim-de-linha</guilabel> oculta alterações feitas apenas na forma usada para indicar fim de linha.
pt_pt: <guilabel>Ignore line endings</guilabel> esconde as alterações que são devidas somente a diferenças de estilo de fim de linha.

source: Colour Settings Page
pt_br: Páginas de Configuração de Cores
pt_pt: Página de Definição de Cores

source: The Settings Color Page
pt_br: A Página de Configuração de Cores
pt_pt: A Página de Definição de Cores

source: This dialog allows you to select the background color coding used to highlight the different line changes.
pt_br: Esta janela permite a você selecionar a cor de fundo do código usada para destacar as diferentes alterações de linha.
pt_pt: Este dialog permite-te slecionar a côr de fundo utilizada para realçar as alterações efectudas nas linhas.

source: All lines which are unchanged, or where changes are hidden.
pt_br: Todas as linhas das quais não estão modificadas, ou onde as alterações estão ocultas.
pt_pt: Todas as linhas que não foram modificadas, ou onde a modificações estão escondidas.

source: Added
pt_br: Adicionado
pt_pt: Acrescentado

source: Lines which have been added.
pt_br: Linhas que foram adicionadas
pt_pt: Linhas acrescentadas.

source: Removed
pt_br: Removidas
pt_pt: Removido

source: Lines which have been deleted.
pt_br: Linhas que foram removidas
pt_pt: Linhas removidas.

source: Modified
pt_br: Modificadas
pt_pt: Modificado

source: unchanged
pt_br: não modificadas
pt_pt: inalterado

source: Colour code in-line changes
pt_br: Cor das alterações do conteúdo
pt_pt: Codificar a cor a alterações inseridas

source: Conflicted
pt_br: Conflitantes
pt_pt: Conflito

source: Where the same line has been changed in both files.
pt_pt: Onde a mesma linha foi alterada em ambos os ficheiros.

source: Conflict resolved
pt_br: Conflito resolvido
pt_pt: Conflito resolvido

source: Where the same line has been changed in both files, and you have now selected which version should be used.
pt_pt: Onde a mesma linha foi alterada em ambos os ficheiros e selecionou a versão a utilizar.

source: Empty
pt_br: Vazio
pt_pt: Vazio

source: Where lines have been added in the opposite pane, and no such line existed in this pane.
pt_pt: Onde foram addicionadas linhas no painel adjacente sem que a linha exista neste painel.

source: Inline added text
pt_br: Texto adiciona na linha
pt_pt: Texto inserido

source: When inline diffs are shown, added text is shown in this colour.
pt_pt: O texto addicionado é marcado com esta cor quando são indicadas as comparações em linha.

source: Inline removed text
pt_br: Texto removido da linha
pt_pt: Texto removido

source: When inline diffs are shown, deleted text is shown in this colour.
pt_br: Quando as diferenças na linha são apresentadas, textos removidos são mostrados nesta cor.
pt_pt: O texto removido é marcado com esta cor quando são indicadas as comparações em linha.

source: Misc whitespaces
pt_pt: Espaços em branco diversos

source: Characters used to indicate Whitespace are shown in a different colour from normal text.
pt_br: Caracteres usados para indicar Espaços em Branco são mostrados com cores diferentes da cor do texto normal.
pt_pt: Os caratéres utilizados para indicar Espaço Em Branco têm uma cor diferente do texto normal.

source: keyboard shortcuts
pt_br: atalhos do teclado
pt_pt: atalhos de teclado

source: List of keyboard shortcuts and commands.
pt_br: Lista de atalhos do teclado e comandos.
pt_pt: Lista de atalhos e commandos de teclado.

source: Keyboard shortcuts
pt_br: Atalhos do teclado
pt_pt: Atalhos de teclado

source: Quit the program
pt_br: Fechar o programa
pt_pt: Terminar o programa

source: Copy the selected text to the clipboard
pt_br: Copiar o texto selecionado para a área de transferência
pt_pt: Copiar o texto selecionada para a área de transferência.

source: Open the Find dialog for text searches
pt_br: Abrir a janela de Busca para procurar textos
pt_pt: Abrir o diálogo para procuras de texto

source: Open files to diff/merge
pt_br: Abrir arquivos para diferenças/unificação
pt_pt: Abrir ficheiros a comparar/integrar

source: Save the changes
pt_br: Salvar as alterações
pt_pt: Salvar as alterações

source: Save as...
pt_br: Salvar como..
pt_pt: Salvar como...
