Repository: stefankueng/TortoiseSVN
Catalog: doc/po/TortoiseMerge_*.po
Languages: pt_br, pt_pt

source: A diff/merge tool for Windows
pt_br: Uma ferramenta de diff/unificação para Windows
pt_pt: Uma ferramenta diff/integração para Windows

source: Version $MajorVersion$.$MinorVersion$.$MicroVersion$
pt_br: Versão $MajorVersion$.$MinorVersion$.$MicroVersion$
pt_pt: Versão $MajorVersion$.$MinorVersion$.$MicroVersion$

source: First
pt_br: Primeiro
pt_pt: Primeiro

source: Large
pt_pt: Grande

source: Preface
pt_pt: Prefácio

source: When working on a project, either an open-source project where several people review your code, or a commercial project where you sell a component with your source code, there will be people and customers who find bugs or want to improve your project. To do that they send you patches which you have to review and decide if you want to apply them.
pt_br: Quando trabalhando em um projeto, mesmo em um projeto de código aberto onde várias pessoas revisam seu código, ou em um projeto comercial onde você vende um componente com seu código fonte, existirão pessoas e clientes que encontrarão problemas ou querem melhorias no seu projeto. Para fazer isso eles podem enviar as correções e você pode então revisão e decidir o que gostaria de aplicar.
pt_pt: Durante um projeto, quer seja open-source em que diversas pessoas verificam o teu código, ou um projeto comercial em que vendes um componente com o teu código, há pessoas e clientes que encontram erros ou que sugerem melhorias. Essas pessoas enviam correcções que tems que verificar e decider se queres aplicar.

source: Reviewing patches
pt_br: Revisando correções
pt_pt: A rever as correções

source: Applying the patches
pt_br: Aplicando correções
pt_pt: A aplicar as correções

source: TortoiseMerge helps you with both those tasks: <placeholder-1/>
pt_br: TortoiseMerge ajuda você com estas tarefas: <placeholder-1/>
pt_pt: TortoiseMerge ajuda-te com ambas as tarefas: <placeholder-1/>

source: TortoiseMerge also helps you to sort out conflicted files which can occur if you're working with a source control system and others are working on the same files as you.
pt_br: TortoiseMerge também ajuda você a resolver conflitos que podem ocorrer se você estiver trabalhando com um sistema de controle de versão e outras pessoas estão trabalhando nos mesmos arquivos que você.
pt_pt: TortoiseMerge também te ajuda a gerir conflitos em ficheiros, que podem ocrorer quando trabalhas com ficheiros num sistema de controle de versões e outras pessoas trabalham nos mesmos ficheiros.

source: TortoiseMerge is free!
pt_br: TortoiseMerge é gratuito!
pt_pt: O TortoiseMerge é grátis!

source: TortoiseMerge is free. You don't have to pay for it, you can use it any way you want. It is developed under the GP license (GPL).
pt_br: TortoiseMerge é gratuito. Você não precisa pagar nada por ele, você pode usar da maneira que quiser. Ele foi desenvolvido sobre a licença GP (GPL).
pt_pt: TortoiseMerge é grátis. Não tens que pagar nada e podes utilizá-lo como queiras. É licensiado sob os termos da GP (GPL).

source: Donate!
pt_br: Doe!
pt_pt: Doar!

source: Even though TortoiseSVN and TortoiseMerge are free, you can support the developers by sending in patches and play an active role in the development. You can also help to cheer us up during the endless hours we spend in front of our computers.
pt_br: Mesmo TortoiseSVN e TortoiseMerge sendo gratuitos, você pode ajudar os desenvolvedores enviando correções e desempenhar um papel ativo no desenvolvimento. Você pode ajudar também ajudar nos divertindo nas infindáveis horas que gastamos na frente dos computadores.
pt_pt: Apesar do TortoiseSVN e TortoiseMerge serem gratuitos, você pode ajudar os criadores enviando patches e desempenhando um papel activo no desenvolvimento. Também nos pode ajudar incentivando-nos durante as muitas horas que passamos em frente aos nossos computadores.

source: While working on TortoiseSVN we love to listen to music. And since we spend many hours on the project we need a <emphasis>lot</emphasis> of music. Therefore we have set up some wish-lists with our favourite music CDs and DVDs: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Please also have a look at the list of people who contributed to the project by sending in patches or translations.
pt_br: Enquanto trabalhamos com o TortoiseSVN nós amamos escutar música. E já que nós gastamos muitas horas no projeto nós precisamos de <emphasis>muitas</emphasis> músicas. Por isso nós temos uma lista de desejos com nossas músicas favoritas de CDs e DVDs: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Por favor veja a lista de pessoas que tem contribuido com o projeto enviando correções e traduções.
pt_pt: Adoramos ouvir música enquanto trabalhamos no Tortoise SVN. E uma vez que passamos muitas horas de volta do projecto precisamos mesmo de <emphasis>muita</emphasis> música. Assim, criámos uma lista com os nossos CDs e DVDs favoritos, que podes oferecer se quiseres ajudar: <ulink url="http://tortoisesvn.tigris.org/donate.html"><citetitle>http://tortoisesvn.tigris.org/donate.html</citetitle></ulink> Por favor, vê também a lista de pessoas que já contribuiram para o projecto ao enviarem patches ou traduções.

source: Acknowledgments
pt_br: Agradecimentos
pt_pt: Agradecimentos

source: for the hard work on TortoiseMerge
pt_br: pelo trabalho duro com o TortoiseMerge
pt_pt: pelo bom trabalho com o ToirtoiseMerge

source: for the beautiful icons, logo, bug hunting and taking care of the documentation
pt_br: pelos belos ícones, logomarca, encontrar erros e cuidar da documentação
pt_pt: pelos ícones maravilhosos, logo, caça ao erro e pela documentação

source: The Tigris Style project
pt_br: O Estilo de Projeto Tigris
pt_pt: O projecto de Estilo da Tigris

source: for some of the styles which are reused in this documentation
pt_br: por alguns modelos que reutilizados nesta documentação
pt_pt: para algums dos estilos re-utilizados nesta documentação

source: Our Contributors
pt_br: Nossos contribuintes
pt_pt: Os nossos Contribuintes

source: for the patches, bug reports and new ideas, and for helping others by answering questions on our mailing list.
pt_br: pelas correções, reporte de problemas e novas idéias, e por ajudar aos outros respondendo perguntas na nossa lista de discussão.
pt_pt: para os patches, bug reports e novas ideias, e também por ajudarem outros ao respodenderem a questões no nosso mailing list.

source: Our Donators
pt_br: Nossos colaboradores
pt_pt: Os nossos Doadores

source: for many hours of joy with the music they sent us
pt_br: pelas muitas horas de diversão com as músicas que nos enviaram
pt_pt: por muitas horas de prazer com a música que nos enviaram

source: Introduction
pt_br: Introdução
pt_pt: Introdução

source: Overview
pt_br: Visão Geral
pt_pt: Visão Geral

source: While working on text files, e.g. source files in your favourite programming language, or html/xml files for your documentation or website, you will often have a situation where you need to compare different versions of those files. Sometimes you get a different version from someone else, sometimes you just want to see the changes you've made.
pt_br: Quando se trabalha com arquivos textos, por exemplo, código fonte em sua linguagem de programação favorita, ou arquivos html/xml de documentação ou do seu sítio, você muitas vezes precisará comparar diferentes versões destes arquivos. Algumas vezes você receberá uma versão diferente de alguém, outras vezes você apenas quer ver as mudanças que você tem feito.
pt_pt: Enquanto trabalhas em ficheiros de texto, i.e. ficheiros base na tua linguagem de programaçao favorita, ou ficheiros html/xml para a documentação ou website, terás muitas vezes que comparar as diferentes versões desses ficheiros. Umas vezes obténs de alguém uma versão diferente, outras apenas queres ver as alterações que fizeste até ao momento.

source: If you're working with a version control system (e.g. Subversion) then you sometimes get <emphasis>conflicts</emphasis> when you update your working copy. This happens if someone else changed the same parts of the file you're currently working on as you did. Then you have to resolve those conflicts manually. This is where TortoiseMerge can help you.
pt_br: Se você estiver trabalhando com um sistema de controle de versão (ex: Subversion) então você algumas vezes encontrará <emphasis>conflitos</emphasis> quando atualizar sua cópia de trabalho. Isto acontece se alguém faz uma alteração em partes do arquivo que você atualmente está trabalhando e alterou. Então você precisa resolver estes conflitos manualmente. É neste ponto que TortoiseMerge pode lhe ajudar.
pt_pt: Se estiveres a trabalhar com um sistema de controlo de versões (e.g Subversion) então por vezes, ao actualizar a cópia de trabalho, ocorrem <emphasis>conflictos</emphasis>. Isto acontece quando alguém altera alguma parte do ficheiro em que estás a trabalhar. Nessas situaçoes tens de resolver manualmente esses confictos. É aqui que o TortoiseMerge te pode ajudar.

source: The following diagram shows you the relationships between the files involved in a conflict:
pt_br: O seguinte diagrama mostra a relação o relacionamento entre os arquivos envolvidos no conflitro:
pt_pt: O diagrama seguinte mostra as relações entre os ficheiros envolvidos no conflito:

source: File Conflict
pt_br: Conflito do Arquivo
pt_pt: Conflito de Ficheiros

source: A conflict can also occur if you try to apply an outdated patch file. In such cases, without TortoiseMerge, you would either have to ask the person you got that patch file from for a current version or try to apply that patch file manually.
pt_br: Um conflito pode acontecer se você tentar aplicar uma correção desatualizada. Nestes casos, sem o TortoiseMerge, você poderia pedir a pessoa que lhe enviou a correção uma versão mais atualizada ou tentar aplicar a correção manualmente.
pt_pt: Um conflicto pode ocorrer se tentares aplicar uma correcção desactualizada. Quando isso acontece, sem o TortoiseMerge, serias obrigado a pedir à pessoa que lhe enviou a correcção uma versão actualizada ou tentares aplicar manualmente a correcção.

source: But now with TortoiseMerge this isn't necessary anymore - at least not if you're working with a version control system like Subversion. TortoiseMerge parses the patch file for the revision/version the patch was created for and automatically tries to fetch that specific version from your source-control. Then it applies the patch and lets you review both your changes to the file, and theirs. Then you can decide which changes you want to keep.
pt_br: Mas agora com o TortoiseMerge isto não é mais necessário - pelo menos não se você estiver trabalhando com um sistema de controle de versão como o Subversion. TortoiseMerge analisa o arquivo de correção pela revisão/versão que a correção foi criado e automaticamente tenta aplicar a correção nesta versão específica. Então ele aplica a correção e permite que você revise as suas mudanças e as mudanças da correção. Então você pode decidir quais alterações deseja manter.
pt_pt: Mas agora, com o TortoiseMerge isso já não é necessário - pelo menos se estiveres a trabalhar com um sistema de controlo de versões como o Subversion. O TortoiseMerge analisa a correcção e procura pela versão/revisão para a qual esta foi criada, automaticamente tenta encontrar e carregar essa mesma versão a partir do controlo de versões. Então aplica a correcção e deixa-a rever todas as alterações, tanto as tuas, como as de outras pessoas. É então que decides quais as alterações que são para mantém e quais a eliminar.

source: TortoiseMerge's History
pt_br: História do TortoiseMerge
pt_pt: A História do TortoiseMerge

source: This was also the main reason why TortoiseSVN did not originally have a <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Create Patch</guimenuitem></menuchoice> implemented: we preferred users to send us the whole files because with those it was easier to apply patches.
pt_br: Esta foi também a principal razão pela qual TortoiseSVN originalmente não tem um <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Criar Correção</guimenuitem></menuchoice> implementada: nós preferiamos que os usuários nos enviassem os arquivos inteiros pois assim ficava mais fácil aplicar a correção.
pt_pt: Esta é também uma das principais razões pela qual o TortoiseSVN não tinha originalmente a entrada <menuchoice><guimenu>TortoiseSVN</guimenu><guimenuitem>Criar Correcção</guimenuitem></menuchoice> implementada: preferíamos que os utilizadores nos enviassem todos os ficheiros porque seria assim mais fácil a aplicação das correcções.

source: So we spent a lot of time, searching the Internet for a GUI tool which could apply patch files, but all we found was that such a tool didn't exist. So to cut a long story short: We decided that if no-one else could provide such a tool we would have to write our own. That's when TortoiseMerge was born.
pt_br: Então nós gastamos um tempo, procurando na internet por uma ferramenta visual que permitisse aplicar os arquivos de correção, mas descobrimos que tal ferramenta não existia. Então para encutar a história: Nós decidimos que se ninguém poderia prover tal ferramenta nós deveríamos fazer a nossa própria. Foi quando TortoiseMerge nasceu.
pt_pt: Então durante muito tempo, procurámos na Internet por uma ferramenta GUI que permitisse a aplicação de esses ficheiros de correcção, mas a única coisa que encontrámos foi a certeza de que essa ferramenta não existia. Então resumindo: Decidimos que se ninguém pretendia fornecer essa ferramenta, nós próprios a iríamos criar.

source: Since TortoiseSVN already uses the Subversion library, which has a nice diffing engine built in, it was just natural to use this library instead of the GNU diff.
pt_br: Já que TortoiseSVN já usava as bibliotecas do Subversion, da qual possuia uma boa ferramenta de diferenças construida, era natual usarmos tal biblioteca ao invés da biblioteca GNU.
pt_pt: Uma vez que TortoiseSVN já utiliza a biblioteca do Subversion, que tem um bom motor de comparação de diferenças, tornou-se óbvia a escolha por esta biblioteca em detrimento da GNU diff.

source: Basic Concepts
pt_br: Conceitos Básicos
pt_pt: Conceitos Básicos

source: Viewing the difference between two files and merging changes into one of them, or removing unwanted changes.
pt_br: Visualizando as diferenças entre dois arquivos e unificando as alterações em um único, ou removendo alterações indesejadas.
pt_pt: Vendo as diferenças entre dois ficheiros e integrando as modificações num deles, ou removendo modificaçoes indesejadas.

source: Editing conflicts between local changes and changes in the Subversion repository following an update.
pt_br: Editando conflitos entre alterações locais e alterações no repositório do Subversion vindas de uma atualização.
pt_pt: A editart os conflitos entre as mudanças locais e as mudanças no repositório de Subversion a seguir a uma atualização.

source: Applying patch files. This is the reason TortoiseMerge was created :)
pt_br: Aplicando arquivos de correções. Esta é a razão pelo qual TortoiseMerge foi criado :)
pt_pt: A applicar ficheiros de correcção. É a razão pelo qual o TortoiseMerge foi criado :)

source: TortoiseMerge has several different uses: <placeholder-1/>
pt_br: TortoiseMerge tem uma porção de diferentes utilidades: <placeholder-1/>
pt_pt: O TortoiseMerge tem várias applicações: <placeholder-1/>

source: Viewing and Merging Differences
pt_br: Visualizando e Unificando as Diferenças
pt_pt: A Visualizar e a Integrar Diferenças

source: In this mode you are comparing two files. The file in the left pane is considered to be the original file (sometimes referred to as <emphasis>Theirs</emphasis>, and the file in the right pane is the modified file (sometimes referred to as <emphasis>Mine</emphasis>.
pt_br: Neste modo você está comparando dois arquivos. O arquivo no lado esquerdo é considerado o arquivo original (algumas vezes referenciado como <emphasis>Deles</emphasis>, e o arquivo do lado direito é o arquivo modificado (algumas vezes referenciado como <emphasis>Meu</emphasis>).
pt_pt: Neste modo está a comparar dois ficheiros. O ficheiro do painel da esquerda é considerado o filcheiro original (por vezes referido como <emphasis>Theirs</emphasis>), e o ficheiro do painel da esquerda é o ficheiro modificado (por vezes referido como <emphasis>Mine</emphasis>).

source: Reverting changed lines back to the text shown in the left pane.
pt_br: Revertendo linhas alteradas para o mostrado no painel esquerdo
pt_pt: A reverter as linhas modificadas para o texto no painel da esquerda.

source: Using a combination of both blocks, either <emphasis>Theirs</emphasis> before <emphasis>Mine</emphasis> or <emphasis>Mine</emphasis> before <emphasis>Theirs</emphasis>.
pt_br: Usando uma combinação de ambos os blocos, ou <emphasis>Deles</emphasis> antes <emphasis>Meu</emphasis> ou <emphasis>Meu</emphasis> antes <emphasis>Deles</emphasis>.
pt_pt: Usando uma combinação dos dois blocos, tanto <emphasis>Theirs</emphasis> before <emphasis>Mine</emphasis> ou <emphasis>Mine</emphasis> antes <emphasis>Theirs</emphasis>.

source: You can make simple line-based changes to the file in the right pane which include: <placeholder-1/>
pt_br: Vcê pode fazer apenas simples alterações na linha-base no arquivo do painel direito o qual inclui: <placeholder-1/>
pt_pt: Podes fazer modificações simples de linhas ao ficheiro no painel da direita, incluindo: <placeholder-1/>

source: You can also edit the file in the right pane just as you would in a text editor. Such lines are marked using a pencil icon. Please note that if you want to make any of the line/block-based changes described above, it is better to do those first since once you start editing the file yourself it becomes impossible for TortoiseMerge to keep track of the relationship to the original files.
pt_br: Você pode também editar o arquivo no painel direito como se você estivesse em um editor de texto. Assim as linhas são marcadas usando o ícone de um lápis. Por favor note que se você quer fazer qualquer alteração de linha/bloco-base descrita abaixo, é melhor estas alterações primeiro já que uma vez que começou a editar o arquivo se torna impossível para o TortoiseMerge rastrear o relacionamento com o arquivo original.
pt_pt: Também pode editar o ficheiro do painel da direita como se fosse um editor de texto. Essas linhas são marcadas usando um icone (lápis). Note que se quiser fazer alguma das alterações ás linhas/blocos descritas acima, é melhor fazer faz-las primeiro uma vez que depois de começar a editar o ficheiro, torna-se impossivel para o TortoiseMerge guardar registo da relação dos ficheiros originais.

source: Editing Conflicts
pt_br: Editando Conflitos
pt_pt: A Editar Conflitos

source: This is sometimes referred to as a three-way merge, and is shown in three panes. However there are actually four files involved. The file which is not shown is the common base file, the last common ancestor of the two files which are now in conflict. The relationships between the three files are explained in the diagram below:
pt_br: Isto algumas vezes se refere a unificação de três arquivos, e neste caso mostra três painéis. Entretando existem quatro arquivos envolvidos. O arquivo que não é mostrado é o arquivo base comum, o último ancestral comum de dois dos arquivos que estão em conflito. O relacionamento entre os três arquivos é explicado no diagrama que segue:
pt_pt: Isto é por vezes chamado de integração em 3 sentidos, e é mostrado nos 3 paineis. Contúdo, há na verdade quatro ficheiros envolvidos. O ficheiro que não é mostrado no ficheiro de base comum, o ultimo ancestral comum dos dois ficheiros que estão agora em conflito. A relaão entre os três ficheiros é explicada no diagrama abaixo:

source: The base file represents the oldest version of a file, from where <emphasis>You</emphasis> and <emphasis>They</emphasis> start making changes. <emphasis>Mine</emphasis> represents the base file with all the changes <emphasis>you</emphasis> made, and <emphasis>Theirs</emphasis> is the file with all the changes <emphasis>someone else</emphasis> made to the file. The left pane shows the changes in <emphasis>Theirs</emphasis> relative to the base file and the right pane shows the changes in <emphasis>Mine</emphasis> relative to the base file. The bottom pane is the output file which is where you are trying to resolve the conflicts.
pt_br: O arquivo base representa a versão mais antiga do arquivo, de onde <emphasis>Você</emphasis> e <emphasis>Eles</emphasis> começaram as modificações. <emphasis>Meu</emphasis> representa o arquivo base com todas as mudanças que <emphasis>você</emphasis> fez, e <emphasis>Deles</emphasis> é o arquivo com todas as alterações que <emphasis>alguém</emphasis> fez no arquivo. O painel da esquerda mostra as modificações <emphasis>Deles</emphasis> relativo ao arquivo base, e o painel direito mostra as alterações no <emphasis>Meu</emphasis> arquivo em relação ao arquivo base. O painel inferior é o arquivo de saída onde você está tentando resolver os conflitos.
pt_pt: O ficheiro base representa a versão mais antiga dum ficheiro, de onde <emphasis>Você</emphasis> e <emphasis>Eles</emphasis> começam a fazer modificações. <emphasis>Meu</emphasis> representa o ficheiro base com todas as modificações que <emphasis>você</emphasis> fez, e <emphasis>Deles</emphasis> é o ficheiro com todas as modificações que <emphasis>alguém</emphasis> lhe fez. O painel da esquerda mostra as alteraçoes <emphasis>Deles</emphasis> relativas ao ficheiro base e o painel da direita mostra todas as as alteraçoes no <emphasis>Meu</emphasis> relativas ao ficheiro base. O painel do fundo é o ficheiro resultante, no qual o utilizador está a tentar resolver os conflictos.

source: In conflict resolution view, you can choose to use blocks from <emphasis>Mine</emphasis> or <emphasis>Theirs</emphasis> or both. But in this case, the changes are shown in the bottom pane.
pt_br: Na janela de resolução do conflito, você pode escolher usar blocos do <emphasis>Meu<emphasis> ou do <emphasis>Deles</emphasis> ou ambos. Mas neste caso, as alterações serão mostradas no painel inferior.
pt_pt: No modo resolução de conflictos, você pode escolher usar blocos a partir de <emphasis>Meu</emphasis> ou <emphasis>Deles</emphasis> ou ambos. Mas, neste caso, as modificações são mostradas no painel de baixo.

source: Applying Patches
pt_br: Aplicando Correções
pt_pt: A Applicar Correções
