Repository: stefankueng/TortoiseSVN
Catalog: doc/po/TortoiseMerge_*.po
Languages: pt_br, pt_pt

source: A patch file is a Subversion unified diff file, which contains the information required to apply changes to a set of files. The patch may have been supplied by another developer so that you can see changes he has made and possibly commit them to the repository. Or it may have been generated internally by TortoiseSVN when comparing two folders. This happens when you compare a repository revision with your working copy folder, or if you compare two different repository revisions, or if you compare two different repository paths.
pt_br: Um arquivo de correção é um arquivo de diferenças unificadas do Subversion, o qual contém a informação necessária para aplicar as alterações nos arquivos. A correção pode ter sido enviada por outro desenvolvedor então você pode ver as alterações feitas e possivelmente submeter elas para o repositório. Ou o arquivo de correção pode ter sido gerado internamente pelo TortoiseSVN quando comparando dois diretórios. Isto acontece quando você compara uma revisão do repositório com a sua cópia de trabalho, ou se você compara duas revisões diferentes do repositório, ou se você compara dois caminhos diferentes no repositório.
pt_pt: Um ficheiro patch (unified diff file) contém a informação necessária para aplicar alterações a um conjunto de ficheiros. O patch pode ter sido desenvolvido por outra pessoa, pelo que lhe é possivel ver as alterações que ele fez e possivelmente envia-as para o repositório. Ou pode ter sido gerado internamente pelo TortoiseSVN quando duas pastas são comparadas. Isto acontece quando o utilizador compara um repositório revisto com uma pasta, ou quando compara dois repositórios revistos diferentes, ou mesmo quando compara dois caminhos para repositório diferentes.

source: In either case TortoiseMerge will show a small window listing the files included in the patch. By double clicking on one of these files you fetch the relevant file and apply the changes. The left pane shows the original file content and the right pane shows it after the patch is applied.
pt_br: Em cada caso TortoiseMerge vai mostrar uma pequena janela listando os arquivos incluidos na correção. Um duplo clique em um desses arquivos buscará o arquivo em questão e aplicará as mudanças. O painel da esquerda mostra o conteúdo do arquivo original e o painel da direita mostra o arquivo depois que as mudanças foram aplicadas.
pt_pt: Em qualquer dos casos o TortoiseMerge mostra uma pequena janela listando os ficheiros incluidos no patch. Ao clicar num desses ficheiros o utilizador vai vuscar o ficheiro relevante e aplicar as modificações. O painél da esquerda mostra o conteúdo do ficheiro original e o painel da direita mostra o conteúdo após a aplicação do patch.

source: You can edit the file in the right pane exactly as you would in compare/edit mode.
pt_br: Você pode editar o arquivo no painel direito exatamente como você faria em modo de comparação/edição.
pt_pt: Podes editar o ficheiro no painel direito exatamente como farias em modo de comparação/edição.

source: Using TortoiseMerge
pt_br: Usando TortoiseMerge
pt_pt: A Utilizar TortoiseMerge

source: Viewing Modes
pt_br: Visualizando Modos
pt_pt: Modos de Visualização

source: TortoiseMerge has three main viewing modes: one-pane, two-pane and three-pane view. One/two-pane view is used to view changes and three-pane view is used to resolve conflicts.
pt_br: TortoiseMerge tem três principais modos de visualização: um painel, dois painéis e três painéis de visualização. Um/Dois painéis de visualização são usados para ver alterações e o terceiro painel é usado para resolver conflitos.
pt_pt: O TortoiseMerge tem 3 modos de vista: um painél, dois paineis, e 3 paineis. O modo de vista de um e dois paneis é usado para ver as modificações e o modo de vista de 3 paineis é usado para resolver confitos.

source: Viewing / Merging
pt_br: Visualizando / Unificando
pt_pt: A Visualizar/Corrigir

source: One Pane View
pt_br: Uma Painel de Visualização
pt_pt: Vista de Um Painel

source: Two Pane View
pt_br: Dois Painéis de Visualização
pt_pt: Vista de Dois Painéis

source: Changes inside the modified lines are shown in different colors. Added string parts are shown with a lighter color, but you can of course configure the colors used here. Removed parts are indicated with a dark brown vertical line in the string. Check out the screenshot above to see how this works.
pt_br: As linhas modificadas são apresentadas em cores diferentes. Partes adicionadas são apresentadas com cores claras, mas claro que você pode configurar as cores que você quer usar. Partes removidas são mostradas com uma linha vertical marrom escura. Confira a imagem acima para entender como isso funciona.
pt_pt: As alterações feitas dentro das linhas modificadas são mostradas em diferentes cores. As string parts adicionadsa são mostradas com um cor mais clara, mas é lhe é possivel configurar as cores usadas aí. As partes removidas são indicadas com uma linha vertical Castanho-escuro nas strings. Veja também o screenshot acima para ver como funciona.

source: Code reorganization usually means a lot of changes in whitespaces (space, tab, newlines) but no actual code change. For example, you split up a very long line into several lines, or you sometimes compact several lines together into one.
pt_br: Reorganização de códigio geralmente significa uma porção de modificações com espaços em branco (espaços, tabulações, linhas novas) mas sem realmente alteração de código. Por exemplo, você dividiu uma linha extensa em várias linhas, ou você algumas vezes compactou várias linhas em uma só.
pt_pt: Código reorganizado geralmente significa muitas alteraões em espaços-brancos (space, tab, nova linha) mas na verdade o código não sofreu qualquer alteração. Por exemplo, o utilizador divide uma linha muito comprida em várias linhas, ou compacta diferentes linhas numa.

source: Such changes are marked with a white circle symbol on the left side of the views. If you see such a white circle, you know immediately that no real code change is there and you don't have to check the changed block further.
pt_br: Cada uma dessas alterações são marcadas com um símbolo branco em forma de círculo no lado esquerdo do painel. Se você ve esse círculo branco, você sabe imediatamente que nenhuma modificação no código propriamente dito foi feita e você não precisa verificar todo o bloco alterado.
pt_pt: Esse tipo de alterações são marcadas com um circulo branco no painel da esquerda das vistas. Se o utlizador vir esse tipo de circulos brancos, então sabe imediatamente que o código não foi alterado e por isso não tem de procurar mais nesse bloco por alterações.

source: Hand editing of the file in the right pane is possible in two-pane view. Such changes are marked with a pencil symbol.
pt_br: A edição manual do arquivo no painél direito é possível em uma visualização com dois painéis. Cada alteração é marcada com um símbolo em forma de lápis.
pt_pt: Edição manual do ficheiro no painél da direita é possivel na vista dos dois paineis. Essas alterações são marcadas com o símbolo de um lápis.

source: The two pane view has some features which are not available in the one pane view: <placeholder-1/>
pt_br: A visualização com dois painéis tem algumas características que não estão disponíveis na visualização de um painel: <placeholder-1/>
pt_pt: A vista de dois painéis tem funções que não estão disponivéis na vista de um painel: <placeholder-1/>

source: If you want to compare/merge three files, TortoiseMerge will show you the differences in a three pane view. This view is also used if you need to resolve conflicted files.
pt_br: Se você quer comparar/unificar três arquivos, TortoiseMerge vai mostrar para você as diferenças em três painéis. Esta visualização é também usado se você precisar resolver conflitos entre os arquivos.
pt_pt: Se quisere comparar/integrar três ficheiros, o TortoiseMerge mostrar-lhe-á as diferenças na vista dos três paineis. Esta vista também é usado se precisar de resolver ficheiros em conflico.

source: Three Pane View
pt_br: Três Painéis de Visualização
pt_pt: Vista de Três Painéis

source: The left pane shows you the differences between <emphasis>Their</emphasis> file and the <emphasis>Base</emphasis> file, while the right pane shows you the differences between <emphasis>Mine</emphasis> file and the <emphasis>Base</emphasis> file. The bottom pane shows you the result of merging <emphasis>Base</emphasis>, <emphasis>Mine</emphasis> and <emphasis>Theirs</emphasis> with possible conflicts.
pt_br: O painel da esquerda mostra as diferenças entre o arquivo <emphasis>Deles<emphasis> e o arquivo <emphasis>Base</emphasis>, enquanto o painel direito mostra para você as diferenças entre o arquivo <emphasis>Meu</emphasis> e o arquivo <emphasis>Base</emphasis>. O painel inferior mostra a você o resultado da unificação dos arquivos <emphasis>Base</emphasis>, <emphasis>Meu</emphasis> e <emphasis>Deles</emphasis> com possíveis conflitos.
pt_pt: O painél da esquerda mostra-lhe a diferença entre o ficheiro <emphasis>Deles</emphasis> e o ficheiro <emphasis>Base</emphasis>, enquanto o painél da direita mostra a diferença entre o <emphasis>Meu</emphasis> ficheiro e o ficheiro <emphasis>Baser</emphasis>. O painél de baixo mostra-lhe o resultado da integração <emphasis>Base</emphasis>, <emphasis>Meu</emphasis> e <emphasis>Deles</emphasis> com os possiveis conflitos.

source: Patch File List
pt_br: Lista de Arquivo de Correção
pt_pt: Lista de Ficheiros de Correção

source: After TortoiseMerge parses the patch file it will show you a small window with all the files which have changes according to the patch file. <placeholder-1/> If the filename is shown in black, then the patch can be applied without any problems. That means the file is not outdated according to the patch. However, if the filename is shown in red, then the patch can't get applied directly because you already changed that file.
pt_br: Depois que TortoiseMerge analisar o arquivo de correção ele irá mostrar a você uma pequena janela com todos os arquivos que possuem alterações conforme o arquivo de correção. <placeholder-1/> Se o nome do arquivo é mostrado em preto, então o arquivo de correção pode ser aplicado sem problemas. Isto significa que o arquivo não está desatualizado em relação à correção. Entretanto, se o nome do arquivo aparecer em vermelho, então a correção não pode ser aplicada diretamente porque você já tem alterado o arquivo.
pt_pt: Após o TortoiseMerge analisar o ficheiro patch irá mostrar uma pequena janela com todos os ficheiros que têm alterações de acordo com o patch. <placeholder-1/> Se o nome do ficheiro estiver a preto, então o patch pode ser aplicado sem problemas. Isso significa que o ficheiro está actualizado de acordo com o patch. Contudo, se o nome do ficheiro estiver a vermelho, então o patch não pode ser aplicado directamente porque o ficheiro já foi alterado pelo utilizador.

source: But don't worry. If you're working with Subversion you can retrieve an older version of the file and resolve the conflict. In fact, TortoiseMerge automatically tries to get that older version of the file and then shows you the diff between <emphasis>Base</emphasis> (the older version of the file), <emphasis>Mine</emphasis> (the file as it is currently in your working copy) and <emphasis>Theirs</emphasis> (the older version of the file with the patch already applied). Then you can resolve possible conflicts manually.
pt_br: Mas não se preocupe. Se você está trabalhando com o Subversion você pode recuperar uma revisão antiga do arquivo e resolver o conflito. De fato, TortoiseMerge automaticamente tenta recuperar uma versão antiga do arquivo e então mostra a você as diferenças entre os arquivos <emphasis>Base</emphasis> (a versão antiga do arquivo), <emphasis>Meu</emphasis> (o arquivo que está atualmente na cópia de trabalho) e <emphasis>Deles</emphasis> (a versão antiga do arquivo com a correção aplicada). Então você pode resolver possíveis conflitos manualmente.
pt_pt: Mas não há problema. Se está a trabalhar com o Subversion então pode devolver uma versão mais antiga do ficheiro e resolver o conflicto. De facto, TortoiseMerge tenta automáticamente obter esse versão mais antiga do ficheiro e mostra-lhe a comparação entre <emphasis>Base</emphasis> (a versão mais antiga do ficheiro), <emphasis>Mine</emphasis> (o ficheiro que é neste momento a sua cópia de trabalho) e <emphasis>Deles</emphasis> (a versão mais antiga do ficheiro com o patch aplicado). Aí o utlizador pode resolver possiveis conflictos manualmente.

source: The patch file window has a context menu which allows you to preview the effect of the patch on the current file (apply without saving), to apply and save the changes for the selected file, or to apply and save changes to <emphasis>all</emphasis> files in the list. The double-click action is to preview.
pt_br: A janela do arquivo de correção tem um menu flutuante que permite a você visualizar o resultado da correção sobre o arquivo atual (aplicar sem salvar), para aplicar e salvar as alterações para o arquivo selecionado, ou para alicar e salvar as alterações para <emphasis>todos</emphasis> os arquivos da lista. Um duplo clique mostrará a visualização.
pt_pt: A janela do ficheiro patch tem um menu que lhe permite pre-visualizar o efeito que este irá ter no ficheiro (aplicar sem salvar), aplicar e salvar as alteraçoes para o ficheiro selecionado, ou aplicar e salvar as alterações para <emphasis>all</emphasis> os ficheiros na lista. A acção de duplo-clique serve para ver a pre-visualização.

source: Depending on whether TortoiseMerge can apply the patch directly or by fetching an older version of the file first, it shows you a two pane view (patch can be applied directly) or a three pane view (older version of file fetched).
pt_br: Dependendo se TortoiseMerge pode aplicar a correção diretamente ou primeiro recuperar um versão antiga do arquivo, ele mostrará a você dois painéis de visualização (correção pode ser aplicada diretamente) ou três painéis de visualização (uma versão antiga do arquivo foi recuperada).
pt_pt: Consoante o TortoiseMerge conseguir aplicar o patch directamente ou através da busca de uma versão mais antiga do ficheiro, ele irá mostrar uma vista com dois painéis (o patch pode ser aplicado directamente), ou uma vista com 3 painéis (foi buscada uma versão mais antiga do ficheiro).

source: Buttons and Other Controls
pt_br: Botões e Outros Controles
pt_pt: Botões e Outros Controlos

source: The Toolbar
pt_br: A Barra de Ferramenta
pt_pt: A Barra de Ferramentas

source: <guibutton>Open</guibutton> accesses the file-open dialog. What else?
pt_br: <guibutton>Abrir</guibutton> acessa a janela de abertura de arquivo. O que mais seria?
pt_pt: <guibutton>Abrir</guibutton> aceder ao dialog de abrir ficheiros. Do que estávas á espera?

source: <guibutton>Save</guibutton> saves any changes you have made.
pt_br: <guibutton>Salvar</guibutton> salva qualquer alteração feita.
pt_pt: <guibutton>Salvar</guibutton> salva as modificações que fizeste.

source: <guibutton>Prev/Next Difference</guibutton> jumps directly to the next point where the files differ. This saves scrolling through all the unchanged parts of the file.
pt_br: <guibutton>Ant/Prox Diferença</guibutton> vai diretamente para o próximo ponto onde os arquivos estão diferentes. Desta forma não é necessário passar por partes não alteradas do arquivo.
pt_pt: <guibutton>Prev/Next Difference</guibutton> salta directamente para o sitio onde os ficheiros diferem. Isto faz com que não seja preciso fazer scroll down por todas as partes do ficheiro que não foram alteradas.

source: When you do this in 2-pane diff mode, the detail bar at the bottom of the screen will show you the inline differences for the first line, regardless of where the mouse is hovering.
pt_br: Quando você usa o modo de 2-painéis de diferenças, a barra de detalhes na parte inferior da janela vai mostrar a você as diferenças na linha para a primeira linha, independente do lugar apontado pelo mouse.
pt_pt: Quando faz isto no modo diff com 2 painéis, a barra detalhada no fundo do ecrã mostrar-lhe-á as diferenças dentro de linha para a primeira linha, independentemente do sitio por onde o rato está a passar.

source: <guibutton>Prev/Next Conflict</guibutton> jumps directly to the next point where the file differences are in conflict and need to be resolved.
pt_br: <guibutton>Ant/Prox Conflito</guibutton> vai diretamente para o próximo ponto onde os arquivos estão em conflito e que precisa ser resolvido.
pt_pt: <guibutton>Conflito Anterior/Seguinte</guibutton> salta directamente para o ponto seguinte onde as diferenças do ficheiros estão em conflito e necessitam de ser resolvidas.

source: <guibutton>Use Theirs/Use Mine</guibutton> selects whether to use a block from the left or the right pane. Refer to the next section for more information about editing changes and conflicts.
pt_br: <guibutton>Usar Deles/Usar Meu</guibutton> seleciona se vai usar o bloco do painel esquerdo ou do painel direito. Veja a próxima seção para mais informações sobre editação de alterações e conflitos.
pt_pt: <guibutton>Usar Deles/Usar Meu</guibutton> seleciona se se usa um bloco do painel do painél da esquerda ou da direita. Veja a secção seguinte para mais informaçao acerca da ediçao de alterações e conflitos.

source: <guibutton>Theirs before Mine/Mine before Theirs</guibutton> is used when you want to combine changes in a conflicted file. Refer to the next section for more information about editing changes and conflicts.
pt_br: <guibutton>Deles antes Meu/Meu antes Deles</guibutton> é usado quando você quer combinar as alterações em um arquivo conflitante. Veja a próxima seção para mais informações sobre editação de alterações e conflitos.
pt_pt: <guibutton>Deles antes de Meu/Meu antes Deles</guibutton> é usado quando quer combinar alterações num ficheiro conflituoso. Veja a secção seguinte para mais informação acerca da edição de alterações e conflitos.

source: <guibutton>Mark as Resolved</guibutton> When you have resolved all the conflicts in a file and saved the changes, you can mark it as resolved from within TortoiseMerge, rather than going back to explorer and marking as resolved from there.
pt_br: <guibutton>Marcar como Resolvido</guibutton> Quando você resolveu todos os conflitos do arquivo e salvou as alterações, você pode marcar o arquivo como resolvido dentro do TortoiseMerge, ao invés de voltar para o explorer e marcar como resolvido lá.
pt_pt: <guibutton>Marcar como Resolvido</guibutton> Quando todos os conflitos de um ficheiro já foram resolvidos e as alterações salvadas, pode marca-lo como resolvido dentro do TortoiseMerge, ao invés de voltar ao explorador e aí marcar como resolvido.

source: <guibutton>Show Whitespaces</guibutton> toggles the option to display space and tab characters as symbols so you can distinguish white space changes.
pt_br: <guibutton>Mostrar Espaços em Branco</guibutton> alterna entre mostrar espaços e caracteres de tabulação como símbolos então você pode distinguir alterações de espaços.
pt_pt: <guibutton>Mostra espaços em branco</guibutton> activa a opção que faz com que os caracteres space e tab sejam mostrados como símbolos.

source: <guibutton>Inline Diff Word-wise</guibutton> toggles the method used to display inline diffs. In word-wise mode, when a character is changed, the whole word is highlighted. In char-wise mode, each individual changed character is highlighted.
pt_br: <guibutton>Diferenças numa linha palavra por palavra</guibutton> alterna o modo usado para mostrar as diferenças na linha. No modo palavra por palavra, quando um caracter é alterado, a palavra inteira é destacada. No modo caracter por caracter, cada caracter alterado é destacado.
pt_pt: <guibutton>Inline Diff Word-wise</guibutton> activa o método usado que mostra as diferenças numa linha. No modo word-wise, quando um caracter é alterado, toda a palavra fica ilumindada. No modo char-wise, cada caracter individual alterado é iluminado.

source: Word-wise is the default and in most cases it works better. For example if you change a variable name, the whole name is highlighted in word-wise mode, whereas in char-wise mode you tend to get a mess of added and deleted characters which doesn't make much sense. However, some content does not resolve neatly into words, for example a hex file, and in that case, char-wise display works better.
pt_br: Palavra por palavra é o modo padrão e na maioria dos casos é a melhor forma. Por exemplo, se você mudou o nome de uma variável, o nome inteiro é destacado no modo palavra por palavra, enquanto no modo caracter por caracter tende a ficar uma bagunça de caracteres adicionados e excluídos, o que não faz muito sentido. Entretanto, em alguns conteúdos o modo palavra por palavra não resolve de forma clara, como um arquivo hexadecimal por exemplo, e neste caso, caracter por caracter funciona melhor.
pt_pt: Word-wise é a opção por defeito e a que funciona melhor para a maior parte dos casos. Por exemplo, se mudar o nome duma variável, todo o nome fica marcado no modo word-wise, considerando que no modo char-wise o utilizador tende a criar uma confusão de caracteres adicionados e eliminados, o que não faz muito sentido. Contudo,

source: <guibutton>Switch View</guibutton> selects between one-pane and two-pane view. Disabled in 3-pane view.
pt_br: <guibutton>Alterar Visualização</guibutton> seleciona entre um painel e dois painéis de visualização. Desabilitado no modo 3-painéis.
pt_pt: <guibutton>Mudar Vista</guibutton> seleciona entre vista de um e dois painéis. Desactivado em vista de 3 painéis.

source: <guilabel>Ignore all whitespaces</guilabel> hides all whitespace-only changes.
pt_br: <guilabel>Ignorar todos os espaços em branco</guilabel> escode toda alteraçao de espaço em branco.
pt_pt: <guilabel>Ignorar espaços em branco</guilabel> esconde todas a modificações aos espaços em branco.

source: <guibutton>Switch Left and Right View</guibutton> In 2-pane view, swaps the left and right windows. When you are comparing a file in 2 different trees, as opposed to 2 revisions of the same file, TortoiseSVN does not know which one should go in the left pane as the <quote>original/base</quote> version. If it gets this wrong, you can change it to make viewing easier.
pt_br: <guibutton>Alterar Visualização Esquerda e Direita</guibutton> visualizando dois painéis, troca a janela da esquerda pela direita. Quando você está comparando dois arquivos de diferentes estruturas, como duas revisões diferentes do mesmo arquivo, TortoiseSVN não sabe qual deverá ficar no painel esquerdo como versão <quote>original/base</quote>. Se ao abrir estiver trocado, você pode trocar para visualizar mais facilmente.
pt_pt: <guibutton>Trocar vista da Esquerda e Direita</guibutton> Na vista de 2 paineis, troca as janelas da esquerda e direita. Quando se está a comparar um ficheiro em 2 árvores diferentes, ao contrário de 2 revisões do mesmo ficheiro, TortoiseSVN não sabe qual dos 2 deve ir para o painél da esquerda como a versão <quote>original/base</quote>. Se ele não acertar, o utilizador pode mudar isso para se torne mais fácil a sua visualização.
