Repository: stefankueng/TortoiseSVN
Catalog: doc/po/TortoiseMerge_*.po
Languages: pt_br, pt_pt

source: Go to next difference
pt_br: Ir para a próxima diferença
pt_pt: Ir para a próxima differença

source: Go to previous difference
pt_br: Ir para a diferença anterior
pt_pt: Ir para a differença anterior

source: Go to next conflict
pt_br: Ir para o próximo conflito
pt_pt: Ir para o próximo conflito

source: Go to previous conflict
pt_br: Ir para o conflito anterior
pt_pt: Ir para o conflito anterior

source: Toggle between one-pane diff and two-pane diff
pt_br: Anternar entre um painel com diferenças e dois painéis com diferenças
pt_pt: Alternar entre diff de um e dois painéis

source: Reload the files and revert all changes made
pt_br: Recarregar os arquivos e reverter todas as alterações feitas
pt_pt: Recarregar os ficheiros e reverter todas a modificações efectuadas

source: Toggles between showing whitespaces or not
pt_br: Alterna entre mostrar os espaços em branco ou não
pt_pt: Alterna ente mostrat ou não os espaços em branco

source: Ctrl-mousewheel
pt_br: Ctrl-botão rolagem
pt_pt: Ctrl-roda-do-rato

source: Scroll the display left/right
pt_br: Rolar a tela esquerda/diretia
pt_pt: Deslocar o écran esquerda/direita

source: Automating TortoiseMerge
pt_br: Automatizando TortoiseMerge
pt_pt: A automatizar TortoiseMerge

source: TortoiseMerge Command Line Switches
pt_br: Opções da Linha de Comando do TortoiseMerge
pt_pt: Opções da linha de comando do TortoiseMerge

source: automation
pt_br: automatizando
pt_pt: automação

source: command line
pt_br: linha de comando
pt_pt: linha de commando

source: List of available command line options
pt_br: Lista de opções disponíveis na linha de comando
pt_pt: Lista de opções de comando disponíveis

source: Command
pt_br: Comando
pt_pt: Comando

source: Description
pt_br: Descrição
pt_pt: Descrição

source: Shows a dialog box with the most important command line switches.
pt_br: Mostra uma janela com as opções mais importantes da linha de comando
pt_pt: Mostra um diálogo com as opções mais importantes da linha de comando.

source: The same as <placeholder-1/>.
pt_br: O mesmo que <placeholder-1/>.
pt_pt: O mesmo que <placeholder-1/>.

source: theirs
pt_pt: deles

source: Specifies the <placeholder-1/> file used in three way diffs, displayed in the left pane.
pt_pt: Indica o <placeholder-1/> ficheiro utilizado em diffs a três, exibidos no painel da esquerda.

source: The name of the theirs file. This is shown in the view title instead of the file path.
pt_pt: O nome do ficheiro deles. É exibido no título da vista em vez do caminho do ficheiro.

source: mine
pt_pt: meu

source: The name of the mine file. This is shown in the view title instead of the file path.
pt_pt: O nome do meu ficheiro. É exibido no título da vista em vez do caminho do ficheiro.

source: merged
pt_pt: integrado

source: very long
pt_br: muito longo
pt_pt: muito longo

source: The name of the original file to patch. Used for the view title.
pt_br: O nome do arquivo original da correção. Usado no título do painel.
pt_pt: O nome do ficheiro original a corrigir. Utilizado por exibir título.

source: The name of the resulting patched file. Used for the view title.
pt_br: O nome do arquivo com as correções aplicadas. Usado no título do painel.
pt_pt: O nome do ficheiro corrigido resultante. Utilizado por exibir título.

source: The path to the patch/diff file to apply to a directory.
pt_br: O caminho do arquivo de correção/diferença para aplicar para o diretório.
pt_pt: O caminho para o patch/diff a aplicar ao diretório.

source: Forces TortoiseMerge to start with the one-way view instead of the view the user specified in the settings.
pt_br: Força o TortoiseMerge a iniciar com a visualação de um caminho ao invés de usar o que o usuário configurou.
pt_pt: Obriga o TortoiseMerge a começar com uma vista unica em vez da vista especificado nas definições.

source: Switches the left and right view of the specified two files to diff.
pt_br: Muda a visualização da esquerda para a direita das diferenças de dois arquivos.
pt_pt: Troca a painel esquerdo e direito dos ficheiros a comparar.

source: /origfile:"path_to_original_file"
pt_br: /origfile:"caminho_para_arquivo_original"
pt_pt: /origfile:"caminho_para_ficheiro_original"

source: /modifiedfile:"path_to_modified_file"
pt_br: /modifiedfile:"caminho_para_arquivo_modificado"
pt_pt: /modifiedfile:"caminho_para_fichiero_modificado"

source: /outfile:"path_to_resulting_patchfile"
pt_br: /outfile:"caminho_para_arquivo_correções"
pt_pt: /outfile:"caminho_para_ficheirodecorrecção_resultante"

source: Glossary
pt_br: Glossário
pt_pt: Glossário

source: Add
pt_br: Adicionar
pt_pt: Adicionar

source: BASE revision
pt_br: Revisão BASE
pt_pt: Revisão BASE

source: Blame
pt_br: Autoria
pt_pt: Culpa

source: Branch
pt_br: Ramificação
pt_pt: Ramo

source: Checkout
pt_br: Obter
pt_pt: Dar saida

source: Cleanup
pt_br: Limpar
pt_pt: Limpar

source: Commit
pt_br: Submeter
pt_pt: Submeter

source: Conflict
pt_br: Conflito
pt_pt: Conflito

source: Copy
pt_br: Copiar
pt_pt: Cópia

source: Delete
pt_br: Apagar
pt_pt: Remover

source: When you delete a versioned item (and commit the change) the item no longer exists in the repository after the committed revision. But of course it still exists in earlier repository revisions, so you can still access it. If necessary, you can copy a deleted item and <quote>resurrect</quote> it complete with history.
pt_pt: Quando elimina um item com versão (e guarda a alteração) o item deixa de existir no repositório após a revisão submetida. Mas óbviamente que continua a existir em revisões de repositório mais antigas, por isso pode aceder-lhe na mesma. Se necessário, pode copiar um item eliminado e <quote>ressuscita-lo</quote>inteiro com histórico.

source: Diff
pt_br: Diferença
pt_pt: Comparar

source: Shorthand for <quote>Show Differences</quote>. Very useful when you want to see exactly what changes have been made.
pt_pt: Abreviatura para <quote>Show Differences</quote>. Muito útil quando quer ver exactamente as alterações que fez.

source: Export
pt_br: Exportar
pt_pt: Exportar

source: This command produces a copy of a versioned folder, just like a working copy, but without the local <literal>.svn</literal> folders.
pt_pt: Este comando produz uma cópia de uma pasta com versão, tal como uma cópia de trabalho, mas sem as pastas locais <literal>.svn</literal>

source: Group policy object
pt_br: Objeto da política do grupo
pt_pt: Object de politica de grupo

source: HEAD revision
pt_br: Revisão PRINCIPAL
pt_pt: Revisão HEAD

source: The latest revision of a file or folder in the <emphasis>repository</emphasis>.
pt_br: A última revisão do arquivo ou diretório no <emphasis>repositório</emphasis>.
pt_pt: A última revisão de um ficheiro ou pasta num <emphasis>repositorio</emphasis>.

source: Import
pt_br: Importar
pt_pt: Importar

source: Subversion command to import an entire folder hierarchy into the repository in a single revision.
pt_pt: O comando do Subversion que importa uma hierarquia de pastas inteira para o repositório numa única revisão.

source: Lock
pt_br: Bloquear
pt_pt: Bloquear

source: Log
pt_pt: Registo

source: Show the revision history of a file or folder. Also known as <quote>History</quote>.
pt_pt: Mostra o histórico de revisão de um ficheiro ou pasta. Também chamado por <quote>History</quote>.

source: History
pt_br: Histórico
pt_pt: História

source: Show the revision history of a file or folder. Also known as <quote>Log</quote>.
pt_pt: Mostra o histórico de revisão de um ficheiro ou pasta. Também chamado por <quote>Log</quote>.

source: Merge
pt_br: Unificar
pt_pt: Integrar

source: The process by which changes from the repository are added to your working copy without disrupting any changes you have already made locally. Sometimes these changes cannot be reconciled automatically and the working copy is said to be in conflict.
pt_pt: O processo que faz com as alterações de um repositório sejam adicionadas à cópia de trabalho do utilizador sem influenciar quaisquer modificações que já tenham sido feitas na cópia local. Por vezes estas alterações não podem ser reconciliadas automáticamente e aí a cópia de trabalho diz-se estar em conflicto.

source: Merging happens automatically when you update your working copy. You can also merge specific changes from another branch using TortoiseSVN's Merge command.
pt_pt: Integração ocorre automáticamente quando se faz uma actualização à cópia de trabalho. Também é possivel integrar alterações especificas de outro ramo usando o comando de integração do TortoiseSVN.

source: Patch
pt_br: Correção
pt_pt: Correção

source: If a working copy has changes to text files only, it is possible to use Subversion's Diff command to generate a single file summary of those changes in Unified Diff format. A file of this type is often referred to as a <quote>Patch</quote>, and it can be emailed to someone else (or to a mailing list) and applied to another working copy. Someone without commit access can make changes and submit a patch file for an authorized committer to apply. Or if you are unsure about a change you can submit a patch for others to review.
pt_pt: Se uma cópia de trabalho tem alterações apenas de ficheiros de texto, é possivel usar o comando Diff do Subversion para gerar um único sumário de ficheiro dessas alterações num formato Unified Diff. Um ficheiro deste tipo é geralmente referido como <quote>Patch</quote>, e pode ser enviado por email a outra pessoa (ou a uma mailing list) e ser aplicado a outra cópia de trabalho. Uma pessoa sem acesso de submissão pode fazer alterações a um ficheiro patch e envia-lo a alguem que o possa submeter

source: Property
pt_br: Propriedade
pt_pt: Propriedade

source: Relocate
pt_br: Realocar
pt_pt: Realocar

source: Note: you should only use this command if your working copy is referring to the same location in the same repository, but the repository itself has moved. In any other circumstance you probably need the <quote>Switch</quote> command instead.
pt_pt: Nota: o utilizador deve apenas usar este comando se a sua cópia de trabalho se referir à mesma localização no mesmo repositório, mas o próprio repositório se moveu. Em quaisquer outras circunstâncias provavelmente precisa do comando <quote>Switch</quote>.

source: Repository
pt_br: Repositório
pt_pt: Repositório

source: Resolve
pt_br: Resolver
pt_pt: Resolver

source: When files in a working copy are left in a conflicted state following a merge, those conflicts must be sorted out by a human using an editor (or perhaps TortoiseMerge). This process is referred to as <quote>Resolving Conflicts</quote>. When this is complete you can mark the conflicted files as being resolved, which allows them to be committed.
pt_pt: Quando ficheiros duma cópia de trabalho são deixados num estado de conflito após uma integração, esses conflitos têm que ser ordenados por um humano usando um editor (ou até o TortoiseMerge). Este processo é referido como <quote>Resolvendo Conflitos</quote>. Quando se acaba de o fazer o utilizador pode marcar os ficheiros conflituosos como resolvidos, o que lhes permite serem submetidos.

source: Revert
pt_br: Reverter
pt_pt: Reverter

source: Subversion keeps a local <quote>pristine</quote> copy of each file as it was when you last updated your working copy. If you have made changes and decide you want to undo them, you can use the <quote>revert</quote> command to go back to the pristine copy.
pt_pt: Subversion guarda uma cópia local antiga de cada ficheiro, tal e qual como estava antes do último update feito à cópia de trabalho. Se fez alterações e entretando quer voltar atrás, pode usar o comando <quote>revert</quote> e voltar à sua cópia antiga.

source: Revision
pt_br: Revisão
pt_pt: Revisão

source: Every time you commit a set of changes, you create one new <quote>revision</quote> in the repository. Each revision represents the state of the repository tree at a certain point in its history. If you want to go back in time you can examine the repository as it was at revision N.
pt_pt: Sempre que o utilizador submete uma série de alterações, cria uma nova <quote>revision</quote> revisão no repositório. Cada revisão representa o estado da árvore de repositório num certo ponto do seu histórico. Se quiser ir para trás no tempo pode examinar o repositório como se fosse uma revisão.

source: In another sense, a revision can refer to the set of changes that were made when that revision was created.
pt_pt: Noutro sentido, uma revisão pode-se referir a um conjunto de alterações que foram feitas quando a revisão foi criada.

source: Revision Property (revprop)
pt_br: Propriedade de Revisão (revprop)
pt_pt: Propriedade de Revisão (revprop)

source: A frequently-used abbreviation for Subversion.
pt_br: Uma abreviação frequentemente usada para Subversion.
pt_pt: Uma abreviatura frequntemente utilizada para Subversion.

source: Switch
pt_br: Alternar
pt_pt: Interruptor

source: Update
pt_br: Atualizar
pt_pt: Atualizar

source: This Subversion command pulls down the latest changes from the repository into your working copy, merging any changes made by others with local changes in the working copy.
pt_pt: Este comando do Subversion puxa as últimas alterações do repositório para a cópia de trabalho, integrando quaisquer alterações feitas por outros com as alterações feitas pelo utilizador.

source: Working Copy
pt_br: Cópia de Trabalho
pt_pt: Cópia de Trabalho

source: This is your local <quote>sandbox</quote>, the area where you work on the versioned files, and it normally resides on your local hard disk. You create a working copy by doing a <quote>Checkout</quote> from a repository, and you feed your changes back into the repository using <quote>Commit</quote>.
pt_pt: Isto é o seu <quote>sandbox</quote> local, a área onde trabalha nos ficheiros com versão, e geralmente reside no disco duro do utilizador. O utilizador cria uma cópia de trabalho fazendo um <quote>Checkout</quote> a partir de um reposotório, e volta a submeter as alterações no repositório usando <quote>Commit</quote>.

source: translator-credits
pt_br: créditos de tradução
pt_pt: Luis X. B. Mourão

source: translator-translation
pt_pt: Tradução

source: TortoiseMerge is an Open Source project. That means you have full read access to the source code of this program. You can browse it on this link <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. You will be prompted to enter username and password. The username is <literal>guest</literal>, and the password must be left blank. The most recent version (where we're currently working) is located under <filename>/trunk/</filename>, and the released versions are located under <filename>/tags/</filename>.
pt_br: TortoiseMerge é um projeto de Código Aberto. Isto significa que você tem total acesso para ver o código deste programa. Você pode vê-lo no sítio <ulink url="http://tortoisesvn.tigris.org/svn/tortoisesvn/"><citetitle>http://tortoisesvn.tigris.org/svn/tortoisesvn/</citetitle></ulink>. Você precisará entrar com um usuário e uma senha. O nome do usuário é <literal>guest</literal>, e a senha deve ser deixada em branco. A versão mais recente (a que está sendo trabalhada) está localizada em <filename>/trunk/</filename>, e as versões liberadas estão localizadas em <filename>/tags/</filename>.

source: TortoiseMerge is a free/open-source application. It lets you see differences in text files, merge those changes and even review and apply unified diff files, often called <firstterm>patches</firstterm>.
pt_br: TortoiseMerge é uma aplicaçao gratuita/código aberto. Ele lhe permite ver as diferenças em arquivos textos, unificar estas alterações e até revisar e aplicar arquivos de diferenças unificados, também chamados <firstterm>correções</firstterm>.

source: While working on <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> we found that whenever users sent in patches to enhance the project or just to fix bugs, we had a lot of work just applying those patches. And many times those patches were outdated and couldn't be applied with the command line patch tool <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> because we were working on those files and had sometimes changed those files already.
pt_br: Durante o trabalho com o <ulink url="http://tortoisesvn.tigris.org"><citetitle>TortoiseSVN</citetitle></ulink> descobrimos que sempre que os usuários nos enviavam correções e melhorias para o projeto, nós gastavamos muito tempo só aplicando essas correções e melhorias. E muitas vezes as correções eram enviadas de código desatualizados e que não poderia ser aplicando usando a ferramenta de correção na linha de comando <ulink url="http://unxutils.sourceforge.net/"><citetitle>http://unxutils.sourceforge.net/</citetitle></ulink> porque nós estávamos trabalhando nos arquivos e algumas vezes já havíamos alterado os arquivos.

source: If you hover the mouse over the pane title, a tooltip will show the filenames used for the diff in each pane.
pt_br: Se você colocar o mouse sobre o título do painel, um balão será mostrado com o nome do arquivo usado para gerar as diferenças em cada painel.

source: <guibutton>Reload</guibutton> discards any changes you have made in TortoiseMerge and reloads the files from disk.
pt_br: <guibutton>Recarregar</guibutton> discarta qualquer alteraçao feita no TortoiseMerge e recarrega o arquivo do disco.

source: <guibutton>Undo</guibutton> implements a multi-level undo, allowing you to reverse any changes you have made within TortoiseMerge.
pt_br: <guibutton>Desfazer</guibutton> implementa um desfazer de vários níveis, permitindo voltar qualquer alteração feita dentro do TortoiseMerge.

source: If you're in three pane view (sometimes called <emphasis>merge view</emphasis>) you can only edit the file in the bottom view (<literal>Merged</literal>). As in two pane view, you can <action>right-click</action> on conflicted lines and either select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem>Use text block from <quote>mine</quote></guimenuitem></menuchoice>. In addition, if you want <emphasis>both</emphasis> blocks, you can select <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>mine</quote> before <quote>theirs</quote></guimenuitem></menuchoice> or <menuchoice><guimenu>Context Menu</guimenu><guimenuitem> Use text block from <quote>theirs</quote> before <quote>mine</quote></guimenuitem></menuchoice>. According to the command you've selected, the changes are used in the resulting <literal>Merged</literal> file.
pt_br: Se você está visualizando três paineis (algumas vezes chamado <emphasis>visualização combinada</emphasis>) você pode somente editar o arquivo no painel inferior (<literal>Combinado</literal>). Como numa visualização com dois paineis você pode <action>clique-direito</action> sobre as linhas conflitantes e então selecionar <menuchoise><guimenu>Menu do Contexto</guimenu><guimenuitem>Usar o bloco de texto <quote>deles</quote></guimenuitem></menuchoise> ou <menuchoise><guimenu>Menu do Contexto</guimenu><guimenuitem>Usar o bloco de texto <quote>meu</quote></guimenuitem></menuchoise>. Para complementar, se você quer <emphasis>ambos</emphasis> os blocos, você pode selecionar <menuchoise><guimenu>Menu do Contexto</guimenu><guimenuitem>Usar bloco de texto <quote>meu</quote> antes <quote>deles</quote><guimenuitem></menuchoise> ou <menuchoise><guimenu>Menu do Contexto</guimenu><guimenuitem>Usar bloco de texto <quote>deles</quote> antes <quote>meu</quote></guimenuitem></menuchoise>. De acordo com o comando que você escolher, as alterações serão usadas no arquivo final <literal>Combinado</literal>.

source: Sometimes the conflict is too difficult to resolve by simply picking <literal>Theirs</literal> and <literal>Mine</literal> and it requires hand editing. TortoiseMerge allows you to do all the easy changes visually first and then save the file, leaving only the difficult changes to be resolved by hand-editing.
pt_br: Algumas vezes o conflito é muito difícil de resolver apenas escolhendo <literal>Deles</literal> e <literal>Meu</literal> e requer uma edição manual. TortoiseMerge permite que você faça todas as alterações fáceis primeiro e então salve o arquivo, deixando somente o que é mais difícil para ser resolvido manualmente.

source: <guilabel>Ignore case changes</guilabel> hides changes which are due solely to case changes within the text. This can be useful with apps such as Visual Basic, which changes case in variables without warning.
pt_br: <guilabel>Ignorar alterações na caixa da fonte</guilabel> esconde alterações que são apenas na caixa da fonte. Isto pode ser prático em aplicações como Visual Basic, no caso de alterações de caixa em variáveis sem qualquer aviso.

source: <guilabel>Colour code in-line changes</guilabel> uses the same scheme as the line diff bar to show the detailed in-line changes within the main display panes. Lines which have been heavily modified will not be shown using this method as the results are simply confusing. In this case the line will be shown as replaced (old line deleted, new line added).
pt_br: <guilabel>Cor de alterações do conteúdo da linha</guilabel> usa o mesmo esquema como a barra de difenreças da linha para mostrar os detalhes do conteúdo da linha alterado dentro do painel principal. Linhas que possuem muitas modificações não serão mostradas usando este método pois o resultado seria confuso. Neste caso a linha será mostrada como substituida (a linha antiga apagada e a nova adicionada).

source: <guilabel>Compare whitespaces</guilabel> shows all changes in indentation and inline whitespace as added/removed lines (which is how Subversion treats such changes).
pt_br: <guilabel>Comparar espaços em branco</guilabel> mostra todas as alterações identadas e os espaços em branco da linha como adicionados/removidos (isto é como o Subversion trata cada alteração).

source: <guilabel>Ignore whitespace changes</guilabel> hides changes which are due solely to a change in the amount or type of whitespace, eg. changing the indentation or changing tabs to spaces. Adding whitespace where there was none before, or removing a whitespace completely is still shown as a change.
pt_br: <guilabel>Ignorar alterações de espaço em branco</guilabel> esconde as alterações que são apenas de remoção ou inclusão de espaço em branco, ex: alterar a identação ou substituir tabulação por espaço. Adicionar espaços em branco onde não havia nada, ou remover completamente espaços em branco é também apresentado como uma alteração.
